Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Search/Sources/Search/Resources/*.lproj/Localizable.strings
Languages: cs, ru

source: BASIC Servers
ru: Серверы BASIC

source: FREE Servers
cs: Bezplatné servery
ru: БЕСПЛАТНЫЕ серверы

source: PLUS Servers
cs: Servery Plus
ru: Серверы PLUS

# search_bar_placeholder
source: Country or Server
cs: Země, město nebo server
ru: Страна или сервер

# search_cities
source: Cities
cs: Města
ru: Города

# search_cities_sample
source: New York, London, Tokyo...
cs: New York, Londýn, Tokyo...
ru: Нью-Йорк, Лондон, Токио...

# search_countries
source: Countries
cs: Země
ru: Страны

# search_countries_sample
source: Switzerland, United States, Italy...
cs: Švýcarsko, Spojené státy, Itálie...
ru: Швейцария, Соединенные Штаты, Италия...

# search_no_results_subtitle
source: Please try a different keyword
cs: Prosím zkuste jiné klíčové slovo
ru: Пожалуйста, попробуйте другое ключевое слово

# search_no_results_title
source: No results found
cs: Nebyly nalezeny žádné výsledky
ru: Результаты не найдены

# search_recent_clear
source: Clear
cs: Vyčistit
ru: Очистить

# search_recent_clear_cancel
source: Cancel
cs: Zrušit
ru: Отмена

# search_recent_clear_continue
source: Continue
cs: Pokračovat
ru: Продолжить

# search_recent_clear_title
source: Your search history will be lost. Continue?
cs: Vaše historie hledání bude ztracena. Pokračovat?
ru: Ваша история поиска будет утеряна. Продолжить?

# search_recent_header
source: Recently viewed
cs: Nedávno zobrazeno
ru: Недавно просмотренное

# search_results_countries
source: Countries
cs: Země
ru: Страны

# search_secure_core_countries
source: Secure Core countries
cs: Secure Core země
ru: Страны Secure Core

# search_servers
source: Servers
cs: Servery
ru: Серверы

# search_subtitle
source: Search for any location
cs: Vyhledat jakékoliv umístění
ru: Ищите любое местоположение

# search_title
source: Search
cs: Hledat
ru: Поиск

# search_upsell_subtitle
source: Connect to what you are searching for
cs: Více umístění = více odblokovaného obsahu + dodatečné zabezpečení + vyšší rychlost
ru: Подключитесь к тому, что вы ищите

# search_us_regions
source: US regions
cs: Regiony US
ru: Регионы США

# search_us_regions_sample
source: California, Florida, Colorado...
cs: Kalifornie, Florida, Colorado...
ru: Калифорния, Флорида, Колорадо...
