Repository: ProtonVPN/ios-mac-app
Catalog: libraries/BugReport/Sources/BugReport/Resources/*.lproj/Localizable.strings
Languages: fa, ka

# _br_window_title
source: Report an issue
fa: گزارش یک اشکال
ka: პრობლემის ანგარიშის გადაგზავნა

# _br_1_title
source: What's the issue?
fa: مشکل چیست؟
ka: რა პრობლემა გაქვთ?

# _br_2_title
source: Quick fixes
fa: راه‌حل‌های سریع
ka: სწრაფი ჩასწორებები

# _br_2_subtitle
source: These tips could help to solve your issue faster.
fa: این راه‌کارها می‌توانند به حل سریع‌تر مشکل شما کمک کنند.
ka: ეს მინიშნებები დაგეხმარებათ, თქვენი პრობლემა უსწრაფესად გადაჭრათ.

# _br_2_footer
source: Didn't work?
fa: کار نکرد؟
ka: არ იმუშავა?

# _br_2_button_next
source: Contact us
fa: تماس با ما
ka: დაგვიკავშირდით

# _br_2_button_cancel
source: Cancel
fa: انصراف
ka: გაუქმება

# _br_3_button_send
source: Send report
fa: ارسال گزارش
ka: ანგარიშის გაგზავნა

# _br_3_button_sending
source: Sending
fa: درحال ارسال
ka: გაგზავნა

# _br_3_email
source: Email
fa: ایمیل
ka: ელფოსტა

# _br_3_username
source: Username
fa: نام‌کاربری
ka: მომხმარებლის სახელი

# _br_3_logs_field
source: Send error logs
fa: ارسال لاگ‌های خطا
ka: შეცდომის ჟურნალის გაგზავნა

# _br_3_logs_description
source: A log is a type of file that shows us the actions you took that led to an error. We’ll only ever use them to help our engineers fix bugs.
fa: Log یا ثبت وقایع فایلی است که اقداماتی که شما انجام داده اید که باعث وقوع یک خطا شده است را به ما نشان می دهد. تنها زمانی از آنها استفاده میکنیم که به مهندسین‌مان کمک کنیم تا مشکلات را رفع کنند.
ka: ჟურნალი ფაილის ტიპია, რომელიც გვაჩვენებს ქმედებებს, რომლებმაც შეცდომა გამოიწვია. ჩვენ მას, მხოლოდ, თქვენი პრობლემების გადასაწყვეტად ვიყენებთ.

# _br_3_logs_disabled
source: Error logs help us to get to the bottom of your issue. If you don’t include them, we might not be able to investigate fully.
fa: ثبت وقایع خطاها به ما کمک میکنند ریشه مشکلات را شناسایی کنیم. اگر آنها را ضمیمه نکنید، ما قادر به بررسی کامل مشکلات نخواهیم بود.
ka: შეცდომების ჟურნალი გვეხმარება თქვენი პრობლემის ფსკერში ჩავიხედოთ. თუ მათ არ გამოგვიგზავნით, დახმარებას ადვილად ვერ შევძლებთ.

# _br_success_title
source: Thanks for your feedback
fa: از بازخوردتان سپاس‌گزاریم
ka: მადლობა გამოხმაურებისთვის

# _br_success_subtitle
source: We’ll get back to you as soon as we can.
fa: در سریع ترین زمان ممکن به شما پاسخ خواهیم داد.
ka: დავბრუნდებით რაც შეიძლება მალე.

# _br_success_button
source: Got it
fa: متوجه شدم
ka: გავიგე

# _br_failure_title
source: Your report wasn’t sent
fa: گزارش شما ارسال نشد
ka: თქვენი ანგარიში არ გაგზავნილა

# _br_failure_button_retry
source: Try again
fa: تلاش دوباره
ka: კიდევ ცდა

# _br_failure_button_troubleshoot
source: Troubleshoot
fa: عیب یابی
ka: შეცდომების გასწორება

# _update_view_title
source: Update Proton VPN
fa: به‌روزرسانی Proton VPN
ka: Proton VPN-ის განახლება

# _update_view_description
source: You’re more likely to have issues on older versions of Proton VPN.
fa: اگر از نسخه‌های قدیمی‌تر Proton VPN استفاده می‌کنید احتمال برخورد با اشکال برای شما بالاتر است.
ka: Proton VPN-ის ძველ ვერსიებზე პრობლემები გექნებათ.

# _update_view_button
source: Update
fa: بروزرسانی
ka: განახლება
