Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# maximum_device_plan_limit_part_1
source: Please disconnect another device to connect to this one or upgrade to %@
be: Адключыце іншую прыладу для падключэння гэтай або палепшыце да %@
de: Bitte trenne zuerst die Verbindung auf einem anderen Gerät, um dich mit diesem zu verbinden, oder führe ein Upgrade auf %@ durch
fa: لطفا ارتباط دستگاه دیگری را قطع کنید تا این دستگاه متصل شود یا طرح خود را به %@ ارتقا دهید
fr: Déconnectez un autre appareil pour connecter celui-ci ou passez à l'abonnement %@
id: Mohon putuskan perangkat lain agar perangkat ini dapat terhubung atau tingkatkan akun Anda ke %@
ja: 接続するには、ほかのデバイスの接続を解除するか %@ にアップグレードしてください
ka: ამ მოწყობილობით შესასვლელად გამორთეთ სხვა, ჩართული მოწყობილობა, ან გააუმჯობესეთ პაკეტი %@-მდე
ko: 이 기기에서 연결하려면 다른 기기의 연결을 끊거나 %@ 로 업그레이드 하세요
pl: Aby połączyć się, rozłącz inne urządzenie lub ulepsz konto do planu %@
ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta sau treceți la %@.
sv: Koppla från en annan enhet för att ansluta till denna eller uppgradera till %@
uk: Від'єднайте інший пристрій, щоб під'єднатися до цього, або передплатіть %@

# _reconnect_title
source: We are reconnecting to the fastest server available.
be: Адбываецца перападключэнне да найхутчэйшага з даступных сервераў.
de: Du wirst mit dem schnellsten verfügbaren Server verbunden.
fa: ما در حال اتصال دوباره به سریع‌ترین سرور موجود هستیم.
fr: Nous vous reconnectons au serveur le plus rapide disponible.
hr: Ponovno vas povezujemo s najbržim dostupnim poslužiteljem.
id: Kami menghubungkan kembali ke server paling cepat yang tersedia.
ja: 利用可能な高速なサーバーに再接続します。
ka: მიმდინარეობს უსწრაფეს ხელმისაწვდომ სერვერთან თავიდან შეერთება.
ko: 가능한 가장 빠른 서버를 연결하고 있습니다.
pl: Jesteś ponownie łączony z najszybszym dostępnym serwerem.
ro: Se reconectează la cel mai rapid server disponibil.
sv: Vi återansluter till den snabbaste tillgängliga servern.
uk: Триває перепідключення до найшвидшого доступного сервера.

# _subscription_expired_title
source: Your VPN subscription plan has expired
be: Ваша падпіска на тарыфны план VPN пратэрмінавана
de: Dein VPN-Abonnement ist ausgelaufen
fa: اشتراک VPN شما به پایان رسیده است
fr: Votre abonnement VPN a expiré.
hr: Vaš VPN pretplatnički plan je istekao
id: Paket langganan VPN anda telah berakhir
ja: VPN サブスクリプションのプランの有効期限が切れました
ka: VPN-ის თქვენს გამოწერის გეგმას ვადა გაუვიდა
ko: VPN 구독이 만료되었습니다
pl: Twoja subskrypcja planu VPN wygasła
ro: Abonamentul planului VPN a expirat
sv: Ditt VPN-prenumerationspaket har löpt ut
uk: Ваша передплата тарифного плану VPN завершилась

# _subscription_expired_description
source: Your subscription has been downgraded.
be: Ваша падпіска была паніжана.
de: Dein Abonnement wurde herabgestuft.
fa: اشتراک شما تنزل یافته است.
fr: Votre abonnement contient moins de fonctionnalités.
hr: Vaša pretplata je snižena na niži plan.
id: Langganan anda telah diturunkan.
ja: サブスクリプションはダウングレードされました。
ka: თქვენი გამოწერის დონე დაწეულია.
ko: 당신의 구독 단계가 하락되었습니다.
pl: Twoja subskrypcja została obniżona.
ro: Abonamentul a fost retrogradat.
sv: Din prenumeration har nedgraderats.
uk: Ваша передплата була понижена.

# _subscription_expired_reconnection_description
source: Your subscription has been downgraded, so we are reconnecting to the fastest available server.
be: Ваша падпіска была паніжана, таму мы перападключаем вас да найхутчэйшага з даступных сервераў.
de: Dein Abonnement wurde herabgestuft. Daher wird die Verbindung mit dem schnellsten verfügbaren Server wiederhergestellt.
fa: اشتراک شما تنزل یافته است، بنابراین ما در حال اتصال اتصال دوباره به سریع‌ترین سرور موجود هستیم.
fr: Votre abonnement contient moins de fonctionnalités. Nous vous reconnectons au serveur le plus rapide qui est disponible.
hr: Vaša pretplata je snižena, stoga vas povezujemo s najbržim dostupnim poslužiteljem.
id: Langganan anda telah diturunkan, jadi kami menghubungkan kembali ke server paling cepat yang tersedia.
ja: サブスクリプションはダウングレードされました。利用可能な高速なサーバーに再接続します。
ka: გადახვედით უფრო იაფიან გადმოწერაზე, ამიტომ გადაგრთავთ ყველაზე სწრაფ წვდომად სერვერზე.
ko: 당신의 구독 단계가 하락되었습니다, 그래서 이용 가능한 가장 빠른 서버로 재연결 하겠습니다.
pl: Twoja subskrypcja została obniżona, więc zostałeś ponownie połączony z najszybszym dostępnym serwerem.
ro: Abonamentul a fost retrogradat, deci se va reconecta la cel mai rapid server disponibil.
sv: Din prenumeration har nedgraderats, så vi återansluter till den snabbaste tillgängliga servern.
uk: Ваша передплата була понижена, тому ми повторно з'єднуємось із найшвидшим доступним сервером.

# _subscription_upgrade_title
source: Upgrade again to enjoy all the features:
be: Палепшыць яшчэ раз, каб карыстацца ўсімі функцыямі:
de: Erneut upgraden, um alle Funktionen nutzen zu können:
fa: برای استفاده از همهٔ ویژگی‌ها دوباره ارتقا دهید:
fr: Passez de nouveau à la version supérieure pour profiter de toutes les fonctionnalités :
hr: Nadogradite ponovno i uživajte u svim značajkama:
id: Tingkatkan kembali untuk menikmati semua fitur:
ja: 再度すべての機能を利用するにはアップデートしてください:
ka: ყველა ფუნქციის მისაღებად გთხოვთ განახლდეთ კიდევ ერთხელ:
ko: 다시 업그레이드하고 모든 기능들을 즐기세요:
pl: Ulepsz plan ponownie, aby korzystać z funkcji:
ro: Remodernizați planul pentru a accesa toate funcțiile:
sv: Uppgradera igen för att njuta av alla funktioner:
uk: Передплатіть тарифний план знову, щоб користуватись усіма можливостями:

# _subscription_upgrade_option3
source: Advanced features: NetShield, Secure Core, Tor, P2P
be: Пашыраныя функцыі: NetShield, Secure Core, TOR, P2P
de: Erweiterte Funktionen: NetShield, Secure Core, Tor, P2P
fa: قابلیت‌های پیشرفته: NetShield, Secure Core, Tor, P2P
fr: Fonctionnalités avancées : NetShield, Secure Core, Tor, P2P
hr: Napredne značajke: NetShield, Secure Core, Tor, P2P
id: Fitur lanjutan: Netshield, Secure Core, Tor, P2P
ja: 高度な機能: NetShield、Secure Core、Tor、P2P
ka: დამატებითი ფუნქციები: NetShield, Secure Core, Tor, P2P
ko: 고급 기능: NetShield, Secure Core, Tor, P2P
pl: Zaawansowane funkcje: NetShield, Secure Core, Tor, P2P
ro: Funcții avansate: NetShield, Secure Core, Tor, P2P
sv: Avancerade funktioner: NetShield, Secure Core, Tor, P2P
uk: Додаткові функції: NetShield, Secure Core, Tor, P2P

# _tier_free
source: Free
be: Бясплатна
de: Kostenlos
fa: رایگان
hr: Besplatno
ka: უფასო
ko: 무료
ro: Gratuite
uk: Безплатно

# _tier_plus
source: Plus
ka: პლუსი

# _information_title
source: Information
be: Інфармацыя
de: Informationen
fa: اطلاعات
fr: Informations
hr: Informacije
id: Informasi
ja: 情報
ka: ინფორმაცია
ko: 정보
pl: Informacje
ro: Informații
uk: Відомості

# _features_title
source: Features
be: Функцыі
de: Funktionen
fa: امکانات
fr: Fonctionnalités
hr: Značajke
id: Fitur
ja: 機能
ka: ფუნქციები
ko: 특징
pl: Funkcje
ro: Funcții
sv: Funktioner
uk: Функції

# _performance_title
source: Performance
be: Прадукцыйнасць
de: Leistung
fa: عملکرد
hr: Performanse
id: Performa
ja: パフォーマンス
ka: წარმადობა
ko: 속도
pl: Wydajność
ro: Performanță
sv: Prestanda
uk: Швидкодія

# _streaming_title
source: Streaming
be: Трансляцыя
fa: پخش آنلاین
hr: Streamanje
id: Tontonan
ja: ストリーミング
ka: სტრიმინგი
ko: 스트리밍 서비스
ro: Transmisie în flux
uk: Потокова трансляція

# _server_load_title
source: Server Load
be: Загрузка сервера
de: Serverauslastung
fa: بار ترافیکی سرور
fr: Charge du serveur
hr: Opterećenje poslužitelja
id: Beban Server
ja: サーバー負荷
ka: სერვერის დატვირთვა
ko: 서버 부하율
pl: Obciążenie serwera
ro: Încărcare server
sv: Serverbelastning
uk: Навантаження сервера

# _dw-partner-2022_partners_title
source: Our partners
be: Нашы партнёры
de: Unsere Partner
fa: همکاران ما
fr: Nos partenaires
id: Mitra kami
ja: パートナー
ka: ჩვენი პარტნიორები
ko: 우리의 파트너들
pl: Nasi partnerzy
ro: Partenerii noștri
sv: Våra partners
uk: Наші партнери

# _streaming_servers_description
source: Connect to a Plus server in this country to start streaming.
be: Каб пачаць трансляцыю, падключыцеся да сервера Plus у гэтай краіне.
de: Stelle eine Verbindung zu einem Plus-Server in diesem Land her, um das Streaming zu starten.
fa: به یک سرور Plus در این کشور متصل شوید تا پخش آنلاین را آغاز کنید.
fr: Connectez-vous à un serveur « Plus » dans ce pays pour commencer à streamer.
hr: Povežite se s Plus poslužiteljem u ovoj državi da biste započeli streamanje.
id: Hubungkan diri Anda ke server Plus di negara ini untuk mulai menonton tayangan streaming.
ja: この国の Plus サーバーに接続してストリーミングを開始します。
ka: სტრიმინგის დასაწყებად მიუერთდით ამ ქვეყანაში მდებარე Plus სერვერს.
ko: 스트리밍을 시작하기 위해 Plus 서버 연결
pl: Połącz się z serwerem planu Plus w tym kraju, aby rozpocząć streaming.
ro: Conectați-vă la un server Plus din această țară pentru a reda transmisii în flux.
sv: Anslut till en Plus-server i detta land för att börja streama.
uk: З'єднайтеся з сервером Plus у цій країні, щоб розпочати потокову трансляцію.

# _streaming_servers_note
source: Note: Turn off the Location Service and clear the cache of the streaming apps to ensure new content appears.
be: Нататка: адключыце сэрвіс вызначэння размяшчэння і ачысціце кэш праграм трансляцыі для таго, каб з'явілася новае змесціва.
de: Hinweis: Deaktiviere den Ortungsdienst und lösche den Cache der Streaming-Apps, damit neue Inhalte angezeigt werden.
fa: توجه: خدمات مکان را خاموش کنید و حافظهٔ پنهان برنامه‌های پخش آنلاین را پاک‌سازی کنید تا مطمئن شوید محتوای جدید ظاهر می‌شود.
fr: Remarque : désactivez le service de localisation et videz le cache des applications de streaming pour vous assurer que de nouveaux contenus apparaissent.
hr: Napomena: Isključite uslugu lokacije i očistite predmemoriju aplikacija za streaming kako biste osigurali da se pojavi novi sadržaj.
id: Perhatian: Matikan Layanan Lokasi dan bersihkan tembolok aplikasi pengaliran untuk memastikan konten baru muncul.
ja: 注意: 新しいコンテンツを表示するために、位置情報サービスをオフにした上でストリーミングアプリのキャッシュを削除してください。
ka: შენიშვნა: ახალი შემცველობის გამოსაჩენად გამორთეთ მდებარეობის სერვისი და ქეში გაწმინდეთ.
ko: 참고: 위치 서비스를 끄고 스트리밍 앱의 캐시를 지워 새로운 콘텐츠가 나타나도록 하십시오.
pl: Uwaga: Wyłącz usługi lokalizacji i wyczyść pamięć podręczną aplikacji streamingu, aby zobaczyć nową zawartość.
ro: Notă: Opriți serviciul de localizare și goliți bufferul aplicației de transmisii în flux pentru a vă asigura că apare conținut actualizat.
sv: Obs: Stäng av platstjänsten och rensa cache för streamingapparna för att säkerställa att nytt innehåll visas.
uk: Примітка: вимкніть службу розташування та очистьте кеш програм потокової трансляції, щоб упевнитися, що з'являються нові матеріали.

# _streaming_servers_extra
source: and more
be: і іншыя
de: und mehr
fa: و موارد دیگر
fr: et plus
hr: i još više
id: dan masih banyak lagi
ja: さらに
ka: და სხვა
ko: 그리고 더
pl: i wiele więcej
ro: și mai multe
sv: och mer
uk: та інше

# _feature_free_servers
source: Free servers
be: Cерверы Free
de: Free-Server
fa: سرورهای رایگان
fr: Serveurs Free
id: Server Free
ja: Free サーバー
ka: უფასო სერვერები
ko: 무료 서버
pl: Serwery planu Free
ro: Servere gratuite
sv: Gratis servrar
uk: Безплатні сервери

# _feature_free_servers_description
source: Security and privacy for everyone. Free servers have no data limits, and we’ll never deliberately slow down your browsing speed.
be: Бяспека і прыватнасць для кожнага. Бясплатныя серверы, якія не маюць абмежавання па перадачы даных і не будуць наўмысна зніжаць вашу хуткасць прагляду старонак у інтэрнэце.
de: Sicherheit und Privatsphäre für alle. Free-Server haben keine Datenlimits und wir werden deine Surfgeschwindigkeit nie absichtlich verlangsamen.
fa: امنیت و حریم خصوصی برای همه. سرورهای رایگان هیچ محدودیتی برای دیتا ندارند و ما هرگز عامدانه سرعت مرور شما را پایین نمی‌آوریم.
fr: La sécurité et le respect de la vie privée pour tous. Les serveurs gratuits n'ont aucune limite de données et nous ne ralentirons jamais délibérément votre vitesse de navigation.
id: Keamanan dan privasi untuk semua. Server Free kami tidak memiliki batasan data, dan kami tidak akan pernah dengan sengaja memperlambat laju penjelajahan internet Anda.
ja: セキュリティとプライバシーを誰にでも。Free サーバーにはデータ制限がなく、意図的にブラウジング速度を落としたりしません。
ka: უსაფრთხოება და კონფიდენციალობა ყველასთვის. უფასო სერვერებს მონაცემების ლიმიტი არ გააჩნია და ჩვენ არ ვაპირებთ წინასწარგანზრახულად შეგინელოთ ინტერნეტის სიჩქარე.
ko: 모두를 위한 보안과 개인정보 보호 제공. 무료 서버는 데이터 제한이 없으며 저희는 일부러 인터넷 속도를 느리게 하지 않습니다.
pl: Bezpieczeństwo i prywatność dla każdego. Serwery planu Free nie posiadają limitów danych i nigdy nie będziemy celowo spowalniać prędkości przeglądania Internetu.
ro: Securitate și confidențialitate pentru oricine. Serverele gratuite nu au limite de date și nu vă vom reduce niciodată deliberat viteza de navigare.
sv: Säkerhet och integritet för alla. Free-servrar har inga databegränsningar och vi kommer aldrig medvetet att sakta ner din surfhastighet.
uk: Безпека та приватність для кожного. Безплатні сервери не мають обмежень за обсягом даних, і ми ніколи навмисно не сповільнюватимемо швидкість вашого вебперегляду.

# _feature_smart_routing_description
source: This technology allows Proton VPN to provide higher speed and security in difficult-to-serve countries.
be: Гэта тэхналогія дазваляе Proton VPN забяспечваць больш высокую хуткасць і бяспеку ў краінах, дзе ёсць праблемы з прыватнасцю.
de: Diese Technologie ermöglicht es Proton VPN, höhere Geschwindigkeit und Sicherheit in schwer zu erreichenden Ländern zu bieten.
fa: این فناوری به Proton VPN اجازه می‌دهد تا در کشورهایی که ارائهٔ خدمات در آن‌ها دشوار است، سرعت و امنیت بالاتری را ارائه کند.
fr: Cette technologie permet à Proton VPN de fournir une vitesse et une sécurité plus élevées dans les pays difficiles à desservir.
hr: Ova tehnologija omogućuje Proton VPN-u da pruža veću brzinu i sigurnost u zemljama koje je teško uslužiti.
id: Teknologi ini memungkinkan Proton VPN untuk menyediakan kecepatan dan keamanan yang lebih tinggi di negara yang masih berkembang.
ja: この技術は Proton VPN の提供が困難な国で高速な速度とセキュリティを提供します。
ka: ეს ტექნოლოგია საშუალებას აძლევს Proton VPN-ს, მოგაწოდოთ უფრო მეტი სიჩქარე და უსაფრთხოება ძნელად მისაწვდომ ქვეყნებშიც კი.
ko: 이 기술을 통해 Proton VPN은 서비스를 제공하기 어려운 국가에서 더 빠른 속도와 보안을 제공할 수 있습니다.
pl: Ta technologia pozwala zapewnić aplikacji Proton VPN wyższą prędkość i bezpieczeństwo w krajach nieszanujących prywatność.
ro: Această tehnologie permite ca Proton VPN să ofere viteză și securitate mai mare în țările dificil de accesat.
sv: Denna teknik gör att Proton VPN kan ge högre hastighet och säkerhet i svårbetjänade länder.
uk: Ця технологія дозволяє Proton VPN забезпечити вищу швидкість та безпеку у країнах з ускладненим обслуговуванням.

# _feature_streaming_description
source: Plus servers support streaming (Netflix, Disney+, etc) from anywhere in the world.
be: Серверы Plus падтрымліваюць трансляцыю (Netflix, Disney+ і іншыя) з любой краіны ў свеце.
de: Plus Server unterstützen das Streamen (Netflix, Disney+, usw.) von überall auf der Welt.
fa: سرورهای Plus از پخش آنلاین (Netflix، Disney+ و...) از هر جایی در جهان پشتیبانی می‌کنند.
fr: Les serveurs « Plus » prennent en charge le streaming (Netflix, Disney+…) depuis n'importe où dans le monde.
id: Server PLUS memungkinkan Anda untuk mengakses berbagai layanan streaming (Netflix, Disney+, dll) di manapun Anda berada.
ja: Plus サーバーでは世界中のどこからでもストリーミング (Netflix、Disney+, など) を閲覧できます。
ka: Plus სერვერებს სტრიმინგის (Netflix, Disney+, და ა. შ.) მხარდაჭერა მთელი მსოფლიოდან აქვს.
ko: Plus 서버는 전 세계 어디서나 스트리밍 서비스 (넷플릭스, 디즈니+, 등) 을 지원합니다.
pl: Dodatkowe serwery wspierają streaming (Netflix, Disney+ itp.) gdziekolwiek jesteś.
ro: Serverele Plus suportă trasmisii în flux (Netflix, Disney+ etc.) de oriunde din lume.
sv: Plus-servrar stöder streaming (Netflix, Disney+, etc.) var som helst i världen.
uk: Сервери Plus підтримують потокову трансляцію (Netflix, Disney+ та ін.) звідусіль у світі.

# _feature_p2p_description
source: These servers give the best performance for BitTorrent and file sharing.
be: Гэтыя серверы даюць найлепшую прадукцыйнасць для BitTorrent і абагулення файла.
de: Dieser Server bietet die beste Leistung für BitTorrent und Dateifreigabe.
fa: این سرورها بهترین عملکرد را برای BitTorrent و اشتراک فایل ارائه می‌دهند.
fr: Ces serveurs offrent les meilleures performances pour le partage de fichiers et BitTorrent.
hr: Ovi poslužitelji pružaju najbolje performanse za BitTorrent i dijeljenje datoteka.
id: Server-server berikut memberikan performa terbaik dalam hal BitTorrent dan file sharing.
ja: これらのサーバーは BitTorrent とファイル共有のための最適なパフォーマンスを提供します。
ka: ეს სერვერები საუკეთესო წარმადობას BitTorrent-სთვის და ფაილის გასაზიარებლად იძლევიან.
ko: 이 서버들은 BitTorrent 및 파일 공유에 최고의 성능을 제공합니다.
pl: Te serwery zapewniają najlepszą wydajność dla protokołu BitTorrent i udostępniania plików.
ro: Aceste servere oferă cea mai bună performanță pentru BitTorrent și partajarea de fișiere.
sv: Dessa servrar ger den bästa prestandan för BitTorrent och fildelning.
uk: Ці сервери забезпечують найкращу швидкодію для BitTorrent та обміну файлами.

# _feature_tor_description
source: Route your internet traffic through the Tor network. Slower, but more private.
be: Перанакіроўвае ўвесь ваш трафік праз сетку Tor. Павольна, але больш бяспечна.
de: Leite deinen Internetverkehr durch das Tor-Netzwerk. Langsamer, aber besser geschützt.
fa: ترافیک اینترنت خود را از شبکهٔ Tor عبور دهید. کندتر، اما با حریم خصوصی بالاتر.
fr: Routez votre trafic internet à travers le réseau Tor. Plus lent, mais plus privé.
id: Alihkan lalu lintas internet Anda melalui jaringan Tor. Lebih lambat, namun lebih privat.
ja: Tor ネットワークを経由するとネットワークは低速になりますが、さらにプライベートになります。
ka: გადაამისამართეთ თქვენი ინტერნეტ-ტრაფიკი Tor-ის ქსელში. ის ოდნავ ნელია, მაგრამ უფრო დაცული.
ko: Tor 네트워크로 트래픽을 경유하세요. 느리지만 더 안전합니다.
pl: Przekieruj swój ruch internetowy przez wolniejszą, ale bardziej prywatną sieć Tor.
ro: Direcționează traficul de internet prin rețeaua Tor. Mai lent, dar mai privat.
sv: Dirigera din Internettrafik genom Tor-nätverket. Långsammare, men mer privat.
uk: Спрямовуйте свій інтернет-трафік через мережу Tor. Повільніше, але приватніше.

# _performance_load_description
source: Servers with high load are slower than servers with low load.
be: Серверы з высокай загрузкай больш павольныя, чым з нізкай.
de: Server mit hoher Last sind langsamer als Server mit geringer Last.
fa: سرورها با بار ترافیکی بالا از سرورها با بار ترافیکی پایین کندتر هستند.
fr: Les serveurs avec une charge élevée sont plus lents que les serveurs avec une faible charge.
hr: Poslužitelji s visokim opterećenjem sporiji su od poslužitelja s niskim opterećenjem.
id: Server dengan beban yang tinggi akan memberikan koneksi yang lebih lambat dibanding server dengan beban yang rendah.
ja: 高負荷のサーバーは低負荷のサーバーに比べ遅くなります。
ka: სერვერები მაღალი დატვირთვით უფრო ნელია, ვიდრე სერვერები დაბალი დატვირთვით.
ko: 부하가 높은 서버는 부하가 낮은 서버보다 느립니다.
pl: Serwery z dużym obciążeniem są wolniejsze.
ro: Serverele mai încărcate sunt mai lente decât serverele mai puțin încărcate.
sv: Servrar med hög belastning är långsammare än servrar med låg belastning.
uk: Сервери з високим навантаженням повільніші за сервери з низьким навантаженням.

# _performance_load_low
source: Low
be: Нізкая
de: Niedrig
fa: پایین
fr: Faible
hr: Nisko
id: Rendah
ja: 低
ka: დაბალი
ko: 낮음
pl: Małe
ro: Redusă
sv: Låg
uk: Низьке

# _performance_load_medium
source: Medium
be: Сярэдняя
de: Mittel
fa: متوسط
fr: Moyenne
hr: Srednja
id: Sedang
ja: 中
ka: საშუალო
ko: 중간
pl: Średnie
ro: Medie
uk: Середнє

# _performance_load_high
source: High
be: Высокая
de: Hoch
fa: بالا
fr: Élevée
hr: Visoko
id: Tinggi
ja: 高
ka: მაღალი
ko: 높음
pl: Duże
ro: Mare
sv: Hög
uk: Високе

# _locations_all
source: All locations
be: Усе размяшчэнні
de: Alle Standorte
fr: Tous les emplacements
id: Seluruh lokasi
ja: すべての場所
ka: ყველა მდებარეობა
ko: 모든 지역
pl: Wszystkie lokalizacje
ro: Toate locurile
sv: Alla platser
uk: Усі розташування

# _locations_free
source: Free locations
be: Бясплатныя размяшчэнні
de: Free-Standorte
fr: Emplacements Free
id: Lokasi Free
ja: フリーロケーション
ka: უფასო მდებარეობები
ko: 무료 지역
pl: Lokalizacje planu Free
ro: Locurile gratuite
sv: Gratis platser
uk: Безплатні розташування

# _locations_plus
source: Plus locations
be: Размяшчэнні сервераў Plus
de: Plus-Standorte
fr: Emplacements Plus
id: Lokasi Plus
ja: プラスロケーション
ka: Plus მდებარეობები
ko: Plus 지역
pl: Lokalizacje planu Plus
ro: Locuri Plus
sv: Plus-platser
uk: Розташування Plus

# _connections_free
source: Free connections
be: Бясплатныя падключэнні
de: Free-Verbindungen
id: Koneksi Free
ja: 無料接続
ka: უფასო მიერთებები
ko: 무료 연결
pl: Bezpłatne połączenia
ro: Conexiuni gratuite
sv: Gratis anslutningar
uk: Безплатні з'єднання

# _gateways_modal_title
source: What's a gateway?
be: Што такое шлюз?
de: Was ist ein Gateway?
fr: Qu'est-ce qu'une passerelle ?
id: Apa itu gateway?
ja: ゲートウェイとは？
ka: რა არის Gateway?
ko: 게이트웨이가 무엇인가요?
pl: Co to jest brama?
ro: Ce este o poartă de acces?
sv: Vad är en gateway?
uk: Що таке мережевий шлюз?

# _gateways_modal_text
source: A VPN gateway is a secure connection that provides controlled access to your company's data and services through dedicated servers
be: Шлюз VPN - гэта бяспечнае падключэнне, якое забяспечвае кантралюемы доступ да даных і паслуг вашай кампаніі праз вылучаныя серверы
de: Ein VPN-Gateway ist eine sichere Verbindung, die über dedizierte Server kontrollierten Zugang zu den Daten und Diensten deines Unternehmens bietet
fr: Une passerelle VPN est une connexion sécurisée qui permet de contrôler l'accès aux données de votre entreprise par le biais de serveurs dédiés.
id: Gateway VPN merupakan koneksi aman yang menyediakan akses terkendali ke data dan layanan milik perusahaan Anda melalui server khusus
ja: VPNゲートウェイは、専用サーバーを通じて企業のデータやサービスへの制御されたアクセスを提供するセキュアな接続です。
ka: VPN კარიბჭე დაცული მიერთებაა, რომელიც, თქვენი კომპანიის მონაცემებზე და სერვისებზე გამოყოფილი სერვერების გავლით გაძლევთ წვდომას.
ko: VPN 게이트웨이는 전용 서버를 통하여 사용자 회사의 데이터나 서비스에 안전하게 연결할 수 있는 서비스입니다
pl: Brama VPN to bezpieczne połączenie, które zapewnia kontrolowany dostęp do danych i usług firmy za pomocą dedykowanych serwerów
ro: O poartă de acces VPN este o conexiune sigură care oferă acces controlat la datele și serviciile companiei proprii prin servere dedicate.
sv: En VPN-gateway är en säker anslutning som ger kontrollerad åtkomst till ditt företags data och tjänster genom dedikerade servrar
uk: VPN-шлюз – це захищене з'єднання, що забезпечує контрольований доступ до даних і сервісів вашої компанії через спеціалізовані сервери

# _vpn_accelerator_change_title
source: Change VPN Accelerator
be: Змяніць VPN Accelerator
de: VPN Accelerator ändern
fa: تغییر VPN Accelerator
fr: Changer VPN Accelerator
hr: Promjeni VPN Accelerator
id: Ubah VPN Accelerator
ja: VPN Accelerator を変更
ka: VPN ამაჩქარებლის შეცვლა
ko: VPN Accelerator 변경
pl: Zmień ustawienia funkcji VPN Accelerator
ro: Modificare VPN Accelerator
sv: Ändra VPN Accelerator
uk: Змінити VPN Accelerator
