Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# modals_upsell_all_countries_feature_highSpeed
source: Browse at the highest speeds (10 Gbps)
be: Праглядайце сайты на самых высокіх хуткасцях (10 Гбіт/с)
de: Surfe mit höchster Geschwindigkeit (10 Gbit/s)
fa: با بالاترین سرعت وبگردی کنید (10 گیگابیت بر ثانیه)
fr: Naviguez aux vitesses les plus élevées (10 Gbit/s)
id: Jelajahi internet pada kecepatan tertinggi (10 Gbps)
ja: 最高速でブラウズ (10 Gbps)
ka: საიტების უსწრაფესად დათვალეირება (10 გბ/წმ)
ko: 가장 빠른 속도로 브라우징하세요 (10 Gbps)
pl: Przeglądaj Internet z najwyższą prędkością (10 Gb/s)
ro: Navigați cu viteză maximă (10 Gbps)
sv: Surfa med de högsta hastigheterna (10 Gbps)
uk: Користуйтеся інтернетом із найвищою швидкістю (10 Гбіт/с)

# modals_upsell_all_countries_feature_netshield
source: Block ads and malware with NetShield
be: Блакіруйце рэкламу і шкодныя праграмы з дапамогай NetShield
de: Blockiere Werbung und Malware mit NetShield
fa: مسدود کردن تبلیغات و بدافزارها با NetShield
fr: Bloquez les publicités et les logiciels malveillants avec NetShield
id: Blokir iklan dan malware dengan NetShield
ja: NetShieldで広告やマルウェアをブロック
ka: დაბლოკეთ რეკლამა და არასასურველი პროგრამები NetShield-ით
ko: NetShield로 광고와 멀웨어를 차단하세요
pl: Zablokuj reklamy i złośliwe oprogramowanie dzięki funkcji NetShield
ro: Blocați reclamele și malware-ul cu NetShield
sv: Blockera annonser och skadlig programvara med NetShield
uk: Блокуйте рекламу та зловмисні програми за допомогою NetShield

# modals_upsell_net_shield_title
source: Enjoy ad-free browsing with NetShield
be: Праглядайце старонкі без рэкламы з дапамогай NetShield
de: Genieße werbefreies Surfen mit NetShield
fa: با NetShield از وبگردی بدون تبلیغات لذت ببرید
fr: Profitez d'une navigation sans aucune publicité avec NetShield
id: Nikmati penjelajahan tanpa iklan dengan NetShield
ja: NetShieldで広告なしのブラウジングを体験
ka: ისიამოვნეთ ურეკლამო ინტერნეტით NetShield-თან ერთად
ko: NetShield로 광고 없는 브라우징을 즐기세요
pl: Ciesz się przeglądaniem bez reklam dzięki funkcji NetShield
ro: Bucurați-vă de navigarea fără reclame cu NetShield
sv: Njut av annonsfri surfning med NetShield
uk: Насолоджуйтесь інтернетом без реклами завдяки NetShield

# modals_upsell_net_shield_ads
source: Block ads and trackers
be: Блакіраваць рэкламу і праграмы сачэння
de: Blockiere Werbung und Tracker
fa: مسدود کردن تبلیغات و ردیاب‌ها
fr: Bloquez les publicités et les traqueurs
id: Blokir iklan dan program pelacak
ja: 広告とトラッカーをブロック
ka: დაბლოკეთ რეკლამები და ტრეკერები
ko: 광고 및 추적기 차단
pl: Zablokuj reklamy i elementy śledzące
ro: Blocare reclame și urmăritori
sv: Blockera annonser och spårare
uk: Блокування реклами та стеження

# modals_upsell_net_shield_malware
source: Protect your device from malware
be: Абараніце сваю прыладу ад шкодных праграм
de: Schütze dein Gerät vor Malware
fa: دستگاه خود را از بدافزارها محافظت کنید
fr: Protégez votre appareil contre les logiciels malveillants
id: Lindungi perangkat Anda dari malware
ja: マルウェアからデバイスを保護
ka: დაიცავით თქვენი მოწყობილობა მავნე პროგრამებისგან
ko: 멀웨어로부터 기기를 보호하세요
pl: Chroń swoje urządzenie przed złośliwym oprogramowaniem
ro: Protejați dispozitivul de programele malițioase
sv: Skydda din enhet från skadlig programvara
uk: Захистіть свій пристрій від зловмисних програм

# modals_upsell_net_shield_highSpeed
source: Browse at the highest speeds
be: Праглядайце сайты на самых высокіх хуткасцях
de: Surfe mit höchster Geschwindigkeit
fa: با بالاترین سرعت وبگردی کنید
fr: Naviguez aux vitesses les plus élevées
id: Jelajahi internet pada kecepatan tertinggi
ja: 最高速でブラウズ
ka: საიტების უსწრაფესად დათვალეირება
ko: 가장 빠른 속도에서 브라우징하세요
pl: Przeglądaj Internet z najwyższą prędkością
ro: Navigați cu viteză maximă
sv: Surfa med de högsta hastigheterna
uk: Користуйтеся інтернетом із найвищою швидкістю

# modals_upsell_secure_core_title
source: Double the encryption with Secure Core
be: Падвойнае шыфраванне з Secure Core
de: Verdopple die Verschlüsselung mit Secure Core
fa: با Secure Core رمزنگاری را دوبرابر کنید
fr: Doublez le chiffrement avec Secure Core
id: Enkripsi berganda dengan Secure Core
ja: Secure Coreで 2 重の暗号化
ka: გააორმაგეთ შიფრაცია Secure Core-სთან ერთად
ko: Secure Core과 함께 이중으로 암호화하세요
pl: Podwójne szyfrowanie dzięki funkcji Secure Core
ro: Dublați criptarea cu Secure Core
sv: Dubbla krypteringen med Secure Core
uk: Подвійне шифрування за допомогою Secure Core

# modals_upsell_secure_core_route
source: Route through ultra secure servers in Switzerland, Sweden, and Iceland
be: Перанакіруйце трафік праз звышабароненыя серверы ў Швейцарыі, Швецыі і Ісландыі
de: Route über extrem sichere Server in der Schweiz, Schweden und Island
fa: ارتباط از طریق سرورهای فوق امن در سوییس، سوئد و ایسلند
fr: Passez par des serveurs ultra sécurisés en Suisse, en Suède et en Islande
id: Alihkan lalu lintas jaringan Anda melalui berbagai server ultra aman di Swiss, Swedia, dan Islandia
ja: スイス、スウェーデン、アイスランドにある超安全なサーバーを経由する
ka: დააროუტეთ თქვენი ტრაფიკი ჩვენს ზედაცულ სერვერებზე, რომლებიც შვეიცარიაში, შვედეთში და ისლანდიაში მდებარეობს
ko: 스위스, 스웨덴과 아이슬란드의 아주 안전한 서버를 통해 라우팅하세요
pl: Przekieruj ruch przez ultra bezpieczne serwery w Szwajcarii, Szwecji i Islandii
ro: Direcționați traficul prin serverele ultrasigure din Elveția, Suedia si Islanda
sv: Dirigera genom ultrasäkra servrar i Schweiz, Sverige och Island
uk: Спрямовуйте передачу даних через найзахищеніші сервери у Швейцарії, Швеції та Ісландії

# modals_upsell_secure_core_layer
source: Add another layer of encryption to your VPN connection
be: Дадайце яшчэ адзін слой шыфравання ў ваша падключэнне па VPN
de: Füge deiner VPN-Verbindung eine weitere Verschlüsselungsebene hinzu
fa: اضافه کردن یک لایه دیگر رمزنگاری به ارتباط VPN شما
fr: Ajoutez une autre couche de chiffrement à votre connexion VPN
id: Terapkan lapisan perlindungan tambahan pada koneksi VPN Anda
ja: VPN接続にもう1つの暗号化レイヤーを追加する
ka: დაამატეთ თქვენს VPN-ს უსაფრთხოების კიდევ ერთი დონე
ko: VPN 연결에 암호화 계층 추가
pl: Dodatkowa warstwa szyfrowania połączenia VPN
ro: Adăugați încă un nivel de criptare a conexiunii VPN
sv: Lägg till ytterligare ett lager av kryptering till din VPN-anslutning
uk: Додайте ще один рівень шифрування до свого VPN-з'єднання

# modals_upsell_secure_core_attacks
source: Protect yourself from network attacks
be: Абараніце сябе ад сеткавых атак
de: Schütze dich vor Netzwerkangriffen
fa: از خودتان در برابر حملات شبکه محافظت کنید
fr: Protégez-vous des attaques réseau
id: Lindungi diri Anda dari serangan berbasis jaringan
ja: ネットワーク攻撃から自分を保護
ka: დაიცავით თავი ქსელური შეტევებისგან
ko: 네트워크 공격으로부터의 보호
pl: Chroń się przed atakami sieciowymi
ro: Protejați-vă de atacurile din rețea
sv: Skydda dig själv från nätverksattacker
uk: Захистіться від мережевих атак

# modals_no_logs_title
source: No logs and Swiss-based
be: Не вядзе журналаў і знаходзіцца ў Швейцарыі
de: Keine Protokollierung und in der Schweiz ansässig
fa: بدون ثبت رویداد و مستقر در سوییس
fr: Aucun journaux (no log) et basé en Suisse
id: Tanpa log dan berbasis di Swiss
ja: ログなしかつスイス拠点
ka: ჟურნალის გარეშე, შვეიცარიაში
ko: 기록이 없고 스위스에 위치
pl: Szwajcarska usługa bez przechowywania logów
ro: Fără jurnale și aflată în Elveția
sv: Inga loggar och baserat i Schweiz
uk: Не веде журналів і розташовано у Швейцарії

# modals_no_logs_privacy_first
source: Proton VPN is privacy first
be: Proton VPN - гэта прыватнасць перадусім
de: Bei Proton VPN steht Datenschutz an erster Stelle
fa: برای Proton VPN امنیت شما مهمترین است
fr: Proton VPN : priorité à la confidentialité
id: Proton VPN selalu mengutamakan privasi
ja: Proton VPN はプライバシーファーストです
ka: Proton VPN ჯერ კონფიდენციალობაა, უპირველეს ყოვლისა
ko: Proton VPN 은 보안이 먼저입니다
pl: Proton VPN stawia na prywatność
ro: Proton VPN pune confidențialitatea pe primul loc
sv: Proton VPN är integritet först
uk: Proton VPN — це насамперед приватність

# modals_no_logs_log_activity
source: We do not log your internet activity
be: Мы не вядзём журналы вашай актыўнасці ў інтэрнэце
de: Wir protokollieren keine deiner Internetaktivitäten
fa: ما فعالیت آنلاین شما را ثبت نمیکنیم
fr: Nous n'enregistrons pas votre activité sur internet.
id: Kami tidak merekam aktivitas internet Anda
ja: あなたのインターネット上での活動を記録しません
ka: ჩვენ არ ვინახავთ, რას აკეთებთ ინტერნეტში
ko: 우리는 인터넷 활동을 하는 동안 기록을 남기지 않습니다
pl: Nie przechowujemy logów Twojej aktywności w Internecie
ro: Nu vă înregistrăm activitatea de pe internet
sv: Vi loggar inte din Internetaktivitet
uk: Ми не зберігаємо вашу активність в інтернеті

# modals_no_logs_third_parties
source: We do not share any data with third parties
be: Мы не перадаём ніякіх даных староннім асобам
de: Wir geben keinerlei Daten an Dritte weiter
fa: ما اطلاعات شما را در اختیار دیگران قرار نمی دهیم
fr: Nous ne partageons aucune donnée avec des tierces parties.
id: Kami tidak membagikan data apapun kepada pihak ketiga
ja: 私たちは第三者にデータを共有しません
ka: ჩვენ არ ვუზიარებთ მონაცემებს მესამე პირებს
ko: 우리는 어떠한 데이터를 제 3자에게 제공하지 않습니다
pl: Nie udostępniamy danych stronom trzecim
ro: Nu partajăm orice date cu terțe părți
sv: Vi delar ingen data med tredje part
uk: Ми не передаємо жодних даних третім сторонам

# modals_no_logs_external_audit
source: Proton VPN's strict no-log policy is certified by an external audit.
be: Палітыка строгай адсутнасці журналаў актыўнасці Proton VPN пацверджана знешняй праверкай.
de: Die strenge No-Logs-Richtlinie von Proton VPN wurde durch ein externes Audit zertifiziert.
fa: سیاست سختگیرانه عدم ثبت رویداد Proton VPN توسط بازرسی خارج از سازمان گواهی شده است.
fr: La politique stricte de non-journalisation (no log) Proton VPN est certifiée par un audit externe.
id: Kebijakan tanpa log ketat yang diusung oleh Proton VPN telah tersertifikasi oleh audit eksternal.
ja: Proton VPN の強固なノーログポリシーは外部監査に認証されています。
ka: Proton VPN-ის ჟურნალის-არ-შენახვის პოლიტიკა გარე აუდიტის მიწერ მოწმდება.
ko: Proton VPN의 엄격한 기록이 없는 정책은 외부 심사를 통해 인증되었습니다.
pl: Polityka braku przechowywania logów Proton VPN została potwierdzona przez zewnętrzny audyt.
ro: Politica strictă a Proton VPN de a nu ține jurnale este certificată de un audit extern.
sv: Proton VPN:s strikta policy för att inte logga är certifierad av en extern granskning.
uk: Сувора політика Proton VPN без журналювання підтверджена зовнішньою перевіркою.

# modals_discourage_secure_core_title
source: A note about speed...
be: Нататка пра хуткасць...
de: Ein Hinweis zur Geschwindigkeit...
fa: نکته‌ای دربارهٔ سرعت...
fr: Une précision à propos de la vitesse…
id: Catatan mengenai kecepatan...
ja: 速度について...
ka: შენიშვნა სიჩქარის შესახებ...
ko: 속도에 대한 참고 사항...
pl: Uwaga dotycząca prędkości...
ro: Observație privind viteza…
sv: En notis om hastighet...
uk: Примітка про швидкість...

# modals_discourage_secure_core_subtitle
source: Secure Core offers the highest level of security and privacy, but it may reduce your internet speed. If you need more performance, you can disable Secure Core.
be: Secure Core прапануе высокі ўзровень бяспекі і прыватнасці, але можа запаволіць ваша падключэнне. Калі вам неабходна большая прадукцыйнасць, рэкамендуецца адключыць Secure Core.
de: Secure Core bietet ein Höchstmaß an Sicherheit und Datenschutz, kann aber deine Internetgeschwindigkeit verringern. Wenn du mehr Leistung benötigst, kannst du Secure Core deaktivieren.
fa: فناوری Secure Core بالاترین سطح امنیت و حریم خصوصی را ارائه می‌دهد، اما ممکن است سرعت اینترنت شما را کاهش دهد. اگر به کارایی بیشتری احتیاج دارید، می‌توانید Secure Core را غیرفعال کنید.
fr: Secure Core offre le meilleur niveau de sécurité et de confidentialité, mais peut réduire la vitesse de votre connexion. Si vous avez besoin de plus de performances, vous pouvez désactiver Secure Core.
id: Secure Core menawarkan tingkat keamanan dan privasi tertinggi, namun dapat menurunkan kecepatan internet Anda. Apabila Anda membutuhkan performa yang lebih, Anda dapat menonaktifkan Secure Core.
ja: Secure Core は最高レベルのセキュリティとプライバシーを実現しますが、インターネットのスピードに影響する可能性があります。パフォーマンスを重視する場合は、Secure Core を無効にできます。
ka: Secure Core უსაფრთხოებისა და კონფიდენციალობის უმაღლეს დონეს გთავაზობთ, მაგრამ მან ასევე საგრძნობლად შეიძლება, შეამციროს ინტერნეტის სიჩქარე. თუ გესაჭიროებათ მეტი წარმადობა, შეგიძლიათ, სცადოთ გამორთოთ ის.
ko: Secure Core은 최고의 보안과 개인 정보 보호를 제공하지만, 인터넷 속도를 느리게 할 수 있습니다. 더 좋은 성능을 원하신다면, Secure Core를 비활성화할 수 있습니다.
pl: Funkcja Secure Core oferuje najwyższy poziom bezpieczeństwa i prywatności, ale może zmniejszyć prędkość połączenia. Jeśli potrzebujesz większej wydajności, wyłącz funkcję Secure Core.
ro: Secure Core oferă cel mai înalt nivel de securitate și confidențialitate, dar vă poate reduce viteza pe internet. Dacă aveți nevoie de mai multe performanțe, puteți dezactiva Secure Core.
sv: Secure Core erbjuder den högsta nivån av säkerhet och integritet, men det kan minska din Internethastighet. Om du behöver mer prestanda kan du inaktivera Secure Core.
uk: Secure Core пропонує найвищий рівень безпеки та приватності, але це може знизити швидкість роботи інтернету. Якщо вам потрібна додаткова швидкодія, ви можете вимкнути Secure Core.

# modals_discourage_secure_core_dont_show
source: Don’t show again
be: Больш не паказваць
de: Nicht erneut anzeigen
fa: دوباره نشان نده
fr: Ne plus afficher
hr: Ne prikazuj ponovno
id: Jangan tampilkan lagi
ja: 再度表示しない
ka: აღარ მაჩვენო
ko: 다음부터 표시하지 않음
pl: Nie pokazuj ponownie
ro: Nu mai arăta asta
sv: Visa inte igen
uk: Не показувати знову

# modals_discourage_secure_core_activate
source: Activate Secure Core
be: Актываваць Secure Core
de: Secure Core aktivieren
fa: فعال کردن Secure Core
fr: Activer Secure Core
id: Aktifkan Secure Core
ja: Secure Core を有効にする
ka: Secure Core-ის აქტივაცია
ko: Secure Core 활성화
pl: Aktywuj funkcję Secure Core
ro: Activare Secure Core
sv: Aktivera Secure Core
uk: Активувати Secure Core

# new_plans_brand_title
source: Updated Proton, unified protection
be: Абноўлены Proton, уніфікаваная абарона
de: Verbessertes Proton, einheitlicher Schutz
fa: Proton به روز شده، محافظت یکپارچه
fr: Nouvelle version, protection unifiée
hr: Ažurirani Proton, jedinstvena zaštita
id: Proton yang baru, dengan perlindungan yang tersatukan
ja: 統合された保護を新しくなった Proton で
ka: განახლებული Proton-ი, გაერთიანებული დაცვა
ko: 업데이트된 Proton, 통일된 보호
pl: Nowy Proton, ujednolicona ochrona
ro: Proton actualizat, protecție unificată
sv: Uppdaterat Proton, enhetligt skydd
uk: Оновлений Proton, єдиний захист

# new_plans_brand_subtitle
source: Introducing Proton’s refreshed look. Many services, one mission. Welcome to an internet where privacy is the default.
be: Уводзіны ў абноўлены выгляд Proton. Шмат сэрвісаў, адна місія. Запрашаем у інтэрнэт, дзе прыватнасць з'яўляецца паўсядзённасцю.
de: Proton präsentiert sein neues Design. Viele Dienste, eine Mission. Willkommen bei einem Internet, bei dem der Schutz der Privatsphäre Standard ist.
fr: Voici le nouveau look de Proton. Plusieurs services, une seule mission. Bienvenue sur un internet où la vie privée est la règle absolue.
hr: Predstavljamo Protonov osvježeni izgled. Mnogo usluga, jedna misija. Dobrodošli na internet gdje je privatnost zadana vrijednost.
id: Memperkenalkan tampilan Proton yang baru. Berbagai layanan, satu misi. Selamat datang di internet yang menjunjung privasi sebagai hal yang baku.
ja: 新しい外観になった Proton をご紹介します。 たくさんのサービス、1 つのミッション。どこでもプライベートなインターネットへようこそ。
ka: წარმოგიდგენთ Proton-ის განახლებულ გარეგნობას. ბევრი სერვისი, ერთი მისია. მოგესალმებით ინტერნეტში, სადაც კონფიდენციალობა ნაგულისხმებია.
ko: Proton의 새로운 디자인을 소개합니다. 많은 서비스, 하나의 미션. 사생활이 기본인 인터넷에 오신 것을 환영합니다.
pl: Przedstawiamy odświeżony wygląd Protona. Wiele usług, jedna koncepcja. Witamy w Internecie, w którym prywatność jest podstawą.
ro: Vă prezentăm aspectul împrospătat al Proton. Multe servicii, o singură misiune. Bine ați venit pe un internet în care confidențialitatea este implicită.
sv: Introducerar Protons uppfräschade utseende. Många tjänster, ett uppdrag. Välkommen till ett Internet där integritet är standard.
uk: Представляємо оновлений вигляд Proton. Багато служб – одна місія. Ласкаво просимо до інтернету, де приватність – це стандарт.

# new_plans_brand_got_it
source: Got it
be: Зразумела
de: Verstanden
fa: فهمیدم
fr: J'ai compris
hr: Shvaćam
id: Mengerti
ja: 了承
ka: გავიგე
ko: 알겠습니다
pl: Ok
ro: Am înțeles
sv: Förstått
uk: Зрозуміло

# modals_common_cancel
source: Cancel
be: Скасаваць
de: Abbrechen
fa: لغو
fr: Annuler
hr: Poništi
id: Batal
ja: キャンセル
ka: გაუქმება
ko: 취소
pl: Anuluj
ro: Anulare
sv: Avbryt
uk: Скасувати

# modals_common_learn_more
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# modals_common_next
source: Next
be: Далей
de: Weiter
fa: بعدی
hr: Sljedeće
id: Selanjutnya
ja: 次へ
ka: შემდეგი
ko: 다음
pl: Dalej
ro: Înainte
sv: Nästa
uk: Далі

# modals_common_get_started
source: Get started
be: Пачаць працу
de: Erste Schritte
id: Mulai
ja: 始めましょう
ka: დაიწყეთ
ko: 시작하기
pl: Rozpocznij
ro: Să începem
sv: Kom igång

# maximum_device_limit
source: Please disconnect another device to connect to this one.
be: Адключыце іншую прыладу для падключэння гэтай.
de: Bitte trenne zuerst die Verbindung auf einem anderen Gerät, um dich mit diesem zu verbinden.
fa: لطفا ارتباط دستگاه دیگری را قطع کنید تا این دستگاه متصل شود.
id: Mohon putuskan perangkat lain agar perangkat ini dapat terhubung.
ja: 接続するには他のデバイスの接続を解除してください。
ka: ამ მოწყობილობით შესასვლელად გამორთეთ სხვა, ჩართული მოწყობილობა.
ko: 이 기기에서 연결하려면 다른 기기의 연결을 끊어주세요.
pl: Aby połączyć się, rozłącz inne urządzenie.
ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta.
sv: Koppla från en annan enhet för att ansluta till denna.
uk: Від'єднайте інший пристрій, щоб під'єднатися до цього.

# upsell_vpn_accelerator_title
source: Browse at even higher speeds (up to 10 Gbps)
be: Карыстайцеся інтэрнэтам на самай высокай хуткасці (да 10 Гбіт/с)
de: Surfe mit noch höherer Geschwindigkeit (bis zu 10 Gbit/s)
id: Jelajahi internet pada kecepatan yang bahkan lebih tinggi lagi (10 Gbps)
ja: さらに高速なブラウジング(最大10Gbps)
ka: იმუშავეთ კიდევ უფრო სწრაფად (10 გბ/წმ-მდე)
ko: 가장 빠른 속도로 브라우징하세요 (최대 10 Gbps)
pl: Przeglądaj Internet z najwyższą prędkością (10 Gb/s)
ro: Navigați pe web la viteze și mai mari (până la 10 Gbps)
sv: Surfa med ännu högre hastigheter (upp till 10 Gbps)
uk: Користуйтеся інтернетом із ще вищою швидкістю (10 Гбіт/с)

# upsell_vpn_accelerator_faster_servers
source: Access faster, less crowded servers.
be: Карыстайцеся самымі хуткімі і найменш нагружанымі серверамі.
de: Zugriff auf schnellere, weniger überlastete Server.
id: Akses server yang lebih cepat dan lengang.
ja: より高速で混雑していないサーバーにアクセスできます。
ka: იქონიეთ წვდომა უფრო სწრაფ, ნაკლებად დატვირთულ სერვერებთან.
ko: 빠르고, 더 여유있는 서버에 접근하세요.
pl: Szybszy dostęp do mniej obciążonych serwerów.
ro: Accesați servere mai rapide, mai puțin aglomerate.
sv: Åtkomst till snabbare, mindre belastade servrar.
uk: Користуйтеся швидшими, менш навантаженими серверами

# upsell_vpn_accelerator_increase_connection_speeds
source: Increase connection speeds by up to 400%% with VPN Accelerator.
be: Павялічце хуткасць падключэння да 400%% з дапамогай VPN Accelerator.
de: Erhöhe die Verbindungsgeschwindigkeit um bis zu 400%% mit VPN Accelerator.
id: Tingkatkan kecepatan koneksi VPN hingga 400%% dengan VPN Accelerator.
ja: VPN Accelerator を使用すると、接続速度が最大 400%% 向上します。
ka: გაზარდეთ მიერთების სიჩქარე 400%%-მდე VPN-ის ამაჩქარებელთან ერთად.
ko: VPN Accelerator로 연결 속도가 최대 400%% 향상됩니다.
pl: Zwiększ prędkość połączenia nawet o 400%% dzięki funkcji VPN Accelerator.
ro: Măriți viteza conexiunii cu până la 400%% cu VPN Accelerator.
sv: Öka anslutningshastigheterna med upp till 400 %% med VPN Accelerator.
uk: Збільште швидкість з'єднання до 400%% завдяки VPN Accelerator.

# upsell_vpn_accelerator_distant_servers
source: Improved speed and stability when connected to distant servers.
be: Палепшаная хуткасць і стабільнасць пры падключэнні да аддаленых сервераў.
de: Verbesserte Geschwindigkeit und Stabilität bei der Verbindung mit entfernten Servern.
id: Koneksi yang lebih cepat dan stabil pada saat terhubung ke server yang berjarak jauh.
ja: 遠くのサーバーに接続する際の速度と安定性が向上しました。
ka: გააუმჯობესეთ სიჩქარე და სტაბილურობა, როცა ძალიან შორს მყოფ სერვერს უკავშირდებით.
ko: 원격 서버에 연결하면 속도와 안정성이 향상됩니다.
pl: Zwiększona prędkość i stabilność połączenia z odległymi serwerami.
ro: Viteză și stabilitate îmbunătățite pentru conexiunile la servere la mare distanță.
sv: Förbättrad hastighet och stabilitet vid anslutning till avlägsna servrar.
uk: Вдосконалена швидкість і стабільність під час з'єднання з віддаленими серверами.

# upsell_customization_title
source: Unlock advanced VPN customization
be: Атрымайце доступ да пашыраных наладаў VPN
de: Schalte erweiterte VPN-Anpassungen frei
id: Akses opsi kustomisasi VPN lanjutan
ja: 高度なVPNカスタマイズの解除
ka: განბლოკეთ VPN-ის დამატებითი პარამეტრები
ko: 향상된 VPN 사용자화를 잠금 해제하세요
pl: Odblokuj zaawansowane ustawienia VPN
ro: Deblocați personalizarea avansată pentru VPN
sv: Lås upp avancerad VPN-anpassning
uk: Отримайте доступ до розширених налаштувань VPN

# upsell_customization_access_LAN
source: Access devices on your local area network (LAN)
be: Атрымайце доступ да прылад у сваёй лакальнай сетцы (LAN)
de: Greife auf Geräte in deinem lokalen Netzwerk (LAN) zu
id: Akses perangkat pada jaringan LAN Anda
ja: ローカルエリアネットワーク(LAN)上のデバイスへのアクセス
ka: იქონიეთ წვდომა თქვენს ლოკალურ ქსელში (LAN) არსებულ მოწყობილობებზე
ko: 사용자의 LAN에 디바이스를 접근하세요.
pl: Uzyskaj dostęp do urządzeń w sieci lokalnej (LAN)
ro: Accesați dispozitive din rețeaua locală (LAN)
sv: Åtkomst till enheter på ditt lokala nätverk (LAN)
uk: Отримуйте доступ до пристроїв у своїй локальній мережі (LAN)

# upsell_customization_access_LAN_bold
source: local area network (LAN)
be: лакальная сетка (LAN)
de: Lokales Netzwerk (LAN)
id: jaringan area lokal (LAN)
ja: ローカルエリアネットワーク(LAN)
ka: ლოკალური ქსელი (LAN)
ko: LAN (local area network)
pl: sieć lokalna (LAN)
ro: rețea locală (LAN)
sv: lokalt nätverk (LAN)
uk: локальна мережа (LAN)

# upsell_customization_profiles
source: Save frequently used connections with profiles
be: Захоўвайце профілі з падключэннямі, якімі часта карыстаецеся
de: Speichere häufig verwendete Verbindungen mit Profilen
id: Simpan koneksi yang sering Anda gunakan dengan profil
ja: よく使う接続をプロファイルで保存
ka: შეინახეთ ხშირად გამოყენებული მიერთებები პროფილებით
ko: 자주 사용하는 연결을 프로파일로 저장하세요.
pl: Zapisz często używane połączenia za pomocą profili
ro: Salvați conexiunile frecvent utilizate ca profiluri
sv: Spara ofta använda anslutningar med profiler
uk: Зберігайте профілі для з'єднань, якими ви часто користуєтесь

# upsell_customization_profiles_bold
source: profiles
be: профілі
de: Profile
hr: profili
id: profil
ja: プロフィール
ka: პროფილები
ko: 프로파일
pl: profile
ro: profiluri
sv: profiler
uk: профілі

# upsell_customization_quick_connect
source: Get faster access to your profiles with Quick Connect
be: Атрымлівайце доступ да сваіх профіляў з хуткім падключэннем
de: Erhalte schnelleren Zugriff auf deine Profile mit Quick Connect
id: Dapatkan akses yang lebih cepat ke profil Anda dengan Quick Connect
ja: クイック接続でプロフィールに素早くアクセス
ka: მიიღეთ სწრაფი წვდომა თქვენს პროფილებთან სწრაფი მიერთებით
ko: 빠른 연결을 통해 프로파일에 더 빠르게 연결하세요.
pl: Uzyskaj szybszy dostęp do profili dzięki szybkiemu połączeniowi
ro: Obțineți acces mai rapid la profiluri prin funcția „Conectarea rapidă”
sv: Få snabbare åtkomst till dina profiler med ”Snabbanslut”
uk: Використовуйте свій профіль для швидкого з'єднання

# upsell_customization_quick_connect_bold
source: Quick Connect
be: Хуткае падлучэнне
de: Schnellverbindung
id: Sambungkan Cepat
ja: クイック接続
ka: სწრაფი მიერთება
ko: 빠른 연결
pl: Szybkie połączenie
ro: Conectare rapidă
sv: Snabbanslut
uk: Швидке з'єднання
