Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _vpn_accelerator_description
source: VPN Accelerator enables a set of unique performance enhancing technologies which can increase VPN speeds by up to 400%%. Learn more
be: VPN Accelerator уключае набор унікальных тэхналогій павышэння прадукцыйнасці, якія могуць павялічваць хуткасць VPN да 400%%. Даведацца больш
de: VPN Accelerator ermöglicht eine Reihe einzigartiger leistungssteigernder Technologien, die die VPN-Geschwindigkeit um bis zu 400%% erhöhen können. Mehr erfahren
fr: VPN Accelerator active un ensemble de technologies uniques d'amélioration des performances qui peuvent augmenter les vitesses du VPN jusqu'à 400 %%. En savoir plus
id: Akselerator VPN mengaktifkan teknologi peningkatan performa yang dapat meningkatkan kecepatan VPN sampai 400%%. Pelajari lebih lanjut
ja: VPN アクセラレータは、VPN 速度を最大 400%% 向上させる一連の独自のパフォーマンス強化テクノロジーを実現します。 詳細
ka: VPN-ის ამაჩქარებელი ჩართავს წარმადობის გაზრდის უნიკალურ ტექნოლოგიებს, რომლებსაც VPN-ის სიჩქარის 400%%-მდე გაზრდა შეუძლიათ. გაიგეთ მეტი
ko: VPN Accelerator는 특별한 성능 향상 기술을 활성화 시켜 VPN 속도를 최대 400%% 상승시킵니다. 더 알아보기
pl: Funkcja VPN Accelerator udostępnia zestaw unikalnych technologii zwiększających wydajność, które mogą przyśpieszyć prędkość połączenia VPN do 400%%. Dowiedz się więcej
ro: VPN Accelerator activează un set de tehnologii unice de îmbunătățire a performanței, care pot crește viteza VPN cu până la 400%%. Detalii.
sv: VPN Accelerator möjliggör en uppsättning unika prestandaförbättrande teknologier som kan öka VPN-hastigheterna med upp till 400 %%. Lär dig mer
uk: VPN Accelerator пропонує набір унікальних технологій з підвищення продуктивності, які можуть пришвидшити роботу VPN до 400%%. Докладніше

# _vpn_accelerator_description_alt_link
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: მეტის ნახვა
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _action_requires_reconnect
source: Your connection needs to be restarted to apply this change
be: Перазапусціце падключэнне, каб ужыць змены
de: Deine Verbindung muss neu aufgebaut werden, um diese Änderung zu übernehmen.
fa: برای اعمال این تغییر، اتصال شما نیاز به راه‌اندازی مجدد دارد
fr: Votre connexion doit être relancée pour appliquer ce changement.
hr: Da biste promijenili promjene, vašu vezu je potrebno ponovo pokrenuti
id: Koneksi internet Anda harus disambungkan ulang agar perubahan ini dapat diterapkan
ja: 変更を適用するには再接続する必要があります
ka: ამ ცვლილების ძალაში შესასვლელად საჭიროა კავშირის თავიდან დამყარება
ko: 이 변경을 적용하려면 다시 연결해야 합니다
pl: Aby zastosować zmiany, musisz ponownie nawiązać połączenie
ro: Conexiunea trebuie repornită pentru a se aplica această modificare
sv: Din anslutning måste startas om för att tillämpa denna ändring
uk: Для застосування змін необхідно перезапустити з'єднання

# _local_agent_server_error_title
source: Server error
be: Памылка сервера
de: Serverfehler
fa: خطای سرور
fr: Erreur de serveur
hr: Pogreška poslužitelja
id: Kesalahan server
ja: サーバーエラーが発生しました
ka: სერვერის შეცდომა
ko: 서버 오류
pl: Błąd serwera
ro: Eroare server
sv: Serverfel
uk: Помилка сервера

# _local_agent_server_error_message
source: An error occured on the server. Please connect to another server.
be: На серверы адбылася памылка. Падключыцеся да іншага сервера.
de: Beim Verbinden mit dem Server ist ein Problem aufgetreten. Bitte verbinde dich mit einem anderen Server.
fa: خطایی روی سرور رخ داد. لطفاً به یک سرور دیگر متصل شوید.
fr: Une erreur s'est produite sur le serveur. Nous vous invitons à vous connecter à un autre serveur.
hr: Došlo je do pogreške na poslužitelju. Spojite se na drugi poslužitelj.
id: Terjadi kesalahan di server. Silakan sambungkan ke server lain.
ja: サーバーでエラーが発生しました。他のサーバーに接続してください。
ka: სერვერის შეცდომა. სხვა სერვერს მიუერთდით.
ko: 서버에 오류가 발생했습니다. 다른 서버에 연결해 주세요.
pl: Wystąpił błąd podczas łączenia z serwerem. Połącz się z innym serwerem.
ro: A apărut o eroare pe server. Conectați-vă la alt server.
sv: Ett fel uppstod på servern. Anslut till en annan server.
uk: На сервері сталася помилка. Будь ласка, з'єднайтеся з іншим сервером.

# _local_agent_policy_violation_error_title
source: Policy violation
be: Парушэнне палітыкі
de: Verstoß gegen Richtlinien
fa: تخطی از سیاست‌ها
fr: Violation des règles
hr: Kršenja pravila
id: Pelanggaran kebijakan
ja: ポリシー違反
ka: წესების დარღვევა
ko: 정책 위반
pl: Naruszenie regulaminu
ro: Violarea politicii
sv: Policyöverträdelse
uk: Порушення політики

# _local_agent_policy_violation_error_message
source: You are not allowed to connect to the server. Choose a different server or upgrade your plan.
be: Вам не дазволена падключэнне да гэтага сервера. Выберыце іншы сервер або палепшыце свой тарыфны план.
de: Du bist nicht berechtigt, eine Verbindung zu diesem Server aufzubauen. Wähle einen anderen Server oder erweitere dein Abonnement.
fa: شما اجازهٔ اتصال به سرور را ندارید. یک سرور متفاوت انتخاب کنید یا طرح خود را ارتقا دهید.
fr: Vous ne pouvez pas vous connecter à ce serveur. Choisissez un autre serveur ou passez à un abonnement supérieur.
hr: Ne smijete se povezati s poslužiteljem. Odaberite drugi poslužitelj ili nadogradite svoj plan.
id: Anda tidak diizinkan untuk dapat tersambung ke server ini. Pilih server lain atau tingkatkan jenis akun Anda.
ja: サーバーへの接続は許可されていません。 別のサーバーを選択するか、プランをアップグレードしてください。
ka: სერვერთან მიერთების უფლება არ გაქვთ. აირჩიეთ სხვა სერვერი ან აწიეთ სატარიფო გეგმა.
ko: 연결할 수 없는 서버입니다. 다른 서버를 선택하거나 요금제를 업그레이드하세요.
pl: Nie masz dostępu do tego serwera. Połącz się z innym serwerem lub ulepsz plan.
ro: Nu vi se permite conectarea la server. Alegeți alt server sau treceți la alt plan.
sv: Du får inte ansluta till servern. Välj en annan server eller uppgradera ditt paket.
uk: Вам не дозволено з'єднання з цим сервером. Оберіть інший сервер чи перейдіть на тарифний план вищого рівня.

source: Loading connection info
be: Загрузка інфармацыі пра падключэнне
de: Verbindungsinformationen werden geladen
fa: در حال بارگذاری اطلاعات اتصال
fr: Chargement des informations de connexion
id: Memuat informasi koneksi
ja: 接続情報を読み込み中
ka: შეერთების ინფორმაციის ჩატვირთვა
ko: 연결 정보 가져오기 중
pl: Ładowanie informacji o połączeniu
ro: Se încarcă informațiile conexiunii
sv: Laddar anslutningsinformation
uk: Завантаження інформації про з'єднання

source: Loading connection info for %@
be: Загрузка інфармацыі пра падключэнне для %@
de: Verbindungsinformationen für „%@” werden geladen
fa: در حال بارگذاری اطلاعات اتصال برای %@
fr: Chargement des informations de connexion pour %@
id: Memuat informasi koneksi untuk %@
ja: %@の接続情報を読み込み中
ka: შეერთების ინფორმაციის ჩატვირთვა %@-სთვის
ko: %@의 연결 정보 가져오기 중
pl: Ładowanie informacji o połączeniu %@
ro: Se încarcă informațiile conexiunii pentru %@
sv: Laddar anslutningsinformation för %@
uk: Завантаження інформації про з'єднання для %@

# _welcome_headline
source: Protect yourself online
be: Абараніце сябе ў інтэрнэце
de: Schütze dich online
fa: از خودتان هنگام آنلاین بودن محافظت کنید
fr: Protégez-vous en ligne
hr: Zaštitite sebe na internetu
id: Lindungi diri Anda saat online
ja: オンラインで自分を守る
ka: დაიცავით თქვენი თავი ონლაინ
ko: 온라인에서도 자신을 지키세요
pl: Zadbaj o bezpieczeństwo w sieci
ro: Protejați-vă online
sv: Skydda dig själv online
uk: Захистіть себе в мережі

# _welcome_body
source: High-speed Swiss VPN that safeguards your privacy by encrypting your internet connection.
be: Высакахуткасны швейцарскі VPN, які абараняе вашу прыватнасць, шыфруючы ваша падключэнне да інтэрнэту.
de: Schweizer Hochgeschwindigkeits-VPN, das deine Privatsphäre schützt, indem es deine Internetverbindung verschlüsselt.
fa: VPN پرسرعت سوئیسی که بوسیله رمزگذاری ارتباط اینترنت شما از حریم خصوصیتان محافظت میکند.
fr: Le VPN suisse haut débit qui protège votre vie privée en chiffrant votre connexion internet.
hr: Švicarski VPN visoke brzine koji štiti vašu privatnost šifriranjem internetske veze.
id: VPN Swiss berkecepatan tinggi yang melindungi privasi Anda dengan mengenkripsi koneksi internet Anda.
ja: インターネット接続を暗号化し、プライバシーを保護する高速スイス VPN。
ka: ჩქაროსნული შვეიცარიული VPN-ი, რომელიც იცავს თქვენს კონფიდენციალობას თქვენი ინტერნეტთან შეერთების დაშიფვრის საშუალებით.
ko: 빠른 속도의 스위스 VPN은 인터넷 연결 암호화를 통해 사생활을 보호해 줍니다.
pl: Szybka szwajcarska usługa VPN, która chroni Twoją prywatność, szyfrując Twoje połączenie internetowe.
ro: VPN elvețian de mare viteză care vă protejează confidențialitatea prin criptarea conexiunii la internet.
sv: Schweizisk VPN med hög hastighet som skyddar din integritet genom att kryptera din Internetanslutning.
uk: Високошвидкісна швейцарська VPN, що захищає вашу приватність, шифруючи інтернет-з'єднання.

# _force_upgrade_title
source: Application upgrade needed
be: Патрабуецца паляпшэнне праграмы
de: Aktualisieren der Anwendung erforderlich
fa: ارتقاء برنامه لازم است
fr: La mise à niveau de l'application est nécessaire.
id: Aplikasi perlu dimutakhirkan
ja: アプリケーションのアップグレードが必要です
ka: საჭიროა აპლიკაციის განახლება
ko: 애플리케이션 업그레이드 필요
pl: Aplikacja wymaga aktualizacji
ro: Este necesară modificarea aplicației
sv: Applikationsuppgradering behövs
uk: Необхідно покращити програму

# _force_upgrade_message
source: The version of Proton VPN application you are currently using is no longer supported. Please update to the latest version.
be: Версія Proton VPN, якую вы выкарыстоўваеце, больш не падтрымліваецца. Абнавіце праграму да апошняй версіі.
de: Die von dir verwendete Proton VPN-Version wird nicht länger unterstützt. Bitte aktualisiere auf die neueste Version.
fa: این نسخه‌ برنامه Proton VPN که شما استفاده می‌کنید دیگر پشتیبانی نمی‌شود. لطفا به‌ آخرین نسخه به روزرسانی کنید.
fr: La version de l'application Proton VPN que vous utilisez n'est plus prise en charge. Nous vous invitons à passer à la dernière version.
id: Versi aplikasi Proton VPN yang Anda gunakan sudah tidak lagi didukung. Silakan perbarui aplikasi Anda ke versi terbaru.
ja: このバージョンの Proton VPN アプリケーションはサポートされなくなりました。最新バージョンにアップデートしてください。
ka: Proton VPN-ის ვერსია რომელსაც ამჟამად იყენებთ, მხარდაჭერილი აღარაა. გთხოვთ განაახლოთ.
ko: 현재 사용 중이신 Proton VPN 애플리케이션 버전은 더 이상 지원되지 않습니다. 최신 버전으로 업데이트 해주세요.
pl: Obecna wersja aplikacji Proton VPN nie jest już wspierana. Zaktualizuj ją do najnowszej wersji.
ro: Versiunea aplicației Proton VPN pe care o utilizați în prezent nu mai este suportată. Actualizați la cea mai nouă versiune.
sv: Den version av Proton VPN-applikationen du använder för närvarande stöds inte längre. Uppdatera till den senaste versionen.
uk: Версія програми Proton VPN, якою ви зараз користуєтесь, більше не підтримується. Будь ласка, оновіть її до останньої версії.

# login_fetch_vpn_data
source: Configuring your VPN access
be: Наладжванне доступу да VPN
de: Dein VPN-Zugang wird konfiguriert
fa: دسترسی VPN خود را تنظیم کنید
fr: Configuration de votre accès VPN
id: Mengatur akses VPN Anda
ja: VPN アクセスを構成中
ka: თქვენი VPN წვდომის მორგება
ko: VPN 접근 구성하기
pl: Konfiguracja dostępu do usługi VPN
ro: Configurare acces VPN
sv: Konfigurerar din VPN-åtkomst
uk: Налаштування доступу до VPN

# login_summary_button
source: Start using Proton VPN
be: Пачаць выкарыстоўваць Proton VPN
de: Beginne Proton VPN zu nutzen
fa: شروع به استفاده از Proton VPN کنید
fr: Commencez à utiliser Proton VPN
hr: Započnite koristiti Proton VPN
id: Mulai menggunakan Proton VPN
ja: Proton VPN を始めましょう
ka: Proton VPN-ის გამოყენების დაწყება
ko: Proton VPN 사용 시작
pl: Zacznij korzystać z Proton VPN
ro: Start utilizare Proton VPN
sv: Börja använda Proton VPN
uk: Почати користуватися Proton VPN

# _wgks_ks_off
source: Disable kill switch
be: Адключыць Kill Switch
de: Kill Switch deaktivieren
fa: غیرفعال کردن Kill Switch
fr: Désactiver la fonctionnalité Arrêt d'urgence (kill switch)
hr: Onemogući kill switch
id: Nonaktifkan kill switch
ja: キルスイッチを無効にする
ka: Kill Switch-ის გამორთვა
ko: 킬 스위치 비활성화
pl: Wyłącz Kill Switch
ro: Dezactivare blocare conexiune
sv: Inaktivera kill switch
uk: Вимкнути Kill Switch

# _neks_t2_title
source: Kill switch Stability Warning
be: Папярэджанне пра стабільнасць Kill Switch
de: Kill Switch Stabilitätswarnung
fa: اخطار پایداری kill switch
fr: Avertissement de stabilité Arrêt d'urgence (kill switch)
id: Peringatan Stabilitas Kill Switch
ja: キルスイッチの安全性に関する警告
ka: Kill Switch-ის სტაბილურობის გაფრთხილება
ko: Kill switch 안전성 경고
pl: Ostrzeżenie o niestabilności funkcji Kill Switch
ro: Avertizare stabilitate blocare conexiune
sv: Stabilitetsvarning för kill switch
uk: Попередження про стабільність Kill Switch

# _neks_t2_hyperlink
source: T2 Security Chip
be: Чып бяспекі T2
de: T2-Sicherheitschip
fa: تراشه امنیتی T2
fr: Puce de sécurité T2
id: Chip Keamanan T2
ja: T2 セキュリティチップ
ka: უსაფრთხოების ჩიპი T2
ko: T2 보안 칩
pl: Czip zabezpieczeń T2
ro: Cip de securitate T2
sv: T2 säkerhetschip
uk: Чип безпеки T2

# _neks_t2_description
source: The use of kill switch is unstable on this device. Your device has a T2 Security Chip, which can result in system stability issues if the kill switch functionality of macOS is used by Proton VPN.
be: Выкарыстанне Kill Switch нестабільна на гэтай прыладзе. Ваша прылада мае чып бяспекі T2, які можа прывесці да праблем са стабільнасцю сістэмы, калі функцыянальнасць Kill Switch у аперацыйнай сістэме macOS выкарыстоўваецца Proton.
de: Die Verwendung von Kill Switch ist auf diesem Gerät instabil. Dein Gerät verfügt über einen T2-Sicherheitschip, der zu Problemen mit der Systemstabilität führen kann, wenn die Kill Switch-Funktion von macOS von Proton VPN verwendet wird.
fr: L'utilisation de la fonctionnalité Arrêt d'urgence (kill switch) est instable sur cet appareil. Votre appareil est doté d'une puce de sécurité T2 qui peut entraîner des problèmes de stabilité du système macOS si cette fonctionnalité est utilisée par Proton VPN.
id: Kill switch tidak dapat digunakan secara stabil pada perangkat ini. Perangkat Anda memiliki Chip Keamanan T2, yang dapat membuat sistem Anda menjadi tidak stabil apabila fungsionalitas kill switch yang dimiliki oleh macOS digunakan oleh Proton VPN.
ja: このデバイスではキルスイッチが正常に動作しないことがあります。 T2 セキュリティチップが搭載されているため、Proton VPN でキルスイッチが macOS で使われている場合、システムに問題をきたす可能性があります。
ka: თქვენს მოწყობილობას აქვს T2 უსაფრთხოების ჩიპი, რომელსაც სისტემის სტაბილურობის პრობლემების გამოწვევა შეუძლია, თუ Proton VPN-ი macOS-ზე Kill Switch-ს იყენებს.
ko: 이 디바이스에서는 킬 스위치의 사용이 불안정 합니다. 사용자의 기기가 T2 보안 칩이 내장되어 있으며, macOS의 킬 스위치 기능이 Proton VPN에서 사용되는 경우 시스템 안정성 문제가 발생할 수 있습니다.
pl: Funkcja Kill Switch jest niestabilna na tym urządzeniu. Twoje urządzenia posiada czip zabezpieczeń T2, który może powodować problemy ze stabilnością tej funkcji.
ro: Utilizarea blocării conexiunii este instabilă pe acest dispozitiv. Dispozitivul are un cip de securitate T2, care poate duce la probleme de stabilitate a sistemului dacă funcționalitatea blocării conexiunii din macOS este utilizată de Proton VPN.
sv: Användningen av kill switch är instabil på denna enhet. Din enhet har ett T2-säkerhetschip, vilket kan resultera i systemstabilitetsproblem om kill-switch-funktionaliteten i macOS används av Proton VPN.
uk: Робота Kill Switch нестабільна на цьому пристрої. Ваш пристрій має чип безпеки T2, що може призвести до проблем зі стабільністю системи, якщо Proton VPN використовує можливості Kill Switch у macOS.

# _neks_t2_connect
source: Enable anyway
be: Усё роўна ўключыць
de: Trotzdem aktivieren
fa: به هرحال فعال کن
fr: Activer quand même
id: Tetap aktifkan
ja: 強制的に有効にする
ka: მაინც ჩართვა
ko: 활성화
pl: Włącz mimo to
ro: Activare așa
sv: Aktivera ändå
uk: Усе одно увімкнути

# _subuser_alert_title
source: Thanks for upgrading to Business/Visionary
be: Дзякуй, што палепшылі да Business/Visionary
de: Danke für das Upgrade auf Business/Visionary
fr: Merci d'être passé à l’abonnement Business/Visionary.
id: Terima kasih karena telah meningkatkan ke Business/Visionary
ja: Business/Visionary にアップグレードしていただきありがとうございます
ka: მადლობა Business/Visionary-ზე განახლებისთვის
ko: Business/Visionary로 업그레이드해 주셔서 감사합니다
pl: Dziękujemy za ulepszenie planu do wersji Business / Visionary
ro: Vă mulțumim că ați trecut la planul Business / Visionary
sv: Tack för att du uppgraderar till Business/Visionary
uk: Дякуємо за передплату Business/Visionary

# _subuser_alert_description1
source: To start your journey in Proton VPN please enable VPN connections to your account or any other sub-account.
be: Пачынаючы знаёмства з Proton VPN, прызначце падключэнні па VPN вашаму ўліковаму запісу або любым іншым падпарадкаваным уліковым запісам.
de: Um damit zu beginnen Proton VPN zu nutzen, aktiviere in deinem Konto oder einem anderen Unterkonto VPN-Verbindungen.
fr: Pour commencer à utiliser Proton VPN, activez les connexions VPN sur votre compte ou tout autre sous-compte.
id: Untuk melanjutkan ke Proton VPN, mohon aktifkan koneksi VPN ke akun ini. Anda juga akan perlu untuk melakukan hal yang sama bagi para pengguna lain pada organisasi Anda.
ja: Proton VPN を使い始めるには、アカウントまたはその他サブアカウントで VPN 接続を有効にしてください。
ka: Proton VPN-ში მოგზაურობის დასაწყებად გთხოვთ, თქვენს ანგარიშს ან ნებისმიერ ქვეანგარიშს VPN შეერთება მიანიჭოთ.
ko: Proton VPN에서의 여정을 시작하려면 계정이나 다른 하위 계정에 VPN 연결을 할당하십시오.
pl: Włącz połączenia VPN, aby rozpocząć korzystanie z Proton VPN. Musisz to zrobić dla wszystkich użytkowników organizacji.
ro: Pentru a începe utilizarea Proton VPN activați conexiunile VPN. Același lucru trebuie făcut pentru oricare utilizator din organizație.
sv: För att starta din resa i Proton VPN, aktivera VPN-anslutningar till ditt konto eller något annat underkonto.
uk: Щоб почати свою подорож у Proton VPN, увімкніть VPN-з'єднання для свого облікового запису або будь-якого іншого підлеглого облікового запису.

# _subuser_alert_description2
source: This step will take just a few minutes. After that you will be able to sign in and protect all your devices.
be: Гэты крок зойме ўсяго некалькі хвілін. Пасля гэтага ў вас будзе магчымасць увайсці і абараніць усе вашы прылады.
de: Dieser Schritt dauert nur wenige Minuten. Danach kannst du dich anmelden und alle deine Geräte schützen.
fa: این مرحله فقط چند دقیقه طول می‌کشد. پس از آن شما قادر خواهید بود تا وارد شوید و از همهٔ دستگاه‌های خود حفاظت کنید.
fr: Cette étape ne prendra que quelques minutes. Vous pourrez ensuite vous connecter et protéger tous vos appareils.
id: Langkah ini hanya akan memakan waktu beberapa menit. Setelahnya, Anda akan dapat masuk dan melindungi seluruh perangkat Anda.
ja: この手順は数分かかります。その後、ログインしてすべてのデバイスを保護することができます。
ka: ამ ნაბიჯს სულ რამდენიმე წუთი დასჭირდება. ამის შემდეგ თქვენ შეძლებთ, შეხვიდეთ სისტემაში და დაიცვათ თქვენი ყველა მოწყობილობა.
ko: 이 작업은 몇 분 정도 소요됩니다. 이후 로그인하여 모든 장치들을 보호할 수 있습니다.
pl: Ten krok zajmie tylko kilka minut. Po tym kroku będziesz mógł zalogować się i chronić wszystkie swoje urządzenia.
ro: Acest pas va dura doar câteva minute. După aceea, veți putea să vă conectați și să vă protejați toate dispozitivele.
sv: Detta steg tar bara några minuter. Efter det kommer du att kunna logga in och skydda alla dina enheter.
uk: Цей крок займе всього кілька хвилин. Після цього ви зможете ввійти в систему і захистити всі свої пристрої.

# _subuser_alert_description3
source: There is currently no VPN connection enabled for this account. To start your journey with Proton VPN please contact your administrator.
be: У дадзены момант не выяўлена ўключаных падключэнняў па VPN для гэтага ўліковага запісу. Звяжыцеся са сваім адміністратарам, каб пачаць знаёмства з Proton VPN.
de: In diesem Konto ist derzeit keine VPN-Verbindung aktiviert. Um damit zu beginnen, Proton VPN zu nutzen, kontaktiere bitte deinen Administrator.
fr: Aucune connexion VPN n'est actuellement activée pour ce compte. Pour commencer à utiliser Proton VPN, nous vous invitons à contacter votre administrateur.
id: Akun ini sedang tidak memiliki koneksi VPN yang aktif. Untuk mulai menggunakan Proton VPN, silakan hubungi administrator Anda.
ja: 現在、このアカウントでは VPN 接続が有効になっていません。Proton VPN を使い始めるには、管理者にご連絡ください。
ka: ამ ანგარიშისთვის ამჟამად VPN შეერთებები ჩართული არაა. Proton VPN-ის გამოყენების დასაწყებად დაუკავშირდით თქვენს ადმინისტრატორს.
ko: 현재 이 계정에 대해서 활성화된 VPN 연결이 없습니다. Proton VPN와 함께 여정을 시작하려면 관리자에게 문의해주세요.
pl: Brak włączonych połączeń VPN na koncie. Skontaktuj się ze swoim administratorem, aby rozpocząć korzystanie z Proton VPN.
ro: Momentan nu există nici o conexiune VPN activată pentru acest cont. Pentru a începe să utilizați Proton VPN contactați administratorul contului.
sv: Det finns för närvarande ingen VPN-anslutning aktiverad för detta konto. För att börja din resa med Proton VPN, kontakta din administratör.
uk: Наразі для цього облікового запису не ввімкнено VPN-з'єднання. Щоб почати свою подорож з Proton VPN, зв'яжіться з вашим адміністратором.

# _subuser_alert_enable_connections_button
source: Enable VPN connections
be: Уключыць падключэнні па VPN
de: VPN-Verbindungen aktivieren
fa: اتصال‌های VPN را فعال کنید
fr: Activer les connexions VPN
id: Aktifkan koneksi VPN
ja: VPN 接続を有効にする
ka: VPN შეერთებების ჩართვა
ko: VPN 연결 활성화
pl: Włącz połączenia VPN
ro: Activare conexiuni VPN
sv: Aktivera VPN-anslutningar
uk: Увімкнути VPN-з'єднання

# _subuser_alert_login_button
source: Sign in again
be: Увайсці яшчэ раз
de: Erneut anmelden
fr: Se reconnecter
id: Masuk kembali
ja: 再度サインインしてください
ka: თავიდან შესვლა
ko: 다시 로그인
pl: Zaloguj się ponownie
ro: Reconectați-vă
sv: Logga in igen
uk: Увійти знову

# _moderate_nat_title
source: Moderate NAT
be: Умераны NAT
de: Moderates NAT
fa: تنظیم NAT متوسط
fr: NAT modéré
id: NAT Moderat
ja: モデレート NAT
ka: საშუალო NAT-ი
ko: 일반형 NAT
pl: Umiarkowany NAT
ro: NAT moderat
sv: Måttlig NAT
uk: Помірне NAT
