Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _request_invitation
source: Request manual activation
be: Запыт ручной актывацыі
de: Manuelle Aktivierung anfordern
fa: درخواست فعال سازی دستی کنید
fr: Demander l'activation manuelle
hr: Zatraži ručnu aktivaciju
id: Minta aktivasi manual
ja: 手動での有効化をリクエストする
ka: ხელით აქტივაციის მოთხოვნა
ko: 수동 활성화 요청
pl: Poproś o ręczną aktywację
ro: Solicitare activare manuală
sv: Begär manuell aktivering
uk: Запит ручної активації

# _submit_verification_code
source: Submit
be: Адправіць
de: Absenden
fa: ثبت
fr: Envoyer
hr: Pošalji
id: Kirim
ja: 送信
ka: გადაცემა
ko: 제출
pl: Wyślij
ro: Trimitere
sv: Skicka
uk: Відправити

# _resend_no_code
source: Didn't get the code?
be: Не атрымалі код?
de: Code nicht erhalten?
fa: کد دریافت نشد؟
fr: Vous n'avez pas reçu le code ?
hr: Niste dobili kôd?
id: Tidak mendapatkan kode?
ja: 認証コードを受け取っていませんか?
ka: კოდი არ მიგიღიათ?
ko: 코드를 받지 못하셨나요?
pl: Nie otrzymano kodu?
ro: Nu ați obținut codul?
sv: Fick du inte koden?
uk: Не отримали код?

# _resend_code
source: Request new code
be: Запытаць новы код
de: Neuen Code anfordern
fa: درخواست کد جدید
fr: Demander un nouveau code
hr: Zatraži novi kôd
id: Minta kode baru
ja: 新しいコードをリクエスト
ka: ახალი კოდის გამოთხოვა
ko: 새 코드 요청
pl: Poproś o nowy kod
ro: Solicitare cod nou
sv: Begär ny kod
uk: Запитати новий код

# _resend_success
source: New code requested
be: Запытаны новы код
de: Neuen Code angefordert
fa: کد جدید درخواست شد
fr: Un nouveau code a été demandé.
hr: Novi kôd je zatražen
id: Kode baru telah diminta
ja: 新しいコードを要求しました
ka: ახალი კოდი მოთხოვნილია
ko: 새 코드 필요함
pl: Poproszono o nowy kod
ro: Cod nou solicitat
sv: Ny kod begärd
uk: Запитано новий код

source: Terms and Conditions
be: Умовы выкарыстання
de: Allgemeine Geschäftsbedingungen
fa: شرایط و قوانین
fr: Conditions générales d’utilisation
hr: Odredbe i uvjeti
id: Syarat dan Ketentuan
ja: 利用規約
ka: პირობები და წესები
ko: 이용 약관
pl: regulamin
ro: Termeni și condiții
sv: Användarvillkor
uk: Умови та положення

# _terms_and_conditions_disclaimer
source: By using Proton VPN, you agree to our %@ and %@
be: Выкарыстоўваючы Proton VPN вы пагаджаецеся з нашымі %@ і %@
de: Durch die Nutzung von Proton VPN erklärst du dich mit unseren %@ und %@ einverstanden
fr: En utilisant Proton VPN, vous acceptez nos %@ et notre %@.
hr: Koristeći Proton VPN, slažete se s našim %@ i %@
id: Dengan menggunakan Proton VPN, Anda menyatakan diri setuju terhadap %@ dan %@ kami
ja: Proton VPN を使うことにより、 %@および%@に同意したことになります
ka: Proton VPN-ის გამოყენებით თქვენ ეთანხმებით ჩვენს %@-ს და %@-ს
ko: Proton VPN을 사용함으로서, %@ 와 %@ 에 동의하는 것으로 간주합니다.
pl: Korzystając z usługi Proton VPN, akceptujesz nasz %@ i %@
ro: Folosind Proton VPN, sunteți de acord cu conținutul din %@ și %@
sv: Genom att använda Proton VPN godkänner du vår %@ och %@
uk: Використовуючи Proton VPN, ви приймаєте наші %@ та %@

source: Privacy Policy
be: Палітыка прыватнасці
de: Datenschutzerklärung
fa: سیاست حریم خصوصی
fr: Politique de confidentialité
hr: Pravila o privatnosti
id: Kebijakan Privasi
ja: プライバシー ポリシー
ka: პირადულობის დაცვა
ko: 개인정보취급방침
pl: Polityka prywatności
ro: Politica de confidențialitate
sv: Integritetspolicy
uk: Політика приватності

# _verification_instructions
source: A verification code has been sent to you, please enter it below.
be: Мы толькі што адправілі вам праверачны код. Увядзіце яго ніжэй.
de: Ein Verifizierungscode wurde dir zugesendet, bitte gib diesen unten ein.
fa: یک کد تایید برای شما ارسال شده است، لطفا کد دریافتی را در کادر زیر وارد کنید.
fr: Un code de vérification vous a été envoyé, veuillez le saisir ci-dessous.
hr: Kôd za potvrdu vam je poslan, unesite ga ispod.
id: Kode verifikasi telah dikirimkan kepada Anda. Mohon masukkan kode tersebut pada kolom di bawah ini.
ja: 認証コードは送信されました。下に入力してください。
ka: გამოგიგზავნეთ შემოწმების კოდი. შეიყვანეთ ის აქ.
ko: 인증 코드를 전송해 드렸습니다, 아래에 입력해주세요.
pl: Kod weryfikacyjny został wysłany, wpisz go poniżej.
ro: V-a fost trimis un cod de verificare. Introduceți-l mai jos.
sv: En verifieringskod har skickats till dig, ange den nedan.
uk: Код підтвердження було надіслано вам. Будь ласка, введіть його нижче.

source: Setup Complete
be: Наладжванне завершана
de: Einrichtung abgeschlossen
fa: اتمام پیکربندی
fr: Configuration terminée
hr: Postavljanje je dovršeno
id: Pengaturan Selesai
ja: セットアップ完了
ka: მორგება დასრულებულია
ko: 설정 완료
pl: Konfiguracja zakończona
ro: Setare finalizată
sv: Installationen är slutförd
uk: Налаштування завершено

# _setup_complete_free
source: You are now signed up for a Proton VPN Free plan. To get you started, enjoy seven days of our Proton VPN Plus plan for free.
be: Цяпер вы падпісаны на тарыфны план Proton VPN Free. Скарыстайцеся магчымасцю на працягу сямі дзён атрымаць усе перавагі тарыфнага плана Proton VPN Plus абсалютна бясплатна.
de: Du bist jetzt für ein kostenloses Proton VPN Abonnement angemeldet. Um zu starten kannst du sieben Tage lang unser Proton VPN-Plus‐Abonnement kostenlos nutzen.
fa: شما برای طرح Proton VPN رایگان ثبت‌نام کرده‌اید. برای شروع، به رایگان از هفت روز سرویس Proton VPN پلاس لذت ببرید.
fr: Votre abonnement à Proton VPN Free est maintenant actif. Pour commencer, profitez gratuitement de notre abonnement Proton VPN Plus pendant sept jours.
hr: Sada ste se prijavili na Proton VPN Free plan. Za početak, besplatno uživajte u sedam dana našeg Proton VPN Plus plana.
id: Anda telah terdaftar untuk paket Proton VPN Free. Untuk memulai perjalanan Anda, nikmati paket Proton VPN Plus selama tujuh hari secara gratis.
ja: Proton VPN Free プランへの登録が完了しました。Proton VPN Plus プランを 7 日間無料でお試しいただけます。
ka: გამოწერილი გაქვთ Proton VPN-ის უფასო გეგმა. დასაწყისისთვის ისიამოვნეთ Proton VPN Plus-ით შვიდი დღის განმავლობაში.
ko: Proton VPN 무료 요금제로 로그인 하셨습니다. 시작 할때, Proton VPN Plus 요금제를 7일 동안 무료로 사용해 보세요.
pl: Zarejestrowałeś się w Proton VPN z planem Free. Skorzystaj z darmowej 7-dniowej wersji próbnej planu Plus.
ro: Acum aveți abonament la planul gratuit Proton VPN Free. Pentru a începe, bucurați-vă de șapte zile gratuite din planul Proton VPN Plus.
sv: Du är nu registrerat för ett Proton VPN Free-paket. För att komma igång kan du njuta av vårt Proton VPN Plus-paket i sju dagar gratis.
uk: Ви зареєструвалися з тарифним планом Proton VPN Free. Скористайтеся нагодою випробувати тарифний план Proton VPN Plus протягом 7 днів безплатно.

# _setup_complete_plus
source: Your purchase was successful. Your Proton VPN Plus plan is now active.
be: Вы паспяхова ажыццявілі куплю. Ваш план Proton VPN Plus цяпер актыўны.
de: Dein Kauf war erfolgreich. Dein Proton VPN‐Plus‐Abonnement ist jetzt aktiv.
fa: خرید شما موفق بود. اکنون طرح ProtonVPN Plus شما فعال است.
fr: Votre achat a bien été effectué. Votre abonnement Proton VPN Plus est maintenant actif.
hr: Vaša kupovina je bila uspješna. Vaš Proton VPN Plus plan je sada aktivan.
id: Pembelian Anda berhasil. Paket Proton VPN Plus Anda kini telah aktif.
ja: 購入が完了しました、Proton VPN Plus プランが利用できるようになりました。
ka: თქვენი შეძენა წარმატებულია. Proton VPN Plus-ის სატარიფო გეგმა ახლა აქტიურია.
ko: 구매를 성공했습니다. Proton VPN Plus 요금제가 이제 활성화 되었습니다.
pl: Twój zakup się powiódł. Plan Proton VPN Plus jest już aktywny.
ro: Achiziția a reușit. Planul Proton VPN Plus este acum activ.
sv: Ditt köp lyckades. Ditt Proton VPN Plus-paket är nu aktivt.
uk: Покупка успішна. Ваш тарифний план Proton VPN Plus тепер активний.

# _data_disclaimer_title
source: Protect yourself online
be: Абараніце сябе ў інтэрнэце
de: Schütze dich online
fa: از خودتان هنگام آنلاین بودن محافظت کنید
fr: Protégez-vous en ligne
hr: Zaštitite sebe na internetu
id: Lindungi diri Anda saat online
ja: オンラインで自分を守る
ka: დაიცავით თქვენი თავი ონლაინ
ko: 온라인에서도 자신을 지키세요
pl: Zadbaj o bezpieczeństwo w sieci
ro: Protejați-vă online
sv: Skydda dig själv online
uk: Захистіть себе в мережі

# _data_disclaimer_text
source: Proton VPN is committed to protecting and respecting your privacy. It is our overriding policy to collect as little user data as possible to ensure a private and anonymous user experience in the use of the App, specifically: %@ – to log you in, help to recover a lost password, and send important service updates. %@ – for crash reports and errors only. The Proton VPN App does not process any user information besides this data. We don't log your online activity nor any personal identifiable information. All data listed above is stored and processed on Proton VPN's own system, with no third party ever having access to it.
be: Асноўнай мэтай Proton VPN з'яўляецца абарона і захаванне вашай прыватнасці. Мы выкарыстоўваем палітыку мінімальнага збору даных ад нашых карыстальнікаў, каб пераканацца, што наша праграма забяспечвае прыватнасць і ананімнасць нашым карыстальнікам, а менавіта: %@ – для ўваходу ў сэрвіс і дапамогі ў аднаўленні забытага пароля, а таксама для дастаўкі прыярытэтных абнаўленняў. %@ – толькі для справаздач пра збоі і памылкі. Праграма Proton VPN не апрацоўвае больш ніякай інфармацыі карыстальніка, акрамя пералічаных даных. Мы ніколі не адсочваем вашу актыўнасць у інтэрнэце і не збіраем асабістую інфармацыю. Усе даныя пазначаныя вышэй захоўваюцца і апрацоўваюцца на баку нашай уласнай сістэмы Proton VPN і іншыя кампаніі або асобы не маюць да іх доступу.
de: Proton VPN ist verpflichtet, deine Privatsphäre zu schützen und zu respektieren. Es ist unsere übergeordnete Richtlinie, so wenig Benutzerdaten wie nur möglich zu erheben, um eine private und anonyme Benutzererfahrung in unserer Anwendung zu gewährleisten. Folgende Informationen werden gesammelt: %@ – Für die Anmeldung, Passwortzurücksetzung und das Senden wichtiger Service‐Updates. %@ – Nur für Absturzberichte und Fehler. Die Proton VPN-App verarbeitet keine Benutzerinformationen abgesehen von diesen Daten. Weder protokollieren wir deine Onlineaktivität, noch irgendwelche persönlichen, identifizierbaren Informationen. Alle oben genannten Daten werden ausschließlich in Proton VPN‐Systemen gespeichert und verarbeitet, ohne Zugriff von Dritten.
fr: Proton VPN s'engage à protéger et à respecter votre vie privée. Notre politique consiste à collecter le moins de données personnelles possible pour garantir une expérience utilisateur privée et anonyme lors de l'utilisation de l'application, notamment : %@ – Pour vous connecter, vous aider à récupérer un mot de passe perdu et envoyer des mises à jour de service importantes. %@ – Pour les rapports de plantage et les erreurs uniquement. L'application Proton VPN ne traite aucune information utilisateur en dehors de ces données. Nous n'enregistrons pas votre activité en ligne ni aucune information personnelle identifiable. Toutes les données énumérées ci-dessus sont stockées et traitées sur le système appartenant à Proton VPN, sans qu'aucun tiers n'y ait jamais accès.
id: Proton VPN berkomitmen untuk melindungi dan menghormati privasi Anda. Ini merupakan kebijakan utama kami untuk mengumpulkan data pengguna sesedikit mungkin untuk memastikan pengalaman pengguna yang pribadi dan anonim dalam penggunaan Aplikasi, khususnya: %@ – untuk masuk, membantu memulihkan kata sandi yang hilang, dan mengirimkan pembaruan layanan penting. %@ – untuk laporan kerusakan dan kesalahan saja. Aplikasi Proton VPN tidak memproses informasi pengguna apa pun selain data ini. Kami tidak mencatat aktivitas daring Anda atau informasi pribadi apa pun yang dapat diidentifikasi. Semua data yang tercantum di atas disimpan dan diproses di sistem Proton VPN sendiri, tanpa ada pihak ketiga yang dapat mengaksesnya.
ja: Proton VPN は、お客様のプライバシーの保護を尊重し取り組んでいます。 アプリの使用においてプライバシーと匿名のユーザーエクスペリエンスを確保するために、収集するユーザー データをできる限り少なくすることが当社の最優先ポリシーです。具体的には: %@ – ログインするため、紛失したパスワードの回復に役立ちます。 、重要なサービス アップデートを送信します。 %@ – クラッシュ レポートとエラーのみ。 Proton VPN アプリは、このデータ以外のユーザー情報を処理しません。 当社はあなたのオンライン活動や個人を特定できる情報を記録しません。 上記のすべてのデータは Proton VPN 独自のシステムに保存および処理され、第三者がアクセスすることはありません。
ka: Proton VPN მოწოდებულია, დაიცვას და პატივი სცეს თქვენს კონფიდენციალობას. ეს არის ჩვენი უმთავრესი პოლიტიკა: მომხმარებლებზე, რაც შეიძლება, ცოტა მონაცემი შევაგროვოთ, რათა უზრუნველყოფილი იყოს აპის გამოყენების კერძო და ანონიმური მომხმარებლის გამოცდილება, კონკრეტულად: %@ - დაგეხმაროთ შესვლაში, დაგეხმაროთ აღადგინოთ დაკარგული პაროლი და გამოგეგზავნოთ მნიშვნელოვანი მომსახურების განახლება. %@ - მხოლოდ, ავარიის ანგარიშები და შეცდომები. Proton VPN აპლიკაცია არ ამუშავებს მომხმარებლის ინფორმაციას ამ მონაცემების გარდა. ჩვენ არ ვინახავთ თქვენს ონლაინ ქმედებებს და არც რაიმე მაიდენტიფიცირებელ ინფორმაციას. ზემოთ ჩამოთვლილი ყველა მონაცემი ინახება და მუშავდება Proton VPN-ის პირად სისტემაში, მასზე წვდომა მესამე მხარეს არ აქვს.
ko: Proton VPN은 당신의 사생활을 보호하고 존중하기 위해 최선을 다하고 있습니다. 앱 사용 시 개인적이고 익명의 사용자 경험을 보장하기 위해 가능한 한 적은 사용자 데이터를 수집하는 것이 최우선 정책입니다. %@ - 로그인하고, 잃어버린 비밀번호를 복구하고, 중요한 서비스 업데이트를 보냅니다. %@ - 오류 보고서 전송과 오류만 보냅니다. Proton VPN 앱은 이 데이터 이외의 사용자 정보를 처리하지 않습니다. 당사는 당신의 온라인 활동이나 개인 식별 정보를 기록하지 않습니다. 위에 나열된 모든 데이터는 Proton VPN의 자체 시스템에 저장 및 처리되며, 제3자는 액세스할 수 없습니다.
pl: Proton VPN jest całkowicie zaangażowany w ochronę Twojej prywatności. Aby zapewnić bezpieczne i anonimowe korzystanie z aplikacji, naszym nadrzędnym celem jest gromadzenie jak najmniejszej ilości danych o użytkownikach, wyłącznie: %@ – w celach logowania, pomocy w odzyskiwaniu hasła lub przesyłania ważnych aktualizacji. %@ – do powiadomień o awariach i błędach. Poza tymi informacjami aplikacja Proton VPN nie przetwarza żadnych danych o użytkownikach ani nie rejestruje aktywności w sieci, które mogłyby pozwolić na ich zidentyfikowanie. Powyższe dane są przetrzymywane i przetwarzane wyłącznie przez wewnętrzny system Proton VPN, bez dostępu stron trzecich.
ro: Proton VPN este hotărât să vă protejeze și să vă respecte intimitatea. Politica noastră principală este de a colecta cât mai puține date de la utilizatori cu putință, pentru a asigura o experiență privată și anonimă în utilizarea aplicației, astfel: %@ – pentru a vă conecta, a vă ajuta să recuperați o parolă pierdută și pentru a trimite actualizări importante. %@ – doar pentru rapoarte ale defectelor și erorilor. Aplicația Proton VPN nu procesează nicio informație de la utilizatori în afară de aceste date. Nu vă înregistrăm activitatea online și nici informațiile personale identificabile. Toate datele enumerate mai sus sunt stocate și procesate pe propriul sistem Proton VPN, fără ca vreo terță parte să aibă acces la acestea.
sv: Proton VPN har åtagit sig att skydda och respektera din integritet. Det är vår övergripande policy att samla in så lite användardata som möjligt för att säkerställa en privat och anonym användarupplevelse i användningen av appen, specifikt: %@ – för att logga in dig, hjälpa till att återställa ett förlorat lösenord och skicka viktiga tjänstuppdateringar. %@ – endast för kraschrapporter och fel. Proton VPN-appen behandlar ingen användarinformation förutom denna data. Vi loggar inte din onlineaktivitet eller någon personlig identifierbar information. All data listad ovan lagras och bearbetas på Proton VPN eget system, utan att någon tredje part någonsin har åtkomst till det.
uk: Proton VPN відданий захисту і повазі до вашої приватності. Нашою політикою є збір найменшої необхідної кількості даних користувачів для гарантування приватності та анонімності під час роботи програми, зокрема: %@ – для забезпечення вашого входу, допомоги відновлення пароля, а також інформування про важливі службові оновлення. %@ – лише для звітів про збої та помилки. Програма Proton VPN не обробляє будь-яку інформацію про користувачів, окрім цих даних. Ми не зберігаємо записи про вашу діяльність в мережі та будь-яку інформацію, за якою можна визначити вашу особистість. Усі зазначені вище дані зберігаються та обробляються в нашій власній системі Proton VPN, без можливості доступу будь-яких сторонніх осіб.

# _data_disclaimer_user_details
source: Username, email address
be: Імя карыстальніка, адрас электроннай пошты
de: Benutzername und E‐Mail‐Adresse
fa: نام کاربری، آدرس ایمیل
fr: Nom d'utilisateur, adresse e-mail
hr: Korisničko ime, adresa e-pošte
id: Nama pengguna, alamat surel
ja: ユーザー名、メールアドレス
ka: მომხმარებელი, ელფოსტის მისამართი
ko: 사용자 이름, 이메일 주소
pl: Nazwa użytkownika, adres e-mail
ro: Nume utilizator, adresa de e-mail
sv: Användarnamn, e-postadress
uk: Ім'я користувача, адреса е-пошти

# _data_disclaimer_device_details
source: Your device model and OS version
be: Мадэль вашай прылады і версія АС
de: Dein Gerätemodell und deine OS‐Version
fa: مدل و نسخه‌ی سیستم‌عامل دستگاه شما
fr: Le modèle de votre appareil et la version de votre système
hr: Model vašeg uređaja i verzija OS-a
id: Versi Sistem Operasi dan model perangkat Anda
ja: デバイスの種類と OS のバージョン
ka: თქვენი მოწყობილობის მოდელი და ოს-ის ვერსია
ko: 기기 모델과 OS 버전
pl: Model urządzenia i wersja systemu operacyjnego
ro: Model dispozitiv și versiune SO
sv: Din enhetsmodell och OS-version
uk: Модель вашого пристрою та версія ОС

# _data_disclaimer_agree
source: Agree & Continue
be: Прыняць і працягнуць
de: Zustimmen & Fortfahren
fr: Accepter et continuer
id: Setuju & Lanjutkan
ja: 同意して続行
ka: დათანხმება და გაგრძელება
ko: 동의하고 계속하기
pl: Zaakceptuj i kontynuuj
ro: Acceptare și continuare
sv: Godkänn och fortsätt
uk: Прийняти та продовжити

source: Map
be: Карта
de: Karte
fa: نقشه
fr: Carte
hr: Karta
id: Peta
ja: マップ
ka: რუკა
ko: 지도
pl: Mapa
ro: Harta
sv: Karta
uk: Карта

# _map_show
source: Show map
be: Паказаць карту
de: Karte anzeigen
fa: نمایش نقشه
fr: Afficher la carte
hr: Prikaži kartu
id: Tampilkan peta
ja: マップを表示
ka: რუკის ჩვენება
ko: 지도 표시
pl: Pokaż mapę
ro: Afișare hartă
sv: Visa karta
uk: Показати карту

# _map_hide
source: Hide map
be: Схаваць карту
de: Karte ausblenden
fr: Masquer la carte
hr: Sakrij kartu
id: Sembunyikan peta
ja: 地図を隠す
ka: რუკის დამალვა
ko: 지도 숨기기
pl: Ukryj mapę
ro: Ascundere hartă
sv: Dölj karta
uk: Приховати карту

# _tor_description
source: Connects to TOR network
be: Падключэнне да сеткі Tor
de: Mit Tor‐Netzwerk verbinden
fa: به شبکه TOR متصل می‌شود
fr: Se connecte au réseau Tor
hr: Povezuje s Tor mrežom
id: Mendukung sambungan ke jaringan Tor
ja: Tor ネットワークに接続
ka: TOR ქსელთან მიერთება
ko: TOR 네트워크에 연결
pl: Łączy się z siecią Tor
ro: Se conectează la rețeaua Tor
sv: Ansluter till TOR-nätverk
uk: З'єднання з мережею TOR

# _p2p_description
source: Supports P2P traffic
be: Падтрымлівае трафік P2P
de: Unterstützt P2P‐Verkehr
fa: پشتیبانی از ترافیک P2P
fr: Prend en charge le trafic P2P
hr: Podržava P2P promet
id: Mendukung lalu lintas P2P
ja: P2P 通信対応
ka: P2P ტრაფიკის მხარდაჭერა
ko: P2P 트래픽 지원
pl: Wspiera ruch P2P
ro: Suportă trafic P2P
sv: Stöder P2P-trafik
uk: Підтримує трафік P2P

# _premium_description
source: Premium server
be: Прэміяльны сервер
fa: سرور ویژه
fr: Serveur Premium
hr: Premium poslužitelj
id: Server Premium
ja: プレミアムサーバー
ka: სერვერი Premium
ko: Premium 서버
pl: Serwer premium
ro: Server premium
uk: Premium сервер

# _via_country
source: via %@
be: праз %@
de: über %@
id: melalui %@
ja: %@ 経由
ka: %@-ის გავლით
ko: %@ 경유
pl: przez %@
ro: prin %@
uk: через %@

source: via
be: праз
de: über
fa: از طریق
hr: putem
id: melalui
ja: 経由国
ka: გავლით
ko: 경유
pl: przez
ro: prin
uk: через

# _server_load_percentage
source: %@%% Load
be: Загружаны на %@%%
de: %@%% Auslastung
fr: %@ %% de charge
id: Muatan %@%%
ja: %@%% 負荷
ka: %@%% ჩატვირთვა
ko: %@%% 로드
pl: Obciążenie %@%%
ro: %@%% solicitare
sv: %@%% belastning
uk: Навантаження: %@%%

source: Home
be: Галоўная
de: Startseite
fa: خانه
fr: Accueil
hr: Kuća
id: Beranda
ja: ホーム
ka: მთავარი
ko: 홈
pl: Strona główna
ro: Început
sv: Hem
uk: Домівка

source: Countries
be: Краіны
de: Länder
fa: کشورها
fr: Pays
hr: Države
id: Negara
ja: 国別リスト
ka: ქვეყნები
ko: 국가
pl: Kraje
ro: Țări
sv: Länder
uk: Країни

# _no_servers_to_show
source: There are currently no servers to show here.
be: У дадзены момант серверы для паказу адсутнічаюць.
de: Derzeit sind keine Server vorhanden, die hier angezeigt werden können.
fa: در حال حاضر هیچ سروری برای نمایش در اینجا وجود ندارد.
fr: Il n'y a actuellement aucun serveur à afficher ici.
hr: Trenutno nema poslužitelja za prikaz.
id: Tidak ada server yang dapat ditampilkan pada saat ini.
ja: 該当するサーバーがありません。
ka: ამჟამად საჩვენებელი სერვერების გარეშე.
ko: 현재 여기에 표시할 서버가 없습니다.
pl: Obecnie nie ma żadnych serwerów do wyświetlenia.
ro: Momentan aici nu există servere.
sv: Det finns för närvarande inga servrar att visa här.
uk: Наразі немає серверів для показу.

# _plan_does_not_include_secure_core
source: Your plan doesn't include Secure Core feature.
be: Ваш тарыфны план не прадугледжвае функцыю Secure Core.
de: Dein Abonnement beinhaltet keine Secure Core‐Funktion.
fa: حساب شما شامل ویژگی Secure Core نیست.
fr: Votre abonnement n'inclut pas la fonctionnalité Secure Core.
hr: Vaš plan ne uključuje Secure Core značajku.
id: Paket Anda tidak termasuk fitur Secure Core.
ja: 現在のプランに Secure Core 機能は含まれません。
ka: თქვენი სატარიფო გეგმა Secure Core-ის ფუნქციებს არ შეიცავს.
ko: 사용자의 플랜이 Secure Core 기능을 포함하지 않습니다.
pl: Twój plan nie zawiera funkcji Secure Core.
ro: Planul actual nu include funcția Secure Core.
sv: Ditt paket inkluderar inte Secure Core-funktionen.
uk: Ваш тарифний план не включає функцію Secure Core.

source: Learn more about Secure Core
be: Даведацца больш пра Secure Core
de: Erfahre mehr über Secure Core
fa: در مورد Secure Core بیشتر بدانید
fr: En apprendre plus sur Secure Core
hr: Saznajte više o Secure Core
id: Pelajari lebih lanjut tentang Secure Core
ja: Secure Core の詳細情報
ka: გაიგეთ მეტი Secur Core-ის შესახებ
ko: Secure Core에 대해 더 알아보기
pl: Dowiedz się więcej o funkcji Secure Core
ro: Aflați mai multe despre Secure Core
sv: Lär dig mer om Secure Core
uk: Дізнатися більше про Secure Core

source: Search for country
be: Пошук краіны
de: Nach Land suchen
fa: جستجوی کشور
fr: Rechercher un pays
hr: Traži državu
id: Cari negara
ja: 国を検索
ka: ქვეყნის ძებნა
ko: 국가 검색
pl: Szukaj kraju
ro: Căutare țară
sv: Sök efter land
uk: Пошук країни

# _secure_core_info
source: Provides additional protection against VPN server compromise by routing traffic through our Secure Core Network
be: Забяспечвае дадатковую абарону ад кампраметацыі сервера VPN шляхам маршрутызацыі трафіку праз нашу абароненую сетку Secure Core
de: Bietet zusätzlichen Schutz gegen kompromittierte VPN‐Server, indem die Verbindung über unser sicheres Netzwerk umgeleitet wird
fa: ایجاد محافظ بیشتر علیه مصادرۀ سرور VPN، به کمک ارسال ترافیک از طریق شبکۀ «هستۀ امن»
fr: Offre une protection supplémentaire contre la compromission de serveur VPN en redirigeant le trafic à travers notre réseau Secure Core
hr: Pruža dodatnu zaštitu od kompromitiranja VPN poslužitelja, preusmjeravanjem prometa kroz našu Secure Core mrežu
id: Memberikan perlindungan tambahan terhadap kebocoran server VPN dengan mengalihkan lalu lintas melalui Secure Core Network kami
ja: Secure Coreネットワークを経由するようにルーティングすることにより、VPNサーバーの侵害に対する追加の保護を提供します。
ka: ტრაფიკის ჩვენს დაცულ ქსელში რაუტინგის საშუალებით VPN სერვერის გატეხვისგან დამატებითი დაცვა
ko: 보안 네트워크를 통해 트래픽을 라우팅하여 VPN 서버 손상에 대한 추가 보호 제공
pl: Zapewnia dodatkową ochronę przed naruszeniem zabezpieczeń serwera VPN, poprzez przekierowanie ruchu przez naszą sieć Secure Core
ro: Furnizează o protecție adițională împotriva compromiterii serverului VPN direcționând traficul prin intermediul rețelei noastre Secure Core.
sv: Ger ytterligare skydd mot VPN-serverkomprometteringar genom att dirigera trafik genom vårt Secure Core-nätverk
uk: Забезпечує додатковий захист від компрометації VPN-сервера, спрямовуючи трафік через нашу мережу Secure Core
