Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _moderate_nat_explanation
source: Moderate NAT disables randomization of local address mapping. This can slightly reduce your security, but allows peer-to-peer applications such as online games to establish direct connections. Learn more
be: Умераны NAT адключае рандамізацыю пераназначаных лакальных адрасоў. Гэта можа крыху паменшыць вашу бяспеку, але дазволіць працаваць з аднарангавымі праграмамі такімі, як сеткавыя гульні для ўстаноўкі прамога падключэння. Даведацца больш
de: Moderates NAT deaktiviert die Zufallsgenerierung der lokalen Adresszuordnung. Dies kann die Sicherheit etwas einschränken, erlaubt aber Peer-to-Peer-Anwendungen wie Online-Spielen, direkte Verbindungen herzustellen. Mehr erfahren
fa: Moderate NAT تصادفی سازی نقشه برداری آدرس های محلی را غیرفعال میکند. این امر ممکن است امنیت شما را کمی کاهش دهد، اما به نرم افزار های همتا مانند بازی های آنلاین اجازه برقراری ارتباط مستقیم را میدهد. بیشتر بدانید
fr: Le NAT modéré désactive la randomisation du mappage d'adresses locales. Cela peut légèrement réduire votre sécurité, mais permet aux applications P2P comme les jeux en ligne d'établir des connexions directes. En savoir plus
id: Pengaturan NAT Moderat akan menonaktifkan pengacakan alamat IP lokal. Hal ini dapat membuat Anda menjadi lebih rentan, namun akan memungkinkan aplikasi peer-to-peer seperti game online untuk dapat terhubung secara langsung antar satu sama lain. Pelajari lebih lanjut
ja: モデレート NAT はローカルアドレスマッピングのランダム化を無効にします。これによりセキュリティが若干低下しますが、オンラインゲームなどのピアツーピアアプリケーションで直接接続が確立可能になります。 詳細
ka: შუალედური NAT-ი თიშავს ლოკალური მისამართების მიმაგრებებს. ამას შეუძლია, ოდნავ შეამციროს თქვენი უსაფრთხოება, მაგრამ უფლებას აძლევს გამჭოლი კავშირების მქონე პროგრამებს, როგორებიც თამაშებია, იმუშაონ. გაიგეთ მეტი
ko: 일반형 NAT는 로컬 주소 매핑의 무작위화를 비활성화합니다. 이는은 보안을 약간 감소시킬 수 있지만, 온라인 게임과 같은 P2P 애플리케이션이 직접 연결을 설정할 수 있도록 해줍니다. 자세히 알아보기
pl: Umiarkowany NAT wyłącza losowe mapowanie adresów lokalnych. To może nieco zmniejszyć bezpieczeństwo, ale umożliwia połączenia P2P, aby osiągnąć bezpośrednie połączenia aplikacji. Dowiedz się więcej
ro: NAT moderat dezactivează alocarea aleatoare a adreselor locale. Acest lucru vă poate reduce ușor securitatea, dar permite aplicațiilor persoană-la-persoană, cum ar fi jocurile online, să stabilească direct conexiuni. Detalii
sv: Måttlig NAT inaktiverar randomisering av lokal adressmappning. Detta kan minska din säkerhet något, men tillåter peer-to-peer-applikationer som onlinespel att upprätta direkta anslutningar. Lär dig mer
uk: Помірна NAT вимикає рандомізацію мапінгу локальних адрес. Це може дещо знизити рівень вашої безпеки, але дає змогу користуватися одноранговими програмами, як-от онлайн-ігри, для встановлення прямих з'єднань. Докладніше

# _moderate_nat_explanation_link
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _moderate_nat_enable_title
source: Enable Moderate NAT
be: Уключыць умераны NAT
de: Moderates NAT aktivieren
fa: فعالسازی NAT متوسط
fr: Activer le NAT modéré
id: Aktifkan NAT Moderat
ja: モデレート NAT を有効にする
ka: საშუალო NAT-ის ჩართვა
ko: 일반형 NAT 활성화
pl: Włącz umiarkowany NAT
ro: Activare NAT moderat
sv: Aktivera måttlig NAT
uk: Увімкнути помірне NAT

# _moderate_nat_change_title
source: Enable Moderate NAT
be: Уключыць умераны NAT
de: Moderates NAT aktivieren
fa: فعالسازی NAT متوسط
fr: Activer le NAT modéré
id: Aktifkan NAT Moderat
ja: モデレート NAT を有効にする
ka: საშუალო NAT-ის ჩართვა
ko: 일반형 NAT 활성화
pl: Włącz umiarkowany NAT
ro: Activare NAT moderat
sv: Aktivera måttlig NAT
uk: Увімкнути помірне NAT

# _settings_mac_telemetry_learn_more
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _onboarding_mac_usage_stats
source: Share anonymous usage statistics. This helps us overcome VPN blocks and improve app performance.
be: Абагуляць ананімную статыстыку выкарыстання. Гэта дазваляе нам пераадольваць блакіроўкі VPN і паляпшаць прадукцыйнасць праграмы.
de: Anonyme Nutzungsstatistiken teilen. Dies hilft uns VPN-Sperren zu umgehen und die App Performance zu verbessern.
fr: Partagez des statistiques d'utilisation anonymes. Cela nous aide à contourner les blocages VPN et à améliorer les performances de l'application.
id: Bagikan statistik pemakaian anonim. Statistik ini dapat membantu kami untuk menangkal pemblokiran VPN dan meningkatkan performa aplikasi.
ja: 匿名の使用統計を共有します。これは VPN 検閲に打ち勝ち、アプリのパフォーマンスを改善するために使用されます。
ka: გაგვიზიარეთ პროგრამის გამოყენება ანონიმურად. ეს VPN-ის დაბლოკვის თავიდან აცილებში და აპის წარმადობის გაუმჯობესებაში გვეხმარება.
ko: 익명으로 사용 통계를 공유하세요. 이는 VPN 차단을 무력화하고, 앱 성능 향상에 도움을 줍니다.
pl: Udostępnij anonimowe statystyki użytkowania. To pomaga nam ominąć blokady VPN i poprawić wydajność aplikacji.
ro: Partajare anonimă statistici de utilizare. Asta ne ajută să depășim blocările VPN-ului și să îmbunătățim performanța aplicației.
sv: Dela anonym användningsstatistik. Detta hjälper oss att övervinna VPN-blockeringar och förbättra appens prestanda.
uk: Діліться анонімною статистикою використання. Це допомагає нам обходити блокування VPN і вдосконалювати швидкодію програми.

# _onboarding_mac_crash_reports
source: Share anonymous crash reports. This helps us fix bugs, detect firewalls, and avoid VPN blocks.
be: Абагульваць ананімныя справаздачы пра збоі. Гэта дапамагае нам выпраўляць памылкі, вызначаць міжсеткавыя экраны, а таксама пазбягаць блакіровак VPN.
de: Anonyme Absturzberichte teilen. Dies hilft uns Fehler zu beheben, Firewalls zu erkennen und VPN-Sperren zu vermeiden.
fr: Partagez des rapports de plantage anonymes. Cela nous aide à corriger les bugs, à détecter les pare-feux et à éviter les blocages de VPN.
id: Bagikan laporan crash anonim. Laporan ini dapat membantu kami untuk memperbaiki bug, mendeteksi firewall, dan menangkal pemblokiran VPN.
ja: 匿名のクラッシュレポートを共有します。これはバグを修正し、ファイアウォールを検出し、VPN 検閲を回避するために使用されます。
ka: ავარიის ანგარიშების გაზიარებით შეცდომების გამოსწორებაში, ფეიერვოლების აღმოჩენაში და VPN ბლოკების თავიდან აცილებაში გვეხმარებით.
ko: 익명으로 버그 리포트를 공유하세요. 이는 버그를 고치고, 방화벽을 감지하며, VPN 차단을 우회하는데 도움이 됩니다.
pl: Udostępnij anonimowe raporty o awariach. To pomaga nam naprawić błędy, wykryć zapory sieciowe i ominąć blokady VPN.
ro: Partajare anonimă rapoarte de erori. Asta ne ajută să reparăm erorile, să detectăm paravanele de protecție și să evităm blocările VPN-ului.
sv: Dela anonyma kraschrapporter. Detta hjälper oss att åtgärda fel, upptäcka brandväggar och undvika VPN-blockeringar.
uk: Надсилайте анонімні звіти про збої. Це допомагає нам виправляти помилки, виявляти мережеві екрани та уникати блокування VPN.

# _settings_mac_usage_stats_title
source: Share anonymous usage statistics
be: Абагульванне ананімнай статыстыкі выкарыстання
de: Anonyme Nutzungsstatistiken teilen
fr: Partager des statistiques d'utilisation anonymes
id: Bagikan statistik pemakaian anonim
ja: 匿名の使用統計を共有
ka: გამოყენების ანონიმური სტატისტიკის გაზიარება
ko: 익명 사용 통계 공유
pl: Udostępnij anonimowe statystyki użytkowania
ro: Partajare anonimă statistici de utilizare
sv: Dela anonym användningsstatistik
uk: Анонімна статистика використання

# _settings_mac_usage_stats_tooltip
source: Usage data helps us overcome VPN blocks and improve app performance.
be: Даныя аб выкарыстанні дапамагаюць нам пераадольваць блакіроўкі VPN і паляпшаць прадукцыйнасць праграмы.
de: Nutzungsdaten helfen uns, VPN-Sperren zu überwinden und die Leistung der App zu verbessern.
fr: Les données d'utilisation nous aident à contourner les blocages VPN et à améliorer les performances de l'application.
id: Data penggunaan dapat membantu kami untuk menangkal pemblokiran VPN dan meningkatkan performa aplikasi.
ja: 使用状況データは VPN 検閲に打ち勝ち、アプリのパフォーマンスを改善するために使用されます。
ka: გამოყენების მონაცემები გვეხმარება VPN ბლოკების დაძლევაში და აპლიკაციის მუშაობის გაუმჯობესებაში.
ko: 사용 데이터는 VPN 차단을 무력화하고 앱 성능을 개선하는 데 도움이 됩니다.
pl: Dane użytkowania pomagają nam ominąć blokady VPN i poprawić wydajność aplikacji.
ro: Datele de utilizare ne ajută să depășim blocările VPN-ului și să îmbunătățim performanța aplicației.
sv: Användningsdata hjälper oss att övervinna VPN-blockeringar och förbättra appens prestanda.
uk: Дані про використання допомагають нам обходити блокування VPN і вдосконалювати швидкодію програми.

# _settings_mac_crash_reports_title
source: Share anonymous crash reports
be: Абагульванне ананімных справаздач пра збоі
de: Anonyme Absturzberichte teilen
fr: Partager des rapports de plantage anonymes
id: Bagikan laporan crash anonim
ja: 匿名のクラッシュレポートを共有
ka: ავარიის ანონიმური ანგარიშების გაზიარება
ko: 익명 충돌 보고서 공유
pl: Udostępnij anonimowe raporty o awariach
ro: Partajare anonimă rapoarte de erori
sv: Dela anonyma kraschrapporter
uk: Анонімні звіти про збої

# _settings_mac_crash_reports_tooltip
source: Crash reports help us fix bugs, detect firewalls, and avoid VPN blocks.
be: Справаздачы пра збоі дапамагаюць нам выпраўляць памылкі, вызначаць міжсеткавыя экраны, а таксама пазбягаць блакіровак VPN.
de: Absturzberichte helfen uns Fehler zu beheben, Firewalls zu erkennen und VPN-Sperren zu vermeiden.
fr: Les rapports de plantage nous aident à corriger les bugs, à détecter les pare-feux et à éviter le blocage de VPN.
id: Laporan crash dapat membantu kami untuk memperbaiki bug, mendeteksi firewall, dan menangkal pemblokiran VPN.
ja: クラッシュレポートはバグを修正し、ファイアウォールを検出し、VPN 検閲を回避するために使用されます。
ka: ავარიის ანგარიშები გვეხმარება შეცდომების გამოსწორებაში, ფეიერვოლების აღმოჩენაში და VPN ბლოკების თავიდან აცილებაში.
ko: 충돌 보고서는 버그를 수정하고 방화벽을 감지하며 VPN 차단을 방지하는 데 도움이 됩니다.
pl: Raporty o awariach pomagają nam naprawić błędy, wykryć zapory sieciowe i ominąć blokady VPN.
ro: Rapoartele de erori ne ajută să reparăm erorile, să detectăm paravanele de protecție și să evităm blocările VPN-ului.
sv: Kraschrapporter hjälper oss att åtgärda fel, upptäcka brandväggar och undvika VPN-blockeringar.
uk: Звіти про збої допомагають нам виправляти помилки, виявляти мережеві екрани та уникати блокування VPN.

source: Advanced
be: Дадаткова
de: Erweitert
fr: Avancé
hr: Napredno
id: Lanjutan
ka: დამატებით
ko: 고급
pl: Zaawansowane
ro: Avansat
sv: Avancerad
uk: Додатково

# _non_standard_ports_title
source: Non-standard ports
be: Нестандартныя парты
de: Nicht standardisierte Ports
fa: درگاه‌های غیر-استاندارد
fr: Ports non standard
id: Port non-standar
ja: 標準的ではないポート
ka: არასტანდარტული პორტები
ko: 비표준 포트
pl: Niestandardowe porty
ro: Porturi nonstandard
sv: Icke-standardiserade portar
uk: Нестандартні порти

# _non_standard_ports_explanation
source: Use Proton VPN for any special need by allowing traffic to non-standard ports through the VPN network. Learn more
be: Выкарыстоўвайце Proton VPN для любых адмысловых патрабаванняў, дазваляючы трафік да нестандартных партоў праз сетку VPN. Даведацца больш
de: Nutze Proton VPN für jeden speziellen Bedarf, indem du Datenverkehr zu nicht standardisierten Ports über das VPN-Netzwerk erlaubst. Mehr erfahren
fr: Utilisez Proton VPN pour tout besoin particulier en autorisant le trafic vers les ports non standard à travers le réseau VPN. En savoir plus
id: Gunakan Proton VPN untuk berbagai kebutuhan khusus dengan mengalihkan lalu lintas data yang tertuju pada port non-standar melalui jaringan VPN. Pelajari lebih lanjut
ja: 標準以外のポートへの VPN ネットワーク経由のトラフィックを許可して、特殊な用途に Proton VPN を使用します。 詳細
ka: გამოიყენეთ Proton VPN ნებისმიერი განსაკუთრებული მოთხოვნის მქონე ამოცანისთვის VPN ქსელში არასტანდარტული პორტების ჩართვის საშუალებით. გაიგეთ მეტი
ko: VPN 네트워크를 통해 비표준 포트로의 트래픽을 허용하여 특별한 필요에 따라 Proton VPN을 사용하세요. 자세히 알아보기
pl: Używaj aplikacji Proton VPN do wszelkich specjalnych potrzeb, zezwalając na ruch do niestandardowych portów przez sieć VPN. Dowiedz się więcej
ro: Utilizați Proton VPN pentru orice nevoie specială, permițând traficul către porturile nonstandard prin VPN. Detalii
sv: Använd Proton VPN för alla speciella behov genom att tillåta trafik till icke-standardiserade portar via VPN-nätverket. Lär dig mer
uk: Використовуйте Proton VPN для будь-яких особливих потреб, дозволяючи трафік до нестандартних портів через мережу VPN. Докладніше

# _non_standard_ports_explanation_link
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _non_standard_ports_change_title
source: Enable Non-standard ports
be: Уключыць нестандартныя парты
de: Nicht standardisierte Ports aktivieren
fa: فعال سازی درگاه‌های غیر استاندارد
fr: Activer les ports non standard
id: Aktifkan port non-standar
ja: 標準的ではないポートを有効にする
ka: არასტანდარტული პორტების ჩართვა
ko: 비표준 포트 활성화
pl: Włącz niestandardowe porty
ro: Activare porturile nonstandard
sv: Aktivera icke-standardiserade portar
uk: Увімкнути нестандартні порти

# proton_website_unreachable
source: The Proton VPN website might be temporarily unreachable due to network restrictions. Please use the mobile app to create a new Proton account.
be: Вэб-сайт Proton VPN можа быць часова недаступны па прычыне абмежаванняў сеткі. Скарыстайцеся мабільнай праграмай, каб стварыць уліковы запіс Proton.
de: Die Proton VPN-Website ist möglicherweise aufgrund von Netzwerkeinschränkungen vorübergehend nicht erreichbar. Bitte verwende die mobile App, um ein neues Proton-Konto zu erstellen.
fa: وبسایت Proton VPN ممکن است بدلیل محدودیتهای شبکه بطور موقتی غیرقابل دسترس باشد. لطفا با استفاده از برنامه موبایل حساب Proton جدیدی ایجاد کنید.
fr: Le site web de Proton VPN peut être temporairement indisponible à cause de restrictions réseau. Nous vous invitons à utiliser l'application mobile pour créer un nouveau compte Proton.
id: Situs web Proton VPN terindikasi sedang tidak dapat dijangkau karena batasan jaringan. Mohon gunakan aplikasi mobile kami untuk membuat akun Proton yang baru.
ja: ネットワークの制限により、一時的に Proton VPN のウェブサイトに到達できない場合があります。モバイルアプリを使用して、新しい Proton アカウントを作成してください。
ka: Proton VPN-ის ვებსატი დროებით მიუწვდომელია ქსელური შეზღუდვების გამო. Proton-ის ახალი ანგარიშის შესაქმნელა მობილური აპლიკაციიდან სცადეთ.
ko: Proton VPN 웹사이트가 네트워크 제한으로 인해 일시적으로 접속할 수 없을 수 있습니다. 모바일 앱을 사용하여 새 Proton 계정을 만드세요.
pl: Strona internetowa Proton VPN może być tymczasowo niedostępna z powodu ograniczeń sieciowych. Użyj aplikacji mobilnej, aby utworzyć nowe konto Proton.
ro: Site-ul Proton VPN ar putea fi temporar neaccesibil din cauza restricțiilor de rețea. Utilizați aplicația mobilă pentru a crea un cont Proton nou.
sv: Proton VPN-webbplatsen kan vara temporärt otillgänglig på grund av nätverksbegränsningar. Använd mobilappen för att skapa ett nytt Proton-konto.
uk: Вебсайт Proton VPN може бути тимчасово недоступний через мережеві обмеження. Скористайтеся програмою для мобільних пристроїв, щоб створити новий обліковий запис Proton.

source: Use coupon
be: Выкарыстаць купон
de: Gutschein verwenden
fa: استفاده از کد تخفیف
fr: Utiliser un code promotionnel
id: Gunakan kupon
ja: クーポンを使用
ka: კუპონის გამოყენება
ko: 쿠폰 사용
pl: Użyj kuponu
ro: Folosire cupon
sv: Använd kupong
uk: Використати купон

source: Coupon code
be: Код купона
de: Gutschein-Code
fa: کد تخفیف
fr: Code promotionnel
id: Kode kupon
ja: クーポンコード
ka: კუპონის კოდი
ko: 쿠폰 코드
pl: Kod kuponu
ro: Cod cupon
sv: Kupongkod
uk: Код купону

# apply_coupon
source: Apply
be: Ужыць
de: Übernehmen
fa: اعمال
fr: Appliquer
hr: Primijeni
id: Terapkan
ja: 適用
ka: გადატარება
ko: 적용
pl: Zastosuj
ro: Aplicare
sv: Tillämpa
uk: Застосувати

# coupon_applied
source: Coupon has been applied successfully.
be: Купон быў паспяхова ўжыты.
de: Gutschein wurde erfolgreich angewandt.
fa: کد تخفیف با موفقیت اعمال شد.
fr: Le code promotionnel a été appliqué.
id: Kupon telah berhasil digunakan.
ja: クーポンは正常に適用されました。
ka: კუპონი წარმატებით გადატარდა.
ko: 쿠폰이 성공적으로 적용되었습니다.
pl: Kupon został naliczony.
ro: Cuponul a fost aplicat cu succes.
sv: Kupong har tillämpats.
uk: Купон використано успішно.

# coupon_applied_plan_not_upgraded_yet
source: Coupon has been applied successfully. Your subscription will be upgraded within a few minutes.
be: Купон быў паспяхова ўжыты. Ваша падпіска будзе палепшана на працягу некалькіх хвілін.
de: Gutschein wurde erfolgreich angewandt. Dein Abonnement wird innerhalb weniger Minuten aktualisiert.
fa: کد تخفیف با موفقیت اعمال شد. اشتراک شما در چند دقیقهٔ آینده ارتقا خواهد یافت.
fr: Le code promotionnel a été appliqué. Votre abonnement sera mis à niveau dans quelques minutes.
id: Kupon telah berhasil digunakan. Jenis akun Anda akan segera ditingkatkan dalam beberapa menit ke depan.
ja: クーポンが正常に適用されました。サブスクリプションはまもなく更新されます。
ka: კუპონი წარმატებით გამოვიყენე. თქვენი გამოწერა რამდენიმე წუთში განახლდება.
ko: 쿠폰이 성공적으로 적용되었습니다. 구독이 몇 분 내로 업그레이드됩니다.
pl: Kupon został naliczony. Subskrypcja zostanie ulepszona w ciągu kilku minut.
ro: Cuponul a fost aplicat cu succes. Abonamentul va fi modificat în câteva minute.
sv: Kupong har tillämpats. Din prenumeration kommer att uppgraderas inom några minuter.
uk: Купон успішно застосовано. Ваша передплата буде покращена протягом кількох хвилин.

source: Two-factor authentication
be: Двухфактарная аўтэнтыфікацыя
de: Zwei‐Faktor‐Authentifizierung
fa: احراز هویت دو مرحله‌ای
fr: Authentification à deux facteurs
hr: Dvofaktorska autentikacija
id: Otentikasi dua-faktor
ja: 2 要素認証
ka: 2FA
ko: 2단계 인증
pl: Uwierzytelnianie dwustopniowe
ro: Autentificare cu doi factori
sv: Tvåfaktorsautentisering
uk: Двоетапна перевірка

source: Two-factor code
be: Двухфактарны код
de: Zwei‐Faktor‐Code
fa: کد دو مرحله‌ای
fr: Code à deux facteurs
hr: Kôd dvofaktorske autentikacije
id: Kode dua faktor
ja: 2要素認証コード
ka: 2FA კოდი
ko: 2단계 인증 코드
pl: Kod uwierzytelniający
ro: Cod doi factori
sv: Tvåfaktorkod
uk: Код двоетапної перевірки

source: Use two-factor code
be: Выкарыстоўваць двухфактарны код
de: Zwei-Faktor-Code verwenden
fa: استفاده از کد دو مرحله ای
fr: Utiliser un code à deux facteurs
hr: Koristi kôd dvofaktorske autentikacije
id: Gunakan kode dua faktor
ja: 2要素認証コードを使用
ka: 2FA კოდის გამოყენება
ko: 2단계 인증 코드 사용
pl: Użyj kodu uwierzytelniającego
ro: Folosire cod doi factori
sv: Använd tvåfaktorskod
uk: Використати код двоетапної перевірки

source: Recovery code
be: Код аднаўлення
de: Wiederherstellungscode
fa: کد بازیابی
fr: Code de récupération
hr: Kôd za oporavak
id: Kode pemulihan
ja: 回復用コード
ka: აღდგენის კოდი
ko: 복구 코드
pl: Kod odzyskiwania
ro: Cod de recuperare
sv: Återställningskod
uk: Код відновлення

source: Use recovery code
be: Скарыстацца кодам аднаўлення
de: Wiederherstellungscode verwenden
fa: استفاده از کد بازیابی
fr: Utiliser un code de récupération
hr: Koristi kôd za oporavak
id: Gunakan kode pemulihan
ja: 回復用コードを使用
ka: აღდგენის კოდის გამოყენება
ko: 복구 코드 사용
pl: Użyj kodu odzyskiwania
ro: Folosire cod de recuperare
sv: Använd återställningskod
uk: Використати код відновлення

source: Authenticate
be: Аўтэнтыфікацыя
de: Authentifizieren
fa: احراز هویت
fr: S'authentifier
hr: Autenticiraj
id: Autentikasi
ja: 認証
ka: ავთენტიკაცია
ko: 인증
pl: Uwierzytelnij
ro: Autentificare
sv: Autentisera
uk: Автентифікація

# login_unsupported_state
source: Invalid login method. Please contact support.
be: Памылковы метад уваходу. Звярніцеся ў службу падтрымкі.
de: Ungültige Anmeldemethode. Bitte kontaktiere den Support.
fa: روش ورود معتبر نیست. لطفا با پشتیبانی تماس بگیرید.
fr: Cette méthode de connexion n'est pas valide. Nous vous invitons à contacter le support.
id: Metode login tidak valid. Mohon hubungi layanan dukungan.
ja: 無効なログイン方法です。サポートへご連絡ください。
ka: შესვლის არასწორი მეთოდი. დაუკავშირდით მხარდაჭერის გუნდს.
ko: 유효하지 않은 로그인 방법. 고객센터에 문의하십시오.
pl: Metoda logowania jest nieprawidłowa. Skontaktuj się ze wsparciem.
ro: Metodă de autentificare nevalidă. Contactați asistența.
sv: Ogiltig inloggningsmetod. Kontakta supporten.
uk: Неправильний метод входу. Зв'яжіться з підтримкою.

# vpn_feature_cannot_be_set_error
source: %@ setting could not be changed. Please try again later or connect to a different server
be: Не ўдалося змяніць наладу %@. Паспрабуйце яшчэ раз пазней або падключыцеся да іншага сервера
de: Die Einstellung von %@ konnte nicht geändert werden. Bitte versuche es später erneut oder stelle eine Verbindung zu einem anderen Server her.
fa: تغییر تنظیمات %@ ممکن نیست. لطفا بعد تلاش کنید یا به سروری دیگر متصل شوید
fr: Le paramètre %@ ne peut pas être modifié. Nous vous invitons à réessayer plus tard ou à vous connecter à un autre serveur.
id: Pengaturan %@ tidak dapat diubah. Silakan coba lagi nanti atau hubungkan ke server lain
ja: %@ 設定は変更できませんでした。後ほど再度試すか、別のサーバーに接続してください。
ka: %@ პარამეტრის შეცვლა შეუძლებელია. მოგვიანებით სცადეთ ან სხვა სერვერს დაუკავშირდით
ko: %@ 설정이 변경되지 않을 수 있습니다. 나중에 다시 시도하거나 다른 서버로 연결하십시오
pl: Ustawienia %@ nie mogą zostać zmienione. Spróbuj ponownie później lub połącz się z innym serwerem
ro: %@ nu s-a putut modifica. Reîncercați mai târziu sau conectați-vă la alt server.
sv: %@-inställningen kunde inte ändras. Försök igen senare eller anslut till en annan server
uk: Не можна змінити налаштування %@. Повторіть спробу пізніше або під'єднайтеся до іншого сервера

# netshield_stats_hint_ads
source: Advertisement websites use cookies and trackers to target you.
be: Рэкламныя вэб-сайты выкарыстоўваюць файлы cookie і праграмы сачэння, каб паказваць вам персаналізаваную рэкламу.
de: Werbe-Websites verwenden Cookies und Tracker, um dich anzusprechen.
fr: Les sites internet contenant des publicités utilisent des cookies et des traqueurs pour vous cibler.
id: Situs iklan menggunakan cookie dan pelacak untuk mengincar Anda.
ja: 広告ウェブサイトは、Cookie とトラッカーを使用してあなたをターゲットします。
ka: რეკლამის ვებგვერდები ტრეკერებს და ქუქიებს თქვენს საპოვნელად იყენებენ.
ko: 광고 웹사이트는 당신을 대상으로 쿠키와 추적기를 사용합니다.
pl: Strony reklamowe wykorzystują pliki cookies i Cię śledzą.
ro: Reclamele de pe paginile web folosesc fișiere cookie și scripturi de urmărire pentru a vă identifica.
sv: Annonswebbplatser använder cookies och spårare för att rikta in sig på dig.
uk: Рекламні вебсайти використовують куки та елементи стеження, щоб персоналізувати вас.

# netshield_stats_hint_trackers
source: Trackers are third-party websites that collect, store, and sell information about your web activity.
be: Праграмы сачэння (трэкеры) - гэта праграмнае забеспячэнне старонніх вэб-сайтаў, якія збіраюць, захоўваюць і прадаюць інфармацыю пра вашу дзейнасць у інтэрнэце.
de: Tracker sind Websites von Drittanbietern, die Informationen über deine Webaktivitäten sammeln, speichern und verkaufen.
fr: Les traqueurs sont des sites internet tiers qui collectent, stockent et vendent des informations sur votre activité en ligne.
id: Pelacak (tracker) merupakan situs web pihak ketiga yang memperoleh, menyimpan, dan menjual informasi aktivitas internet Anda.
ja: トラッカーとは、あなたのウェブでの活動に関する情報を収集、保存、販売しているサードパーティのウェブサイトです。
ka: ტრეკერები მესამე პირების ვებგვერდებია, რომლებიც აგროვებენ და ყიდიან ინფორმაციას თქვენი ვებ-აქტივობების შესახებ.
ko: 트래커는 당신의 웹 활동에 대한 정보를 수집, 저장 및 판매하는 제3자 웹사이트입니다.
pl: Elementy śledzące to strony trzecie, które zbierają, przechowują i sprzedają informacje o Twojej aktywności w sieci.
ro: Urmăritorii sunt site-uri terțe care colectează, stochează și vă vând informațiile privind activitatea de pe internet.
sv: Spårare är tredjepartswebbplatser som samlar in, lagrar och säljer information om din webbaktivitet.
uk: Елементи стеження – це сторонні вебсайти, які збирають, зберігають і продають дані про вашу діяльність в інтернеті.
