Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

source: Cancel
be: Скасаваць
de: Abbrechen
fa: لغو
fr: Annuler
hr: Poništi
id: Batal
ja: キャンセル
ka: გაუქმება
ko: 취소
pl: Anuluj
ro: Anulare
sv: Avbryt
uk: Скасувати

source: Connect
be: Падключыцца
de: Verbinden
fa: اتصال
fr: Se connecter
hr: Poveži
id: Hubungkan
ja: 接続
ka: დაკავშირება
ko: 연결
pl: Połącz
ro: Conectare
sv: Anslut
uk: З'єднатися

source: Connected
be: Падключана
de: Verbunden
fa: متصل
fr: Connecté
hr: Povezano
id: Terhubung
ja: 接続完了
ka: დაკავშირებულია
ko: 연결됨
pl: Połączono
ro: Conectat
sv: Ansluten
uk: Під'єднано

source: Delete
be: Выдаліць
de: Löschen
fa: حذف
fr: Supprimer
hr: Izbriši
id: Hapus
ja: 削除
ka: წაშლა
ko: 삭제
pl: Usuń
ro: Ștergere
sv: Ta bort
uk: Видалити

source: Disconnect
be: Адключыцца
de: Trennen
fa: قطع اتصال
fr: Se déconnecter
hr: Odspoji
id: Putuskan
ja: 接続解除
ka: გათიშვა
ko: 연결 해제
pl: Rozłącz
ro: Deconectare
sv: Koppla från
uk: Від'єднати

source: Disconnected
be: Адключана
de: Getrennt
fa: قطع شده
fr: Déconnecté
hr: Odspojen
id: Terputus
ja: 未接続
ka: გათიშულია
ko: 연결 해제됨
pl: Rozłączono
ro: Deconectat
sv: Frånkopplad
uk: Від'єднано

source: Disconnecting
be: Адключэнне
de: Verbindung wird getrennt
fa: در حال قطع اتصال
fr: Déconnexion
hr: Odspajanje
id: Memutuskan
ja: 切断中
ka: გათიშვა
ko: 연결을 끊는 중
pl: Rozłączanie
ro: Se deconectează
sv: Kopplar från
uk: Роз'єднання

source: Done
be: Гатова
de: Fertig
fa: انجام شد
fr: Terminé
hr: Gotovo
id: Selesai
ja: 完了
ka: მზადაა
ko: 완료
pl: Gotowe
ro: Gata
sv: Klar
uk: Виконано

source: Edit
be: Рэдагаваць
de: Bearbeiten
fa: ویرایش
fr: Modifier
hr: Uredi
id: Sunting
ja: 編集
ka: ჩასწორება
ko: 편집
pl: Edytuj
ro: Editare
sv: Redigera
uk: Редагувати

source: OK
be: Добра
fa: تأیید
hr: U redu
ka: დიახ
ko: 확인
uk: Гаразд

source: Save
be: Захаваць
de: Speichern
fa: ذخیره
fr: Enregistrer
hr: Spremi
id: Simpan
ja: 保存
ka: შენახვა
ko: 저장
pl: Zapisz
ro: Salvare
sv: Spara
uk: Зберегти

source: Unavailable
be: Недаступна
de: Nicht verfügbar
fa: غیرقابل دسترس
fr: Indisponible
hr: Nedostupno
id: Tidak tersedia
ja: 使用不可
ka: ხელმიუწვდომელია
ko: 사용할 수 없음
pl: Niedostępny
ro: Indisponibil
sv: Inte tillgänglig
uk: Недоступно

source: Expand list of servers
be: Разгарнуць спіс сервераў
de: Serverliste aufklappen
fa: باز کردن لیست سرورها
fr: Développer la liste des serveurs
id: Lebarkan daftar server
ja: サーバーリストを展開する
ka: სერვერების სიის ამოკეცვა
ko: 서버 목록 펼치기
pl: Rozwiń listę serwerów
ro: Extindere listă servere
sv: Expandera lista med servrar
uk: Розгорнути список серверів

source: Collapse list of servers
be: Згарнуць спіс сервераў
de: Serverliste einklappen
fa: بستن لیست سرورها
fr: Réduire la liste des serveurs
id: Ciutkan daftar server
ja: サーバーリストを折りたたむ
ka: სერვერების სიის ჩაკეცვა
ko: 서버 목록 접기
pl: Zwiń listę serwerów
ro: Restrângere listă servere
sv: Minimera lista med servrar
uk: Згорнути список серверів

source: Warning
be: Папярэджанне
de: Warnung
fa: هشدار
fr: Attention
hr: Upozorenje
id: Peringatan
ja: 警告
ka: გაფრთხილება
ko: 경고
pl: Ostrzeżenie
ro: Avertizare
sv: Varning
uk: Попередження

source: Upgrade
be: Палепшыць
de: Upgrade benötigt
fa: ارتقا
fr: Changer d'abonnement
hr: Nadogradnja
id: Tingkatkan
ja: アップグレード
ka: ტარიფის აწევა
ko: 업그레이드
pl: Ulepsz
ro: Modificare
sv: Uppgradera
uk: Покращити

source: Upgrade Subscription
be: Палепшыць падпіску
de: Abonnement upgraden
fa: ارتقای اشتراک
fr: Passer à l’abonnement supérieur
hr: Nadogradite pretplatu
id: Tingkatkan Langganan
ja: サブスクリプションをアップグレード
ka: გამოწერის გაუმჯობესება
ko: 구독 업그레이드
pl: Ulepsz subskrypcję
ro: Modificare abonament
sv: Uppgradera prenumeration
uk: Покращити тарифний план

source: Manage Subscription
be: Кіраванне падпіскай
de: Abonnement verwalten
fa: مدیریت اشتراک
fr: Gérer l'abonnement
hr: Upravljanje pretplatom
id: Kelola Langganan
ja: サブスクリプションの管理
ka: გამოწერის მართვა
ko: 구독 관리
pl: Zarządzaj subskrypcją
ro: Gestionare abonament
sv: Hantera prenumeration
uk: Керувати передплатою

source: Upgrade Required
be: Патрабуецца паляпшэнне
de: Upgrade erforderlich
fa: ارتقا حساب لازم است
fr: Un abonnement supérieur est nécessaire.
hr: Potrebno je ažuriranje
id: Upgrade dibutuhkan
ja: アップグレードが必要
ka: აუცილებელია განახლება
ko: 업그레이드 필요
pl: Ulepszenie jest wymagane
ro: Modificare necesară
sv: Uppgradering krävs
uk: Необхідний тарифний план вищого рівня

source: On maintenance
be: На абслугоўванні
de: Im Wartungsmodus
fa: تحت عملیات نگهداری
fr: En maintenance
id: Dalam pemeliharaan
ja: メンテナンス中
ka: შესაკეთებლადაა
ko: 점검 중
pl: Przerwa techniczna
ro: În întreținere
sv: På underhåll
uk: Обслуговується

source: Reconnection Required
be: Неабходна паўторнае падключэнне
de: Verbindung muss neu aufgebaut werden
fa: اتصال مجدد نیاز است
fr: La reconnexion est nécessaire.
hr: Nužno je ponovno povezivanje
id: Penyambungan Ulang Dibutuhkan
ja: 再接続が必要です
ka: საჭიროა თავიდან მიერთება
ko: 재연결 권장됨
pl: Ponowne połączenie jest wymagane
ro: Reconectare necesară
sv: Återanslutning krävs
uk: Необхідне перепідключення

source: Maintenance
be: Абслугоўванне
de: Wartungsarbeiten
fa: نگهداری
hr: Održavanje
id: Pemeliharaan
ja: メンテナンス中
ka: ტექმომსახურება
ko: 유지 보수
pl: Przerwa techniczna
ro: Întreținere
sv: Underhåll
uk: Обслуговування

source: Quit
be: Выйсці
de: Beenden
fa: پایان
fr: Quitter
hr: Zatvori
id: Keluar
ja: 終了
ka: გასვლა
ko: 나가기
pl: Wyjście
ro: Ieșire
sv: Sluta
uk: Вийти

# _quit_warning
source: Quitting the application will disconnect the active VPN connection. Do you want to continue?
be: Выхад з праграмы прывядзе да адключэння ад актыўнага падключэння па VPN. Вы сапраўды хочаце працягнуць?
de: Beim Beenden der Anwendung wird die aktive VPN‐Verbindung getrennt. Möchtest du fortfahren?
fa: بستن اپلیکیشن اتصال فعلی VPN را قطع می‌کند. آیا می‌خواهید ادامه دهید؟
fr: Quitter l'application déconnectera la connexion VPN active. Voulez-vous continuer ?
hr: Zatvaranjem aplikacije odspojiti će se aktivna VPN veza. Želite li nastaviti?
id: Dengan keluar dari aplikasi, koneksi VPN yang sedang aktif akan terputus. Apakah Anda ingin melanjutkan?
ja: アプリケーションを終了すると、現在有効な VPN 接続が解除されます。続行しますか？
ka: აპლიკაციიდან გასვლა VPN-ის აქტიურ სესიას გათიშავს. გნებავთ, გააგრძელოთ?
ko: 앱을 종료하면 현재 VPN 연결이 끊어집니다. 계속하시겠습니까?
pl: Wyjście z aplikacji spowoduje rozłączenie aktywnego połączenia VPN. Czy chcesz kontynuować?
ro: Închizând aplicația se va deconecta conexiunea VPN activă. Doriți să continuați?
sv: Att avsluta applikationen kommer att koppla från den aktiva VPN-anslutningen. Vill du fortsätta?
uk: Вихід із програми від'єднає активне VPN-з'єднання. Хочете продовжити?

source: Enabled
be: Уключана
de: Aktiviert
fa: فعال
fr: Activé
hr: Omogućeno
id: Diaktifkan
ja: 有効
ka: ჩართულია
ko: 활성화됨
pl: Włączone
ro: Activat
sv: Aktiverad
uk: Увімкнено

source: Disabled
be: Адключана
de: Deaktiviert
fa: غیرفعال
fr: Désactivé
hr: Onemogućeno
id: Dinonaktifkan
ja: 無効
ka: გათიშულია
ko: 비활성화됨
pl: Wyłączone
ro: Dezactivat
sv: Inaktiverad
uk: Вимкнено

source: Disable
be: Адключыць
de: Deaktivieren
fa: غیرفعال
fr: Désactiver
hr: Onemogući
id: Nonaktifkan
ja: 無効化
ka: გათიშვა
ko: 비활성화
pl: Wyłącz
ro: Dezactivare
sv: Inaktivera
uk: Вимкнути

source: Report
be: Справаздача
de: Bericht
fa: گزارش
fr: Signaler
hr: Prijavi
id: Laporkan
ja: 報告
ka: ანგარიში
ko: 신고
pl: Zgłoś
ro: Raportare
sv: Rapportera
uk: Звіт

source: Ignore
be: Ігнараваць
de: Ignorieren
fa: نادیده انگاری
fr: Ignorer
hr: Zanemari
id: Abaikan
ja: 無視
ka: იგნორი
ko: 무시
pl: Ignoruj
ro: Ignorare
sv: Ignorera
uk: Ігнорувати

source: Continue
be: Працягнуць
de: Fortfahren
fa: ادامه
fr: Continuer
hr: Nastavi
id: Lanjut
ja: 続行
ka: გაგრძელება
ko: 계속
pl: Kontynuuj
ro: Continuare
sv: Fortsätt
uk: Продовжити

source: Show instructions
be: Паказаць інструкцыі
de: Anleitung anzeigen
fa: نمایش دستورالعمل‌ها
fr: Afficher les instructions
hr: Prikaži upute
id: Tampilkan petunjuk
ja: 説明を表示
ka: ინსტრუქციების ჩვენება
ko: 안내 보기
pl: Pokaż instrukcje
ro: Afișare instrucțiuni
sv: Visa instruktioner
uk: Показати інструкції

source: Network Unreachable
be: Сетка недаступна
de: Netzwerk nicht erreichbar
fa: شبکه در دسترس نیست
fr: Le réseau n'est pas accessible.
hr: Mreža je nedostupna
id: Jaringan Tidak Dapat Dijangkau
ja: ネットワークに接続できません
ka: ქსელი მიუწვდომელია
ko: 네트워크 연결 불가
pl: Sieć jest nieosiągalna
ro: Rețea inaccesibilă
sv: Nätverk kan inte nås
uk: Мережа недоступна

# _not_connected_to_the_internet
source: Unable to establish VPN connection. You are not connected to the internet.
be: Немагчыма ўсталяваць падключэнне па VPN. Вы не падключаны да інтэрнэту.
de: Die VPN‐Verbindung konnte nicht hergestellt werden. Du bist nicht mit dem Internet verbunden.
fa: امکان برقراری اتصال VPN وجود ندارد. شما به اینترنت متصل نیستید.
fr: La connexion VPN ne peut pas être établie. Vous n'êtes pas connecté à internet.
hr: Nije moguće uspostaviti VPN vezu. Niste povezani s internetom.
id: Tidak dapat mengukuhkan koneksi VPN. Anda tidak sedang terhubung ke internet.
ja: VPN 接続を確立できません。現在インターネットに接続していません。
ka: VPN კავშირის დამყარება შეუძლებელია. ინტერნეტთან მიერთებული არ ბრძანდებით.
ko: VPN 연결을 구성할 수 없습니다. 인터넷에 연결되지 않았습니다.
pl: Nie udało się ustanowić połączenia VPN. Nie jesteś podłączony do Internetu.
ro: Nu se poate stabili conexiunea VPN. Nu aveți conexiune la internet.
sv: Det gick inte att upprätta en VPN-anslutning. Du är inte ansluten till Internet.
uk: Не вдалося встановити VPN-з'єднання. Ви не під'єднані до інтернету.

source: VPN Connection Active
be: Падключэнне па VPN актыўнае
de: VPN‐Verbindung aktiv
fa: اتصال VPN برقرار است
fr: La connexion VPN est active.
hr: VPN veza je aktivna
id: Sambungan VPN Aktif
ja: VPN 接続が有効です
ka: VPN შეერთება აქტიურია
ko: VPN 연결 활성화
pl: Połączenie VPN jest aktywne
ro: Conexiune VPN activă
sv: VPN-anslutning aktiv
uk: VPN-з'єднання активне

# _vpn_protocol_not_supported_title
source: VPN Protocol Not Supported
be: Пратакол VPN не падтрымліваецца
de: VPN-Protokoll wird nicht unterstützt
fa: پروتکل VPN پشتیبانی نمی‌شود
fr: Ce protocole VPN n'est pas pris en charge.
id: Protokol VPN Tidak Didukung
ja: VPNプロトコルをサポートしていません
ka: VPN პროტოკოლი მხარდაჭერილი არაა
ko: VPN 프로토콜 지원되지 않음
pl: Nieobsługiwany Protokół VPN
ro: Protocol VPN nesuportat
sv: VPN-protokoll stöds inte
uk: Протокол VPN не підтримується

# _vpn_protocol_not_supported_text
source: The VPN protocol is not available for the connection you have selected. To connect, try changing the protocol or server.
be: Пратакол VPN недаступны на выбраным падключэнні. Для падключэння, паспрабуйце змяніць пратакол або сервер.
de: Das VPN-Protokoll ist für die von dir ausgewählte Verbindung nicht verfügbar. Um eine Verbindung herzustellen, versuche das Protokoll oder den Server zu ändern.
fa: پروتکل VPN برای اتصالی که شما انتخاب کردید در دسترس نیست. برای اتصال، سرور یا پروتکل دیگری را امتحان کنید.
fr: Le protocole VPN n'est pas disponible pour la connexion que vous avez choisie. Pour vous connecter, essayez de changer de protocole ou de serveur.
id: Protokol VPN ini tidak tersedia untuk sambungan yang Anda pilih. Untuk dapat tersambung, cobalah untuk mengubah protokol atau server.
ja: 選択した接続はVPNプロトコルを利用できません。プロトコルまたはサーバーを変更してください。
ka: VPN პროტოკოლი მიუწვდომელია თქვენი შეერთებისთვის. შეცვალეთ პროტოკოლი ან სერვერი.
ko: 선택한 연결에서 VPN 프로토콜을 사용하실 수 없습니다. 연결하려면, 프로토콜 변경 및 다른 서버로 연결하세요.
pl: Protokół VPN nie jest dostępny dla wybranego połączenia. Aby połączyć się, zmień protokół lub serwer.
ro: Protocolul VPN nu este disponibil pentru conexiunea selectată. Pentru conectare, schimbați protocolul sau serverul.
sv: VPN-protokollet är inte tillgängligt för den anslutning du har valt. För att ansluta, försök att ändra protokollet eller servern.
uk: Протокол VPN недоступний для обраного вами з'єднання. Спробуйте змінити протокол або сервер.

# _log_out
source: Sign out
be: Выйсці
de: Abmelden
fa: خروج از حساب
fr: Se déconnecter
hr: Odjava
id: Keluar
ja: ログアウト
ka: გასვლა
ko: 로그아웃
pl: Wyloguj
ro: Deconectare
sv: Logga ut
uk: Вийти

# _log_out_warning
source: Signing out will end your VPN session.
be: Выхад з сістэмы завершыць ваш сеанс з VPN.
de: Das Abmelden wird deine VPN‐Sitzung beenden.
fr: En vous déconnectant, vous mettez fin à votre session VPN.
id: Dengan keluar dari akun, sesi VPN Anda akan berakhir.
ja: サインアウトすると VPN セッションが切断されます。
ka: გასვლა VPN-ის თქვენს სესიას დაასრულებს.
ko: 로그아웃하면 VPN 세션이 종료됩니다.
pl: Wylogowanie zakończy sesję VPN.
ro: Deconectarea va încheia sesiunea VPN.
sv: Utloggning kommer avsluta din VPN-session.
uk: Вихід завершить ваш сеанс VPN.

# _log_out_warning_long
source: Signing out of the application will disconnect the active VPN connection. Do you want to continue?
be: Выхад з праграмы прывядзе да адключэння ад актыўнага падключэння па VPN. Вы сапраўды хочаце працягнуць?
de: Wenn du dich von der Anwendung abmeldest, wird die aktive VPN-Verbindung getrennt. Möchtest du fortfahren?
fr: En vous déconnectant de l'application, vous interrompez la connexion VPN active. Voulez-vous continuer ?
id: Dengan keluar dari akun, koneksi VPN yang sedang aktif akan terputus. Apakah Anda ingin melanjutkan?
ja: アプリケーションからサインアウトすると、現在有効な VPN 接続が解除されます。続行しますか？
ka: აპლიკაციიდან გასვლა VPN-ის აქტიურ სესიას გათიშავს. გნებავთ, გააგრძელოთ?
ko: 앱에서 로그아웃하면 현재 VPN 연결이 끊어집니다. 계속하시겠습니까?
pl: Wylogowanie z aplikacji spowoduje rozłączenie aktywnego połączenia VPN. Czy chcesz kontynuować?
ro: Deconectându-vă din aplicație veți deconecta conexiunea VPN activă. Doriți să continuați?
sv: Att logga ut från applikationen kommer att koppla från den aktiva VPN-anslutningen. Vill du fortsätta?
uk: Вихід із програми від'єднає активне VPN-з'єднання. Хочете продовжити?

# _change_protocol_disconnect_warning
source: Changing protocols will end your current VPN session.
be: Змяненне пратаколаў завершыць ваш бягучы сеанс з VPN.
de: Das Ändern des Protokolls wird deine aktuelle VPN-Sitzung beenden.
fa: تغییر دادن پروتکل ها، نشست جاری VPN شما را پایان میبخشد.
fr: La modification du protocole entraînera la fin de la session VPN en cours.
hr: Promjena protokola će završiti vašu trenutnu VPN sesiju.
id: Dengan mengubah protokol, sesi VPN Anda saat ini akan berakhir.
ja: プロトコルを切り替えると現在の VPN セッションが切断されます。
ka: პროტოკოლის ცვლილება VPN-ის მიმდინარე სესიას გათიშავს.
ko: 프로토콜을 변경하면 현재 VPN 연결이 해제됩니다.
pl: Zmiana protokołów zakończy obecną sesję VPN.
ro: Modificarea protocoalelor va încheia sesiunea curentă de VPN.
sv: Ändring av protokoll kommer att avsluta din nuvarande VPN-session.
uk: Зміна протоколів завершить ваш поточний сеанс VPN.

# _loading_screen_slogan
source: Secure Internet Anywhere
be: Бяспечны інтэрнэт у любым месцы
de: Sicheres Internet überall
fa: اینترنت امن در همه جا
fr: Pour un internet plus sûr, partout
hr: Siguran internet bilo gdje
id: Internet Aman di Mana Saja
ja: どこでも安全なインターネットを
ka: უსაფრთხო ინტერნეტი ყველგან
ko: 어디에서나 안전하게 연결
pl: Bezpieczny Internet w każdym miejscu
ro: Internet sigur pretutindeni
sv: Säker Internet var som helst
uk: Безпечний інтернет всюди

source: Report an Issue...
be: Паведаміць пра праблему...
de: Problem melden …
fa: گزارش یک ایراد...
fr: Signaler un problème…
hr: Prijavite problem...
id: Laporkan masalah...
ja: 問題を報告…
ka: პრობლემის ანგარიშის გადაგზავნა...
ko: 문제 제보하기...
pl: Zgłoś problem...
ro: Raportare o problemă...
sv: Rapportera ett problem...
uk: Повідомити про проблему...

source: Help
be: Даведка
de: Hilfe
fa: راهنمایی
fr: Aide
hr: Pomoć
id: Bantuan
ja: ヘルプ
ka: დახმარება
ko: 도움말
pl: Pomoc
ro: Ajutor
sv: Hjälp
uk: Допомога

source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: მეტის ნახვა
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

source: Close
be: Закрыць
de: Schließen
fa: بستن
fr: Fermer
hr: Zatvori
id: Tutup
ja: 閉じる
ka: დახურვა
ko: 닫기
pl: Zamknij
ro: Închidere
sv: Stäng
uk: Закрити

source: Change settings
be: Змяніць налады
de: Einstellungen ändern
fa: تغییر تنظیمات
fr: Changer les paramètres
id: Ubah pengaturan
ja: 設定を変更
ka: პარამეტრების შეცვლა
ko: 설정 변경
pl: Zmień ustawienia
ro: Modificare setări
sv: Ändra inställningar
uk: Змінити параметри

# _get_plus_for_feature
source: Get Proton VPN Plus to unlock this and other features.
be: Перайдзіце на Proton VPN Plus для разблакіроўкі гэтай і іншых функцый.
de: Hol dir Proton VPN Plus, um diese und weitere Funktionen freizuschalten.
fa: طرح Proton VPN Plus بگیرید تا این و دیگر امکانات را باز کنید.
fr: Obtenez Proton VPN Plus pour débloquer ceci et d'autres fonctionnalités.
hr: Nabavite Proton VPN Plus da biste otključali ovu i druge značajke.
id: Dapatkan Proton VPN Plus untuk mengakses fitur ini dan berbagai fitur lainnya.
ja: Proton VPN Plus へアップグレードすると、この機能をはじめとするさまざまな機能を利用できます。
ka: გადმოწერეთ Proton VPN Plus და მიღეთ ეს და სხვა ფუნქციები.
ko: 이 기능과 다른 기능들을 잠금 해제하기 위해 Proton VPN Plus를 얻으세요.
pl: Ulepsz do planu Proton VPN Plus, aby odblokować dodatkowe funkcje.
ro: Obțineți Proton VPN Plus pentru a debloca această opțiune precum și altele.
sv: Skaffa Proton VPN Plus för att låsa upp detta och andra funktioner.
uk: Отримайте Proton VPN Plus для доступу до цієї та інших функцій.

# _more_info
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر یاد بگیرید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

source: Less info
be: Менш інфармацыі
de: Weniger Informationen
fa: اطلاعات کمتر
fr: Moins d'infos
hr: Manje informacija
id: Lebih sedikit
ja: より少ない情報
ka: ნაკლები ინფორმაცია
ko: 요약 정보
pl: Mniej informacji
ro: Mai puțin
sv: Mindre info
uk: Менше інформації

source: Contact our support
be: Звязацца з нашай службай падтрымкі
de: Kontaktiere unseren Support
fa: با تیم پشتیبانی ما تماس بگیرید
fr: Contactez notre support
hr: Kontaktirajte podršku
id: Hubungi layanan pelanggan kami
ja: サポートへ連絡
ka: კონტაქტი მხარდაჭერის გუნდთან
ko: 고객센터 문의
pl: Skontaktuj się ze wsparciem technicznym
ro: Contactați asistența
sv: Kontakta vår support
uk: Зв'язатися з підтримкою

source: Turn on
be: Уключыць
de: Aktivieren
fa: روشن
fr: Activer
hr: Uključi
id: Nyalakan
ja: オンにする
ka: ჩართვა
ko: 켜기
pl: Włącz
ro: Pornire
sv: Slå på
uk: Увімкнути

source: Not now
be: Не зараз
de: Nicht jetzt
fa: الان نه
fr: Pas maintenant
hr: Ne sada
id: Tidak sekarang
ja: 後で
ka: არა ახლა
ko: 다음에
pl: Nie teraz
ro: Nu acum
sv: Inte nu
uk: Не зараз

source: Allow
be: Дазволіць
de: Erlauben
fa: اجازه بده
fr: Autoriser
hr: Dopusti
id: Izinkan
ja: 許可
ka: ნების დართვა
ko: 허용
pl: Zezwalaj
ro: Permitere
sv: Tillåt
uk: Дозволити

source: Public IP: %@
be: Публічны IP: %@
de: Öffentliche IP: %@
fa: IP عمومی: %@
fr: IP publique : %@
hr: Javni IP: %@
id: IP Publik: %@
ja: 公開 IP: %@
ka: საჯარო IP: %@
ko: 공개 IP: %@
pl: Publiczny adres IP: %@
ro: IP public: %@
sv: Offentligt IP: %@
uk: Публічна IP-адреса: %@

source: Quick Connect
be: Хуткае падключэнне
de: Schnellverbinden
fa: اتصال سریع
fr: Connexion rapide
hr: Brzo povezivanje
ja: クイック接続
ka: სწრაფი მიერთება
ko: 빠른 연결
pl: Szybkie połączenie
ro: Conectare rapidă
sv: Snabbanslut
uk: Швидке з'єднання

source: Change server
be: Пераключыць сервер
de: Server wechseln
id: Ubah server
ja: サーバー変更
ka: სერვერის შეცვლა
ko: 서버 번경
pl: Zmień serwer
ro: Schimbare server
sv: Ändra server
uk: Змінити сервер

source: Country
be: Краіна
de: Land
fa: کشور
fr: Pays
hr: Država
id: Negara
ja: 国
ka: ქვეყანა
ko: 국가
pl: Kraj
ro: Țara
sv: Land
uk: Країна

source: Show Proton VPN
be: Паказаць Proton VPN
de: Proton VPN anzeigen
fa: نمایش Proton VPN
fr: Afficher Proton VPN
id: Tampilkan Proton VPN
ja: Proton VPN を表示
ka: Proton VPN-ის ჩვენება
ko: Proton VPN 보기
pl: Pokaż Proton VPN
ro: Afișare Proton VPN
sv: Visa Proton VPN
uk: Показати Proton VPN

source: Clear Application Data
be: Ачысціць даныя праграмы
de: Anwendungsdaten löschen
fa: پاک کردن اطلاعات برنامه
fr: Effacer les données de l'application
hr: Izbriši podatke aplikacije
id: Bersihkan Data Aplikasi
ja: アプリケーションデータを削除
ka: აპლიკაციის მონაცემების გასუფთავება
ko: 어플리케이션 데이터 삭제
pl: Wyczyść dane aplikacji
ro: Ștergere date aplicație
sv: Rensa applikationsdata
uk: Очистити дані програми

# _system_extension_tutorial_menu_item
source: System Extension Tutorial
be: Падручнік па сістэмных пашырэннях
de: Tutorial zu Systemerweiterungen
fr: Tutoriel sur l'extension du système
id: Tutorial Ekstensi Sistem
ja: システム機能拡張のチュートリアル
ka: სისტემური გაფართოების სახელმძღვანელო
ko: 시스템 확장 튜토리얼
pl: Samouczek rozszerzenia systemu
ro: Tutorial extensie de sistem
sv: Handledning för systemtillägg
uk: Посібник з розширення системи

# _preparing_connection
source: Checking server availability
be: Праверка даступнасці сервера
de: Überprüfe Serververfügbarkeit
fa: در حال بررسی دسترسی به سرور
fr: Vérification de la disponibilité du serveur
hr: Provjera dostupnosti poslužitelja
id: Memeriksa ketersediaan server
ja: サーバーを確認しています
ka: სერვერის წვდომადობის შემოწმება
ko: 서버 가용성을 확인하는 중
pl: Sprawdzanie dostępności serwera
ro: Se verifică disponibilitatea serverului
sv: Kontrollerar servertillgänglighet
uk: Перевірка доступності сервера

source: Connecting
be: Падключэнне
de: Verbindung wird hergestellt
fa: درحال اتصال
fr: Connexion en cours
hr: Povezivanje
id: Menghubungkan
ja: 接続中
ka: დაკავშირება
ko: 연결 중
pl: Łączenie
ro: Se conectează
sv: Ansluter
uk: З'єднання

# _connectingDotDotDot
source: Connecting...
be: Падключэнне...
de: Verbindung wird hergestellt …
fa: درحال اتصال...
fr: Connexion en cours
hr: Povezivanje...
id: Menghubungkan...
ja: 接続中...
ka: მიერთება...
ko: 연결 중...
pl: Łączenie...
ro: Se conectează...
sv: Ansluter...
uk: З'єднання...

# _countries_free
source: Free countries
be: Бясплатныя краіны
de: Länder für Free-Benutzer
fa: کشورهای رایگان
fr: Pays gratuits
hr: Besplatne države
id: Negara Free
ja: 無料プランの国一覧
ka: უფასო ქვეყნები
ko: 무료 국가
pl: Darmowe kraje
ro: Țări gratuite
sv: Gratis länder
uk: Безплатні країни

# _countries_premium
source: Premium countries
be: Прэміяльныя краіны
de: Länder für Premium-Benutzer
fa: کشورهای ویژه
fr: Pays premium
hr: Premium države
id: Negara Premium
ja: プレミアムプランの国一覧
ka: Premium ქვეყნები
ko: Premium 국가
pl: Kraje premium
ro: Țări premium
sv: Premium-länder
uk: Преміум країни

# _connecting_vpn
source: Connecting %@
be: Падключэнне %@
de: Verbinden mit %@
fa: درحال اتصال به %@
fr: La connexion %@.
hr: Povezivanje %@
id: %@ menyambungkan
ja: %@ に接続中
ka: მიერთება %@
ko: 연결 중 %@
pl: Łączenie %@
ro: Se conectează %@
sv: Ansluter %@
uk: З'єднання %@

source: Connecting to %@
be: Падключэнне да %@
de: Verbinden mit %@
fa: درحال اتصال به %@
fr: Connexion à %@
hr: Povezivanje s %@
id: Menyambungkan ke %@
ja: %@ に接続中
ka: %@-სთან დაკავშირება
ko: %@에 연결 중
pl: Łączenie z %@
ro: Se conectează la %@
sv: Ansluter till %@
uk: З'єднання з %@

source: Reconnecting to %@
be: Перападключэнне да %@
de: Verbindung zu %@ wiederherstellen
fa: اتصال دوباره به %@
fr: Reconnexion à %@
hr: Ponovno povezivanje s %@
id: Menyambung kembali ke %@
ja: %@ に再接続中
ka: %@-სთან დაკავშირება
ko: %@에 다시 연결 중
pl: Ponowne łączenie z %@
ro: Reconectare la %@
sv: Återansluter till %@
uk: Повторне з'єднання з %@

source: Connected to
be: Падключана да
de: Verbunden mit
fa: متصل به
fr: Connecté à
hr: Povezano s
id: Terhubung ke
ja: 接続先
ka: დაკავშირებულია
ko: 연결됨
pl: Połączono z
ro: Conectat la
sv: Ansluten till
uk: З'єднано з

source: Connection timed out
be: Час чакання падключэння завершаны
de: Zeitüberschreitung bei Verbindung
fr: La connexion a expiré.
id: Koneksi terputus
ja: 接続がタイムアウトしました
ka: დაკავშირების დრო ამოიწურა
ko: 연결 시간 초과
pl: Upłynął limit czasu połączenia
ro: Conexiunea a expirat
sv: Anslutning timeout
uk: Час очікування з'єднання минув

# _connection_timed_out_bold
source: timed out
be: час выйшаў
de: Zeitüberschreitung
fa: وقفه
fr: a expiré
hr: isteklo vrijeme
id: terputus
ja: タイムアウト
ka: დრო ამოიწურა
ko: 시간 초과
pl: nie powiodło się. Upłynął limit czasu żądania
ro: expirată
sv: timeout
uk: час очікування завершився
