Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# upsell_profiles_title
source: Get quick access to your frequent connections
be: Атрымайце хуткі доступ да падключэнняў, якімі часта карыстаецеся
de: Erhalte schnellen Zugriff auf deine häufigen Verbindungen
id: Dapatkan akses kilat ke profil koneksi yang sering Anda gunakan
ja: 頻繁に利用するコネクションに素早くアクセス
ka: მიიღეთ სწრაფი წვდომა თქვენს ხშირ მიერთებებთან
ko: 자주 연결하는 연결에 더 빠르게 접근하세요.
pl: Uzyskaj szybki dostęp do często wybieranych połączeń
ro: Obțineți acces rapid la conexiunile frecvent utilizate
sv: Få snabb åtkomst till dina frekventa anslutningar
uk: Отримуйте швидкий доступ до з'єднань, якими ви часто користуєтесь

# upsell_profiles_subtitle
source: Unlock profiles with VPN Plus
be: Разблакіруйце профілі з тарыфным планам VPN Plus
de: Schalte Profile mit VPN Plus frei
id: Akses profil dengan VPN Plus
ja: VPN Plusでプロファイルをアンロック
ka: განბლოკეთ პროფილები VPN Plus-თან ერთად
ko: 프로파일을 VPN Plus로 잠금 해제하세요.
pl: Odblokuj profile w planie VPN Plus
ro: Deblocați profilurile cu VPN Plus
sv: Lås upp profiler med VPN Plus
uk: Розблокуйте профілі з тарифним планом VPN Plus

# upsell_profiles_subtitle_bold
source: profiles
be: профілі
de: Profile
hr: profili
id: profil
ja: プロフィール
ka: პროფილები
ko: 프로파일
pl: profile
ro: profiluri
sv: profiler
uk: профілі

# upsell_profiles_feature_location
source: Save your preferred server, city, or country.
be: Захоўвайце свае пажаданыя серверы, гарады або краіны.
de: Speichere deinen bevorzugten Server, Stadt oder Land.
id: Simpan server, kota, atau negara yang sering Anda gunakan.
ja: ご希望のサーバー、都市、国を保存してください。
ka: შეინახეთ რჩეული სერვერი, ქალაქი ან ქვეყანა.
ko: 선호하는 서버, 도시 및 국가를 저장하세요.
pl: Zapisz ulubiony serwer, miasto lub kraj.
ro: Salvați serverul, orașul sau țara favorită.
sv: Spara din föredragna server, ort eller land.
uk: Збережіть бажаний сервер, місто або країну.

# upsell_profiles_feature_protocols
source: Set custom protocols and premium VPN features.
be: Задавайце карыстальніцкія пратаколы і прэміяльныя функцыі VPN.
de: Lege benutzerdefinierte Protokolle und Premium-VPN-Funktionen fest.
id: Atur protokol khusus dan berbagai fitur VPN premium.
ja: カスタムプロトコルとプレミアムVPN機能を設定します。
ka: დააყენეთ მომხმარებლის პროტოკოლები და ფასიანი VPN-ის ფუნქციები.
ko: 프로토콜을 사용자화 하고 프리미엄 VPN 기능을 누려보세요.
pl: Ustaw niestandardowe protokoły i funkcje premium VPN.
ro: Setați protocoale personale și funcții VPN premium.
sv: Ställ in anpassade protokoll och premium VPN-funktioner.
uk: Налаштуйте бажані протоколи та преміумфункції VPN.

# upsell_profiles_feature_auto_connect
source: Set up auto-connect for even faster access.
be: Наладжвайце аўтаматычнае падключэнне для яшчэ больш хуткага доступу.
de: Einrichten der automatischen Verbindung für noch schnelleren Zugriff.
id: Atur koneksi otomatis untuk akses VPN yang lebih cepat.
ja: 自動接続を設定すれば、さらに高速にアクセスできます。
ka: მოირგეთ ავტომატური მიერთება კიდევ უფრო სწრაფი წვდომისთვის.
ko: 더 빠른 연결을 위해 자동 연결을 설정하세요.
pl: Skonfiguruj automatyczne połączenie, aby uzyskać jeszcze szybszy dostęp.
ro: Activați autoconectarea pentru acces și mai rapid.
sv: Ställ in automatisk anslutning för ännu snabbare åtkomst.
uk: Налаштуйте автоматичне з'єднання для ще швидшого доступу.

# upsell_countries_any_location
source: Choose any location
be: Выбірайце любое месцазнаходжанне
de: Wähle einen beliebigen Standort
id: Pilih lokasi mana pun
ja: 任意の場所を選択
ka: აირჩიეთ ნებისმიერი მდებარეობა
ko: 지역을 선택하세요.
pl: Wybierz inną lokalizację
ro: Alegeți orice țară
sv: Välj valfri plats
uk: Обирайте будь-яке розташування

# upsell_countries_even_higher_speed
source: Even higher VPN speed
be: Яшчэ большая хуткасць VPN
de: Noch höhere VPN-Geschwindigkeit
id: Kecepatan VPN yang jauh lebih tinggi
ja: さらに高速なVPN
ka: კიდევ უფრო სწრაფი VPN
ko: 더 빠른 VPN 속도
pl: Jeszcze wyższa prędkość VPN
ro: Viteze VPN chiar mai mari
sv: Ännu högre VPN-hastighet
uk: Ще вища швидкість VPN

# upsell_countries_geoblocked_content
source: Access geoblocked content
be: Доступ да змесціва, якое заблакіравана па геаграфічнай прыкмеце
de: Zugriff auf durch Landessperren unzugängliche Inhalte
id: Akses konten yang terblokir wilayah
ja: ジオブロックされたコンテンツにアクセスする
ka: იქონიეთ წვდომა გეოგრაფიულად დაბლოკილ შემცველობასთან
ko: 차단된 콘텐츠에 접근하세요
pl: Dostęp do zablokowanych treści
ro: Accesați conținutul blocat geografic
sv: Åtkomst till geoblockerat innehåll
uk: Отримуйте доступ до географічно заблокованих матеріалів

# upsell_countries_connect_to
source: Connect to %d countries
be: Падключайцеся да %d краін
de: Verbinde dich mit %d Ländern
id: Hubungkan ke %d negara
ja: %d か国に接続します
ka: მიერთდით %d ქვეყანას
ko: %d개 국가에 연결하세요.
pl: Połącz się z %d krajami
ro: Conectați-vă la %d țări
sv: Anslut till %d länder
uk: Під'єднуйтеся до %d країн

# upsell_countries_higher_speeds
source: Even higher VPN speed
be: Яшчэ большая хуткасць VPN
de: Noch höhere VPN-Geschwindigkeit
id: Kecepatan VPN yang jauh lebih tinggi
ja: さらに高速なVPN
ka: კიდევ უფრო სწრაფი VPN
ko: 더 빠른 VPN 속도
pl: Jeszcze wyższa prędkość VPN
ro: Viteze VPN chiar mai mari
sv: Ännu högre VPN-hastighet
uk: Ще вища швидкість VPN

# upsell_countries_money_back
source: 30-day money back guarantee
be: Гарантыя вяртання грашовых сродкаў на працягу 30 дзён
de: 30 Tage Geld‐zurück‐Garantie
id: Jaminan 30 hari uang kembali
ja: 30日間返金保証
ka: 30 დღიანი გარანტირებული ფულის დაბრუნება
ko: 30일 환불 보장
pl: 30-dniowa gwarancja zwrotu pieniędzy
ro: Garantarea returnării banilor în 30 de zile
sv: 30-dagars pengarna-tillbaka-garanti
uk: Гарантія повернення коштів протягом 30 днів

# upsell_country_feature_title
source: Want to choose a specific country?
be: Вам неабходна нейкая пэўная краіна?
de: Du möchtest ein bestimmtes Land auswählen?
id: Ingin memilih negara tertentu?
ja: 特定の国を選びたい？
ka: გნებავთ მითითებული ქვეყნის არჩევა?
ko: 다른 특정 국가를 선택하고 싶으세요?
pl: Czy chcesz wybrać konkretny kraj?
ro: Doriți să alegeți o anumită țară?
sv: Vill du välja ett specifikt land?
uk: Хочете вибрати певну країну?

# upsell_country_feature_subtitle
source: Unlock country selection with VPN Plus
be: Разблакіраваць выбар краіны з VPN Plus
de: Mit VPN Plus die Länderauswahl freischalten
id: Akses fitur pemilihan negara dengan VPN Plus
ja: VPN Plusで国選択のロックを解除
ka: განბლოკეთ ქვეყნის არჩევანი VPN Plus-თან ერთად
ko: 국가 선택을 VPN Plus로 잠금 해제
pl: Odblokuj wybór krajów w planie VPN Plus
ro: Deblocați selectarea țării cu VPN Plus
sv: Lås upp val av länder med VPN Plus
uk: Розблокуйте вибір країни за допомогою VPN Plus

# upsell_country_feature_subtitle_bold
source: country selection
be: выбар краіны
de: Länderauswahl
id: pemilihan negara
ja: 国の選択
ka: ქვეყნის არჩევა
ko: 국가 선택
pl: wybór krajów
ro: selectare țară
sv: landsväljare
uk: вибір країни

# modals_whats_new
source: What’s new
be: Што новага
de: Was gibt es Neues?
id: Apa yang baru
ja: 最新情報
ka: სიახლეები
ko: 새로운 소식
pl: Co nowego
ro: Ce este nou
sv: Vad som är nytt
uk: Що нового

# modals_free_countries
source: New Free countries
be: Новыя бясплатныя краіны
de: Neue Länder für Free-Benutzer
id: Negara Free baru
ja: 新しいフリーの国
ka: ახალი უფასო ქვეყნები
ko: 새로운 무료 서버 국가
pl: Nowe kraje planu Free
ro: Țări noi gratuite
sv: Nya gratisländer
uk: Нові безплатні країни

# modals_new_servers
source: There are now Free servers in Poland and Romania.
be: Цяпер ёсць бясплатныя серверы ў Польшчы і Румыніі
de: Es gibt jetzt kostenlose Server in Polen und Rumänien.
id: Server Free kini tersedia di Polandia dan Romania.
ja: 現在、ポーランドとルーマニアに無料サーバーがあります。
ka: ახლა უფასო სერვერები პოლონეთში და რუმინეთშიც გვაქვს.
ko: 이제 폴란드와 루마니아의 무료 서버가 개설되었습니다.
pl: Serwery planu Free są dostępne w Polsce i Rumunii.
ro: Acum există servere gratuite în Polonia și România.
sv: Det finns nu gratisservrar i Polen och Rumänien.
uk: Тепер є нові безплатні сервери в Польщі та Румунії.

# modals_server_selection
source: Changes to server selection
be: Змяненні ў выбары сервера
de: Änderungen der Serverauswahl
id: Perubahan terhadap mekanisme pemilihan server
ja: サーバー選択の変更
ka: სერვერის არჩევანის ცვლილება
ko: 서버 선택 변경 사항
pl: Zmiany w wyborze serwerów
ro: Modificări la selectarea serverului
sv: Ändringar av serverval
uk: Зміни у виборі сервера

# modals_server_crowding
source: To prevent server crowding and ensure that everyone has access to fast and secure browsing, we removed manual country selection and made major improvements to automatic server selection.
be: Для таго, каб пазбегнуць перагрузкі сервера і забяспечыць кожнаму доступ да хуткага і бяспечнага прагляду старонак у інтэрнэце, мы выдалілі магчымасць выбару краіны ўручную і значна палепшылі аўтаматычны выбар сервера.
de: Um eine Überlastung der Server zu verhindern und sicherzustellen, dass jeder Zugang zu schnellem und sicherem Surfen hat, haben wir die manuelle Länderauswahl abgeschafft und die automatische Serverauswahl erheblich verbessert.
id: Untuk mencegah server yang terlalu berkerumun dan memastikan bahwa semua orang memiliki akses ke internet yang cepat dan aman, kami telah menghapus opsi pemilihan negara secara manual dan melakukan peningkatan terhadap mekanisme pemilihan server otomatis kami.
ja: サーバーの混雑を防ぎ、誰もが高速で安全なブラウジングにアクセスできるようにするため、手動による国選択を廃止し、自動サーバー選択を大幅に改善しました。
ka: იმისათვის, რომ თავიდან ავიცილოთ სერვერის გადატვირთვა და დავრწმუნდეთ, რომ სწრაფ და უსაფრთხო ქსელთან ყველას აქვს წვდომა, ჩვენ მოვაცილეთ ქვეყნის ხელით არჩევის პარამეტი და დიდი ნაბიჯი გადავდგით ავტომატური სერვერის არჩევის ალგორითმში.
ko: 서버 혼잡을 방지하고 모든 사용자가 빠르고 안전한 인터넷에 접근할 수 있도록, 수동 국가 선택을 제거하고 자동 서버 선택을 크게 개선했습니다.
pl: Usunęliśmy ręczny wybór kraju, aby uniknąć obciążonych serwerów i zapewnić dostęp do szybkiego oraz bezpiecznego przeglądania Internetu. Ponadto ulepszyliśmy automatyczny wybór serwerów.
ro: Pentru a preveni aglomerarea serverelor și pentru a ne asigura că toată lumea are acces la navigarea rapidă și sigură, am eliminat selectarea manuală a țării și am adus îmbunătățiri majore selectării automate a serverului.
sv: För att förhindra serverbelastning och säkerställa att alla har åtkomst till snabb och säker surfning tog vi bort manuellt landsval och gjorde stora förbättringar av automatiskt serverval.
uk: Для запобігання переповнення серверу та забезпечення усім доступу до швидкого та безпечного перегляду сторінок, ми вилучили можливість вибору країни вручну та зробили суттєві покращення автоматичного вибору сервера.

# upsell_specific_location_subtitle
source: Get unlimited changes with VPN Plus
be: Атрымайце неабмежаваную колькасць пераключэнняў з VPN Plus
de: Erhalte unbegrenzte Wechsel mit VPN Plus
id: Ubah server tanpa batas dengan VPN Plus
ja: VPN Plusで無制限の変更
ka: მიიღეთ განუსაზღვრელი ცვლილებები VPN Plus-თან ერთად
ko: VPN Plus로 무제한 변경 기능 사용
pl: Uzyskaj nieograniczoną liczbę zmian serwerów w planie VPN Plus
ro: Obțineți modificări nelimitate cu VPN Plus
sv: Få obegränsade ändringar med VPN Plus
uk: Отримайте необмежену кількість замін сервера з VPN Plus

# upsell_specific_location_title
source: You've reached the maximum number of Free server changes for now.
be: На дадзены момант вы дасягнулі максімальнай колькасці пераключэнняў на бясплатных серверах.
de: Du hast die maximale Anzahl an kostenlosen Serverwechseln erreicht.
id: Anda telah mencapai batas jumlah perubahan server Free yang diperkenankan untuk saat ini.
ja: 無料サーバーの変更回数が上限に達しました。
ka: მიაღწიეთ ამ დროისთვის დაშვებული უფასო სერვერების ცვლილების მაქსიმალურ რაოდენობას.
ko: 현재 무료 서버 최대 변경 횟수에 도달했습니다.
pl: Osiągnięto maksymalną liczbę darmowych zmian serwerów.
ro: Ați atins numărul maxim de schimbări de servere gratuite pentru moment.
sv: Du har nått det maximala antalet gratis serverändringar för tillfället.
uk: На цей час ви досягли максимальної кількості змін безплатних серверів.

# upsell_specific_location_change_server_button_title
source: Change server
be: Пераключыць сервер
de: Server wechseln
id: Ubah server
ja: サーバー変更
ka: სერვერის შეცვლა
ko: 서버 번경
pl: Zmień serwer
ro: Schimbare server
sv: Ändra server
uk: Змінити сервер

# welcome_upgrade_advanced_features
source: Advanced security features
be: Пашыраныя функцыі бяспекі
de: Erweiterte Sicherheitsfunktionen
id: Fitur keamanan lanjutan
ja: 高度なセキュリティ機能
ka: დამატებითი უსაფრთხოების ფუნქციები
ko: 고급 제어 기능
pl: Zaawansowane funkcje bezpieczeństwa
ro: Funcții avansate de securitate
sv: Avancerade säkerhetsfunktioner

# welcome_upgrade_title_plus
source: Welcome to VPN Plus
be: Вітаем вас у VPN Plus
de: Willkommen bei VPN Plus
id: Selamat datang di VPN Plus
ja: VPN Plusへようこそ
ka: მოგესალმებათ VPN Plus
ko: VPN Plus에 오신 것을 환영합니다
pl: Witaj w planie VPN Plus
ro: Bun venit la VPN Plus
sv: Välkommen till VPN Plus

# welcome_upgrade_title_unlimited
source: Welcome to Proton Unlimited
be: Вітаем вас у Proton Unlimited
de: Willkommen bei Proton Unlimited
id: Selamat datang di Proton Unlimited
ja: Proton Unlimitedへようこそ
ka: მოგესალმებათ Proton Unlimited
ko: Proton Unlimited에 오신 것을 환영합니다
pl: Witaj w planie Proton Unlimited
ro: Bun venit la Proton Unlimited
sv: Välkommen till Proton Unlimited

# welcome_upgrade_title_fallback
source: Congratulations!
be: Віншуем!
de: Herzlichen Glückwunsch!
fa: تبریک می‌گوییم!
hr: Čestitamo!
id: Selamat!
ja: おめでとうございます！
ka: გილოცავთ!
ko: 축하합니다!
pl: Gratulacje!
ro: Felicitări!
sv: Grattis!

# welcome_upgrade_subtitle_plus
source: Enjoy extra privacy features, supercharged performance, and next-level VPN customization.
be: Атрымлівайце асалоду ад дадатковых функцый прыватнасці, палепшанай прадукцыйнасці і больш гнуткага наладжвання вашага падключэння да VPN.
de: Genieße zusätzliche Datenschutzfunktionen, eine verbesserte Leistung und die Möglichkeit, VPN auf höchstem Niveau anzupassen.
id: Nikmati berbagai fitur privasi tambahan, performa yang jauh lebih cepat, dan opsi kostumisasi VPN lanjutan.
ja: 特別なプライバシー機能、高速パフォーマンス、および次世代のVPNカスタマイズをお楽しみください。
ka: ისიამოვნეთ დამატებითი კონფიდენციალობის ფუნქციებით, ჩქაროსნული წარმადობით და შემდეგ დონეზე აყვანილი VPN-ის მორგებით.
ko: 더 많은 개인정보 보호 기능과 강력한 성능, 그리고 한 차원 높은 VPN 사용자화를 사용해 보세요.
pl: Ciesz się dodatkowymi funkcjami prywatności, zwiększoną wydajnością i dostosowaniem VPN na wyższym poziomie.
ro: Bucurați-vă de funcții suplimentare de confidențialitate, performanță îmbunătățită și personalizare pentru VPN la nivelul superior.
sv: Njut av extra integritetsfunktioner, superladdad prestanda och nästa nivå av VPN-anpassning.

# welcome_upgrade_subtitle_Unlimited
source: Congratulations! You unlocked premium security and performance features on all Proton services, plus 500 GB total storage. Enjoy the best of Proton privacy.
be: Віншуем! Вы разблакіравалі прэміяльныя функцыі бяспекі і прадукцыйнасці ва ўсіх сэрвісах Proton, а таксама 500 ГБ дыскавай прасторы ў сховішчы. Атрымлівайце асалоду ад палепшанай прыватнасці Proton.
de: Gratulation! Du hast die Premium Sicherheits- und Performance-Features auf allen Proton Services freigeschaltet. Zusätzlich erhältst du 500 GB totalen Speicher. Genieße das Beste der Proton Privatsphäre.
id: Selamat! Anda telah membuka berbagai fitur keamanan dan performa premium pada seluruh layanan Proton, beserta dengan kuota penyimpanan total 500 GB. Nikmati privasi terbaik yang ditawarkan oleh Proton.
ja: おめでとうございます！すべてのProtonサービスでプレミアムなセキュリティとパフォーマンスの機能、さらに合計500 GBのストレージを解除しました。 Protonプライバシーをお楽しみください。
ka: გილოცავთ! თქვენ განბლოკეთ ფასიანი უსაფრთხოების და წარმადობის ფუნქციები ყველა Proton-ის სერვისისთვის, პლუს 500 გბ ჯამური საცავი. ისიამოვნეთ Proton-ის კონფიდენციალობის საუკეთესო ფუნქციებით.
ko: 축하합니다! 500GB 총 저장 공간을 포함한 프리미엄 보안과 성능 기능을 모든 Proton 서비스에서 사용하실 수 있습니다. 강력한 Proton 개인정보 보호 기능을 누려보세요.
pl: Gratulacje! Odblokowano funkcje premium bezpieczeństwa i wydajności we wszystkich usługach Proton oraz 500 GB przestrzeni dyskowej. Ciesz się tym, co najlepsze w prywatności Proton.
ro: Felicitări! Ați deblocat funcții premium de securitate și performanță pentru toate serviciile Proton, plus 500 GiB spațiu de stocare total. Bucurați-vă de cea mai bună confidențialitate Proton.
sv: Grattis! Du har låst upp premium-, säkerhets- och prestandafunktioner på alla Proton-tjänster, plus 500 GB totalt lagringsutrymme. Njut av det bästa av Protons integritet.

# welcome_upgrade_subtitle_Unlimited_markdown
source: Congratulations! You unlocked premium security and performance features on all Proton services, plus **500 GB** total storage. Enjoy the best of Proton privacy.
be: Віншуем! Вы разблакіравалі прэміяльныя функцыі бяспекі і прадукцыйнасці ва ўсіх сэрвісах Proton, а таксама **500 ГБ** дыскавай прасторы ў сховішчы. Атрымлівайце асалоду ад палепшанай прыватнасці Proton.
de: Gratulation! Du hast die Premium Sicherheits- und Performance-Features auf allen Proton Services freigeschaltet. Zusätzlich erhältst du **500 GB** totalen Speicher. Genieße das Beste der Proton Privatsphäre.
id: Selamat! Anda telah membuka berbagai fitur keamanan dan performa premium pada seluruh layanan Proton, beserta dengan kuota penyimpanan total **500 GB**. Nikmati privasi terbaik yang ditawarkan oleh Proton.
ja: おめでとうございます！すべてのProtonサービスでプレミアムなセキュリティとパフォーマンスの機能、さらに合計**500** GBのストレージを解除しました。 Protonプライバシーをお楽しみください。
ka: გილოცავთ! თქვენ განბლოკეთ ფასიანი უსაფრთხოების და წარმადობის ფუნქციები ყველა Proton-ის სერვისისთვის, პლუს **500 გბ** ჯამური საცავი. ისიამოვნეთ Proton-ის კონფიდენციალობის საუკეთესო ფუნქციებით.
ko: 축하합니다! **500GB** 총 저장 공간을 포함한 프리미엄 보안과 성능 기능을 모든 Proton 서비스에서 사용하실 수 있습니다. 강력한 Proton 개인정보 보호 기능을 누려보세요.
pl: Gratulacje! Odblokowano funkcje premium bezpieczeństwa i wydajności we wszystkich usługach Proton oraz **500 GB** przestrzeni dyskowej. Ciesz się tym, co najlepsze w prywatności Proton.
ro: Felicitări! Ați deblocat funcții premium de securitate și performanță pentru toate serviciile Proton, plus **500 GiB** spațiu de stocare total. Bucurați-vă de cea mai bună confidențialitate Proton.
sv: Grattis! Du har låst upp premium-, säkerhets- och prestandafunktioner på alla Proton-tjänster, plus **500 GB** totalt lagringsutrymme. Njut av det bästa av Protons integritet.

# welcome_upgrade_subtitle_Unlimited_bold
source: 500 GB
be: 500 ГБ
ka: 500 გბ
ro: 500 GiB

# welcome_upgrade_subtitle_fallback
source: You've upgraded your subscription. Enjoy advanced privacy features and next-level performance.
be: Вы палепшылі сваю падпіску. Атрымлівайце асалоду ад пашыраных функцый прыватнасці і новага ўзроўню прадукцыйнасці.
de: Du hast dein Abonnement upgegradet. Genieße erweiterte Privatsphäre und Next-Level Performance.
id: Anda telah meningkatkan paket langganan Anda. Nikmati berbagai fitur privasi mutakhir dan performa tingkat lanjut.
ja: サブスクリプションをアップグレードしました。 高度なプライバシー機能と次のレベルのパフォーマンスをお楽しみください。
ka: თქვენ ასწიეთ თქვენი ტარიფი. ისიამოვნეთ დამატებითი კონფიდენციალობის ფუნქციებით და შემდეგი დონის წარმადობით.
ko: 구독을 업그레이드 했습니다. 한 차원 높은 개인정보 보호 기능과 성능을 즐겨보세요.
pl: Subskrypcja została ulepszona. Ciesz się zaawansowanymi funkcjami prywatności i wydajnością na wyższym poziomie.
ro: V-ați modificat abonamentul. Bucurați-vă de funcțiile de confidențialitate și performanță de nivel superior.
sv: Du har uppgraderat din prenumeration. Njut av avancerade integritetsfunktioner och nästa nivå av prestanda.

# _available_with_vpn_business_tooltip
source: Available with VPN Business.
be: Даступна з VPN Business.
de: Verfügbar mit VPN Business.
id: Tersedia dengan VPN Business.
ja: VPN ビジネスでご利用いただけます。
ka: ხელმისაწვდომია VPN Business-თან ერთად.
ko: VPN Business에서 사용 가능합니다.
pl: Funkcja dostępna w planie VPN Business.
ro: Disponibil cu VPN Business.
sv: Tillgängligt med VPN Business.
uk: Доступно для VPN Business.

# _free_banner_text
source: Get worldwide coverage with VPN Plus
be: VPN Plus забяспечвае пакрыццё ўсяго свету
de: Erhalte weltweite Abdeckung mit VPN Plus
id: Dapatkan cakupan server di seluruh dunia dengan VPN Plus
ja: VPN Plus で世界中をカバー
ka: იქონიეთ წვდომა ყველაფერზე VPN Plus-თან ერთად
ko: 전세계 커버리지를 VPN Plus로 누리세요
pl: Plan VPN Plus zapewnia zasięg na całym świecie
ro: Obțineți acoperire la nivel mondial cu VPN Plus
sv: Få världsomspännande täckning med VPN Plus
uk: Отримайте покриття усього світу з VPN Plus

# _wrong_country_banner_title
source: Not the country you wanted?
be: Не тая краіна, якую хацелі?
de: Nicht das Land, das du wolltest?
id: Bukan negara yang Anda inginkan?
ja: 望んでいた国ではありませんか？
ka: ის ქვეყანა არაა, რომელიც გნებავდათ?
ko: 원하신 국가가 아닌가요?
pl: Chcesz wybrać inny kraj?
ro: Nu este țara pe care o doriți?
sv: Inte det land du ville ha?

# _wrong_country_banner_subtitle
source: Upgrade to choose any server
be: Палепшыць, каб выбіраць любы сервер
de: Upgrade, um einen beliebigen Server auszuwählen.
id: Tingkatkan untuk memilih server mana pun
ja: アップグレードして、任意のサーバーを選択できます。
ka: ასწიეთ ტრაფიკი ნებისმიერი სერვერის ასარჩევად
ko: 모든 서버에 접근하기 위해 업그레이드
pl: Ulepsz konto, aby wybrać inny serwer
ro: Schimbați planul abonamentului pentru alege orice server
sv: Uppgradera för att välja vilken server som helst

# _wrong_country_banner_text
source: Not the country you wanted? Upgrade to choose any server
be: Не тая краіна, якую хацелі? Палепшыце, каб выбраць любы сервер
de: Nicht das gewünschte Land? Upgrade, um einen beliebigen Server auszuwählen.
id: Bukan negara yang Anda inginkan? Tingkatkan akun Anda untuk bebas memilih server mana pun
ja: 望んでいた国ではありませんか？ どのサーバーでも選択できるようにアップグレードしましょう。
ka: ის ქვეყანა არაა, რომელიც გნებავდათ? ნებისმიერი სერვერის ასარჩევად ასწიეთ ტარიფი
ko: 원하는 국가가 아닌가요? 업그레이드해서 모든 서버를 선택할 수 있어요
pl: Chcesz wybrać inny kraj? Ulepsz plan, aby wybrać inny serwer
ro: Nu e țara pe care ați vrut-o? Alegeți alt plan cu plată pentru a alege orice server.
sv: Inte det land du ville ha? Uppgradera för att välja vilken server som helst

# _adblocker_netshield_feature
source: Adblocker (NetShield)
be: Блакіроўшчык рэкламы (NetShield)
de: Werbeblocker (NetShield)
fa: مسدودکنندهٔ آگهی (NetShield)
fr: Bloqueur de publicités (NetShield)
hr: Bloker oglasa (NetShield)
ja: 広告ブロッカー (NetShield)
ko: 광고 차단기 (NetShield)
pl: Blokada reklam (NetShield)
ro: Blocare reclame (NetShield)
sv: Annonsblockerare (NetShield)
uk: Блокувальник реклами (NetShield)

# _locations_gateways
source: Gateways
be: Шлюзы
fr: Passerelles
hr: Pristupnici
id: Gateway
ja: ゲートウェイ
ko: 게이트웨이
pl: Bramy
ro: Porți de acces
uk: Мережеві шлюзи

source: IP
pl: Adres IP
uk: IP-адреса

# _ip_value
source: IP: %@
ko: 아이피: %@
pl: Adres IP: %@
uk: IP-адреса: %@

# free_connections_modal_title
source: Free connections
ja: 無料接続
pl: Bezpłatne połączenia
sv: Gratis anslutningar

# free_connections_modal_description
source: Proton Free automatically connects you to the fastest available server. This will normally be the closest server to your location.
ja: Proton Free は、利用可能な最速のサーバーに自動的に接続します。 通常、これはあなたの場所に最も近いサーバーになります。
pl: Plan Proton Free automatycznie łączy użytkownika z najszybszym dostępnym serwerem. Zazwyczaj będzie to serwer znajdujący się najbliżej lokalizacji użytkownika.
sv: Proton Free ansluter dig automatiskt till den snabbaste tillgängliga servern. Detta kommer normalt att vara den server som ligger närmast din plats.

# free_connections_modal_banner
source: Get worldwide coverage with VPN Plus
ja: VPN Plus で世界中をカバー
pl: Plan VPN Plus zapewnia zasięg na całym świecie
sv: Få världsomspännande täckning med VPN Plus

source: Kill switch
fr: Arrêt d'urgence (kill switch)
ja: キルスイッチ
ko: 킬 스위치
ro: Blocare conexiune
