Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _upgrade_plan_to_access_server
source: Sorry, this server is not available for your subscription tier. If you would like to access more servers, consider upgrading your subscription.
be: Нам вельмі шкада, але сервер недаступны для вашага ўзроўню падпіскі. Калі вы хочаце атрымаць доступ да большай колькасці сервераў, падумайце пра паляпшэнне вашай падпіскі.
de: Leider ist dieser Server für deine Abonnementstufe nicht verfügbar. Wenn du auf zusätzliche Server zugreifen möchtest, solltest du ein Upgrade deines Abonnements in Betracht ziehen.
fa: متأسفیم، این سرور برای حساب شما در دسترس نیست. اگر مایلید به سرورهای بیشتری دسترسی پیدا کنید، حساب خود را ارتقا دهید.
fr: Ce serveur n'est pas disponible avec votre abonnement. Pour accéder à plus de serveurs, passez à un abonnement supérieur.
hr: Nažalost ovaj poslužitelj nije dostupan za vašu vrstu pretplate. Ako želite pristupiti više poslužitelja, razmislite o nadogradnji svoje pretplate.
id: Maaf, server ini tidak tersedia untuk tingkat paket berlangganan Anda. Jika Anda ingin mengakses lebih banyak server, pertimbangkan untuk meningkatkan paket berlangganan Anda.
ja: 申し訳ございませんが、あなたのサブスクリプションで接続できるサーバーはありません。より多くのサーバーにアクセスするために、サブスクリプションのアップグレードをご検討ください。
ka: გამოწერის თქვენი დონისთვის ეს სერვერი მიუწვდომელია. თუ გნებავთ მეტ სერვერთან წვდომა, დაფიქრდით თქვენი გამოწერის ამაღლების შესახებ.
ko: 죄송합니다, 이 서버는 사용자의 구독 티어에서 사용하실 수 없습니다. 더 많은 서버에 접근하고 싶으시다면, 구독을 업그레이드 하는 것을 고려해 보세요.
pl: Ten serwer nie jest dostępny dla Twojej subskrypcji. Ulepsz swój plan, aby uzyskać dostęp do większej ilości serwerów.
ro: Ne pare rău, acest server nu este disponibil pentru nivelul abonamentului actual. Dacă doriți să accesați mai multe servere, considerați trecerea la alt tip de abonament.
sv: Denna server är inte tillgänglig för din prenumerationsnivå. Om du vill komma åt fler servrar, överväg att uppgradera din prenumeration.
uk: Перепрошуємо, але цей сервер недоступний для вашого тарифного плану. Якщо ви бажаєте отримати доступ до інших серверів, розгляньте можливість підвищення рівня передплати.

# _all_servers_in_country_under_maintenance
source: All servers in this country are under maintenance. Please connect to another country.
be: Усе серверы ў гэтай краіне знаходзяцца на тэхнічным абслугоўванні. Выберыце для падключэння іншую краіну.
de: Alle Server in diesem Land werden gegenwärtig gewartet. Bitte verbinde dich mit einem anderen Land.
fa: همه‌ی سرورها در این کشور در حال تعمیر هستند. لطفا به یک کشور دیگر متصل شوید.
fr: Tous les serveurs de ce pays sont en maintenance. Connectez-vous à un autre pays.
hr: Svi poslužitelji u ovoj državi se održavaju. Spojite se u drugu državu.
id: Seluruh server di negara ini sedang berada dalam pemeliharaan. Mohon gunakan server yang terletak di negara lain.
ja: この国のすべてのサーバーはメンテナンス中です。別の国をお試しください。
ka: ამ ქვეყანაში მდებარე ყველა სერვერი ტექმომსახურებაშია. დაუკავშირდით სხვა ქვეყანას.
ko: 이 국가의 모든 서버가 점검 중입니다. 다른 국가로 연결해 주십시오.
pl: Wszystkie serwery w tym kraju są w trakcie przerwy technicznej. Połącz się z innym krajem.
ro: Toate serverele din această țară sunt în întreținere. Conectați-vă la altă țară.
sv: Alla servrar i detta land är under underhåll. Anslut till ett annat land.
uk: Усі сервери в цій країні на обслуговуванні. Будь ласка, оберіть іншу країну.

# _unsecure_wifi
source: Insecure WiFi connection detected
be: Выяўлена неабароненае падключэнне да Wi-Fi
de: Unsichere WLAN‐Verbindung erkannt
fa: اتصال WiFi ناامن شناسایی شد
fr: Une connexion wifi non sécurisée a été détectée.
hr: Otkrivena nesigurna Wi-Fi mreža
id: Koneksi WiFi tidak aman terdeteksi
ja: 安全でない Wi-Fi 接続が検出されました
ka: WiFi შეერთება დაუცველია
ko: 감지된 보안 WiFi 연결
pl: Wykryto niezabezpieczone połączenie Wi-Fi
ro: S-a detectat o conexiune Wi-Fi nesigură
sv: Osäker WiFi-anslutning upptäckt
uk: Виявлено незахищене з'єднання WiFi

# _unsecure_wifi_learn_more
source: Learn More
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznaj više
id: Pelajari Lebih Lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _unsecure_wifi_title
source: Insecure WiFi Detected
be: Выяўлены неабаронены Wi-Fi
de: Unsicheres WLAN erkannt
fa: شبکه WiFi ناامن شناسایی شد
fr: Un wifi non sécurisé a été détecté.
hr: Otkriven nesigurni Wi-Fi
id: WiFi Tidak Aman Terdeteksi
ja: 安全でない Wi-Fi 接続の検出
ka: ნაპოვნია დაუცველი WiFi
ko: 안전하지 않은 WiFi 감지됨
pl: Wykryto niezabezpieczoną sieć Wi-Fi
ro: Conexiune Wi-Fi nesigură
sv: Osäkert WiFi upptäckt
uk: Виявлено незахищений WiFi

# _maintenance_on_server_detected_title
source: The VPN server is on maintenance
be: Сервер VPN на тэхнічным абслугоўванні
de: Bei diesem VPN-Server werden derzeit Wartungsarbeiten durchgeführt
fa: سرور VPN در حال تعمیر است
fr: Le serveur VPN est en maintenance.
hr: VPN poslužitelj je na održavanju
id: Server VPN sedang dalam pemeliharaan
ja: VPN サーバーはメンテナンス中です
ka: VPN სერვერი ტექმომსახურებაზეა
ko: VPN 서버가 점검 중입니다
pl: Serwer VPN jest w trakcie przerwy technicznej
ro: Serverul VPN este în mentenanță
sv: VPN-servern är på underhåll
uk: VPN-сервер зараз обслуговується

# _maintenance_on_server_detected_subtitle
source: The server you were connected to is on maintenance
be: Сервер, да якога вы былі падключаны, знаходзіцца на тэхнічным абслугоўванні
de: Bei dem Server, mit dem du verbunden warst, werden derzeit Wartungsarbeiten durchgeführt.
fa: سروری که شما به آن متّصل بودید در حال تعمیر میباشد
fr: Le serveur auquel vous étiez connecté est en maintenance.
hr: Poslužitelj s kojim ste bili povezani nalazi se na održavanju
id: Server yang terhubung dengan Anda sedang dalam pemeliharaan
ja: 接続したサーバーはメンテナンス中です
ka: სერვერი, რომელთანაც მიერთებული ბრძანდებოდით, ტექმომსახურებაზეა
ko: 연결했던 서버가 점검 중입니다
pl: Serwer, z którym byłeś połączony, jest w trakcie przerwy technicznej
ro: Serverul la care ați fost conectat este în mentenanță
sv: Servern du var ansluten till är på underhåll
uk: Сервер, до якого ви були під'єднані, зараз обслуговується

# _maintenance_on_server_detected_description
source: Reconnecting you to the fastest available server.
be: Перападключаем вас да найхутчэйшага з даступных сервераў.
de: Du wirst erneut mit dem schnellsten verfügbaren Server verbunden.
fa: اتصال مجدد شما به سریعترین سرور موجود.
fr: Reconnexion au serveur le plus rapide disponible.
hr: Ponovno povezivanje s najbržim dostupnim poslužiteljem.
id: Menyambungkan ulang Anda ke server tercepat yang tersedia.
ja: 利用可能な最速のサーバーに再接続しています。
ka: თავიდან შეერთება ხელმისაწვდომი სერვერებიდან უსწრაფესთან.
ko: 가능한 가장 빠른 서버를 재연결 하고 있습니다.
pl: Ponowne łączenie z najszybszym dostępnym serwerem.
ro: Se reconectează la cel mai rapid server disponibil.
sv: Återansluter dig till den snabbast tillgängliga servern.
uk: Повторне підключення до найшвидшого доступного сервера.

# _reconnect_on_settings_change_body
source: Your connection needs to be restarted to apply this change.
be: Перазапусціце падключэнне, каб ужыць змены.
de: Deine Verbindung muss neu aufgebaut werden, um diese Änderung zu übernehmen.
fa: برای اعمال این تغییر، اتصال شما نیاز به راه‌اندازی مجدد دارد.
fr: Votre connexion doit être relancée pour appliquer ce changement.
hr: Da biste promijenili promjene, vašu vezu je potrebno ponovo pokrenuti.
id: Sambungan Anda perlu dimuat ulang untuk menerapkan perubahan ini.
ja: 変更を適用するには再接続する必要があります。
ka: ამ ცვლილების ძალაში შესასვლელად საჭიროა კავშირის თავიდან დამყარება.
ko: 이 변경을 적용하려면 다시 연결해야 합니다.
pl: Aby zastosować zmiany, musisz ponownie nawiązać połączenie.
ro: Conexiunea trebuie repornită pentru a se aplica această modificare.
sv: Din anslutning måste startas om för att tillämpa denna ändring.
uk: Для застосування змін необхідно перезапустити з'єднання.

# _country_servers_under_maintenance
source: %@ servers under maintenance
be: Серверы ў краіне %@ на тэхнічным абслугоўванні
de: %@ Server werden gewartet
fa: %@ سرور درحال نگهداری هستند
fr: %@ serveurs en maintenance
hr: Održavanje u tijeku za %@ poslužitelja
id: Server %@ sedang dalam pemeliharaan
ja: %@ サーバーはメンテナンス中です
ka: %@ სერვერი ტექმომსახურებაშია
ko: %@개 서버가 점검 중입니다
pl: Serwery w %@ są trakcie przerwy technicznej
ro: %@ servere în întreținere
sv: %@ servrar under underhåll
uk: Сервери країни %@ на обслуговуванні

# _all_servers_in_profile_under_maintenance
source: Profile server(s) under maintenance
be: Сервер профілю на тэхнічным абслугоўванні
de: Profil‐Server sind im Wartungsmodus
fa: سرور(های) پروفایل در حال تعمیر
fr: Serveur(s) de profil en maintenance
hr: Održavanje u tijeku za poslužitelja/e u profilima
id: Server profil dalam pemeliharaan
ja: プロファイルサーバーはメンテナンス中です
ka: პროფილის სერვერ(ებ) ი ტექმომსახურებაშია
ko: 프로필 서버가 점검 중입니다
pl: Serwery zapisane w profilu są w trakcie przerwy technicznej
ro: Serverele din profil sunt în întreținere
sv: Profilserver(ar) under underhåll
uk: Сервер профілю на обслуговуванні

# _all_servers_under_maintenance
source: All servers are under maintenance. This usually means either there are technical difficulties on Proton VPN's side, or your network is limited.
be: Усе серверы на тэхнічным абслугоўванні. Звычайна гэта азначае наяўнасць тэхнічных праблем на баку Proton VPN або абмежаванні вашай сеткі.
de: Alle Server werden zurzeit gewartet. Dies bedeutet normalerweise, dass es zurzeit technische Schwierigkeiten bei Proton VPN gibt, oder dass dein Netzwerk beeinträchtigt ist.
fa: همه‌ی سرورها در حال تعمیر هستند. این بدان معناست که مشکلات فنی در سمت Proton VPN وجود دارد، یا شبکه شما محدود شده است.
fr: Tous les serveurs sont en maintenance. Cela signifie généralement qu'il y a des difficultés techniques du côté de Proton VPN, ou que votre réseau est limité.
hr: Svi poslužitelji se održavaju. To obično znači da ili postoje tehničke poteškoće na strani Proton VPN-a ili je vaša mreža ograničena.
id: Seluruh server sedang berada dalam pemeliharaan. Pada umumnya, hal ini menandakan bahwa Proton VPN sedang mengalami kesalahan teknis atau Anda sedang berada pada jaringan yang terbatas.
ja: すべてのサーバーがメンテナンス中です。Proton VPN 側で技術的な問題が発生しているか、あなたのネットワークが制限されている可能性があります。
ka: ყველა სერვერი ტექმომსახურების ქვეშაა. ეს, ჩვეულებრივ, ნიშნავს, რომ ან არის ტექნიკური სირთულეები Proton VPN-ის მხარეს, ან თქვენი ქსელი შეზღუდულია.
ko: 모든 서버가 현재 점검 중입니다. 이는 보통 Proton VPN 측에 기술적인 문제가 있음을 뜻하거나, 사용자의 네트워크가 제한되었음을 의미합니다.
pl: Wszystkie serwery są w trakcie przerwy technicznej. Zwykle oznacza to, że występują problemy techniczne po stronie usługi Proton VPN lub łączność z siecią jest ograniczona.
ro: Toate serverele sunt în întreținere. Acest lucru de obicei înseamnă fie că există dificultăți tehnice din partea Proton VPN, fie că rețeaua dvs. este limitată.
sv: Alla servrar är under underhåll. Detta betyder vanligtvis att det antingen finns tekniska problem på Proton VPN-sidan eller så är ditt nätverk begränsat.
uk: Усі сервери на обслуговуванні. Зазвичай це означає наявність технічних проблем на стороні Proton VPN, або обмежень вашої мережі.

# _p2p_forwarded_popup_body
source: Your connection has been automatically rerouted through another server because some servers do not support P2P traffic. This may reduce your connection speed. Please use servers with the P2P label to avoid rerouting.
be: Ваша падключэнне было аўтаматычна перанакіравана праз іншы сервер, бо некаторыя серверы не падтрымліваюць трафік P2P. Гэта можа запаволіць хуткасць падключэння. Выкарыстоўвайце серверы са значком P2P для таго, каб пазбегнуць перанакіравання трафіку.
de: Deine Verbindung wurde automatisch über einen anderen Server umgeleitet, da einige Server keinen P2P‐Verkehr unterstützen. Dies könnte zur möglichen Verlangsamung deiner Verbindung führen. Bitte verwende Server mit dem P2P‐Symbol, um Umleitungen in Zukunft zu vermeiden.
fa: اتصال شما به طور خودکار از طریق سرور دیگری مجدداً مسیر‌یابی شده است زیرا برخی از سرورها از ترافیک P2P پشتیبانی نمی‌کنند. به این دلیل ممکن است سرعت اتصال شما کاهش یابد. لطفاً از سرورهای دارای برچسب P2P برای جلوگیری از مسیر‌یابی مجدد استفاده کنید.
fr: Votre connexion a été automatiquement redirigée via un autre serveur car certains serveurs ne prennent pas en charge le trafic P2P. Cela peut réduire votre vitesse de connexion. Utilisez les serveurs avec l’icône P2P pour éviter la redirection.
hr: Vaša je veza automatski preusmjerena putem drugog poslužitelja jer određeni poslužitelji ne podržavaju P2P promet. To može smanjiti brzinu vaše veze. Molimo koristite poslužitelje s P2P oznakom da bi izbjegli preusmjeravanje.
id: Koneksi jaringan Anda secara otomatis dialihkan ke server lain karena beberapa server tidak mendukung lalu lintas P2P. Ini akan mengurangi kecepatan konesi Anda. Mohon gunakan server dengan label P2P untuk menghindari pengalihan.
ja: 経路上に P2P 通信に対応していないサーバーが存在するため、自動的に別のサーバー経由の経路へ切り替えました。結果として接続速度が低下する可能性があります。経路の迂回を避けるため、 P2P の表示付きのサーバーを選択してください。
ka: თქვენი შეერთება ავტომატურად გადამსამართდა სხვა სერვერზე, იმიტომ, რომ P2P-ის მხარდაჭერა ყველა სერვერს არ გააჩნია. ამან შეიძლება, ინტერნეტის შეერთების სიჩქარე შეგიმციროთ. გადამისამართების თავიდან ასარიდებლად გამოიყენეთ სერვერები P2P ჭდით.
ko: 특정 서버가 P2P 트래픽을 지원하지 않기 때문에 연결이 다른 서버를 통해 자동으로 다시 라우팅되었습니다. 이는 사용자의 연결 속도를 저하시킬 수 있습니다. 다시 라우팅 되는 일을 피하기 위해 P2P 라벨이 있는 서버를 사용하세요.
pl: Twoje połączenie zostało automatycznie przekierowane przez inny serwer, ponieważ niektóre serwery nie wspierają ruchu P2P. Może to zmniejszyć prędkość połączenia. Użyj serwerów z etykietą P2P, aby uniknąć przekierowania.
ro: Conexiunea a fost direcționată automat printr-un alt server deoarece unele servere nu suportă traficul P2P. Aceasta ar putea reduce viteza conexiunii. Folosiți servere cu eticheta P2P pentru e evita redirecționarea.
sv: Din anslutning har omdirigerats automatiskt via en annan server eftersom vissa servrar inte stöder P2P-trafik. Detta kan minska din anslutningshastighet. Använd servrar med P2P-etiketten för att undvika omdirigering.
uk: Ваше з'єднання було автоматично переспрямоване через інший сервер, оскільки деякі сервери не підтримують трафік P2P. Це може зменшити швидкість з'єднання. Будь ласка, використовуйте сервери з міткою P2P, щоб уникнути переспрямування.

# _p2p_forwarded_popup_body_p1
source: Your connection has been automatically rerouted through another server because certain servers do not support P2P traffic. This may reduce your connection speed. Please use servers with the
be: Ваша падключэнне было аўтаматычна перанакіравана праз іншы сервер, бо некаторыя серверы не падтрымліваюць трафік P2P. Гэта можа запаволіць хуткасць падключэння. Выкарыстоўвайце серверы з
de: Deine Verbindung wurde automatisch über einen anderen Server umgeleitet, da bestimmte Server keinen P2P-Verkehr unterstützen. Dadurch kann sich deine Verbindungsgeschwindigkeit verringern. Bitte verwende Server mit dem
fa: اتصال شما به طور خودکار از طریق سرور دیگری مجدداً مسیر‌یابی شده است زیرا برخی از سرورها از ترافیک P2P پشتیبانی نمی کنند. به این دلیل ممکن است سرعت اتصال شما کاهش یابد. لطفاً استفاده کنید از سرورهای دارای
fr: Votre connexion a été automatiquement redirigée via un autre serveur car certains serveurs ne prennent pas en charge le trafic P2P. Cela peut réduire votre vitesse de connexion. Utilisez les serveurs avec l’
hr: Vaša je veza automatski preusmjerena putem drugog poslužitelja jer određeni poslužitelji ne podržavaju P2P promet. To može smanjiti brzinu vaše veze. Molimo koristite poslužitelje s
id: Koneksi jaringan Anda secara otomatis dialihkan ke server lain karena beberapa server tidak mendukung lalu lintas P2P. Ini akan mengurangi kecepatan konesi Anda. Mohon gunakan server dengan
ja: 経路上に P2P 通信に対応していないサーバーが存在するため、自動的に別のサーバー経由の経路へ切り替えました。結果として接続速度が低下する可能性があります。経路の迂回を避けるため、 P2P アイコン付きのサーバーを選択してください。
ka: თქვენი შეერთება ავტომატურად გადამსამართდა სხვა სერვერზე, იმიტომ, რომ P2P-ის მხარდაჭერა ყველა სერვერს არ გააჩნია. ამან შეიძლება, ინტერნეტის შეერთების სიჩქარე შეგიმციროთ. გამოიყენეთ სერვერები
ko: 특정 서버가 P2P 트래픽을 지원하지 않기 때문에 연결이 다른 서버를 통해 자동으로 다시 라우팅되었습니다. 이는 사용자의 연결 속도를 저하시킬 수 있습니다.
pl: Twoje połączenie zostało automatycznie przekierowane przez inny serwer, ponieważ niektóre serwery nie wspierają ruchu P2P. Może to zmniejszyć prędkość połączenia. Użyj serwerów z ikoną
ro: Conexiunea a fost direcționată automat printr-un alt server deoarece unele servere nu suportă traficul P2P. Aceasta ar putea reduce viteza conexiunii. Folosiți servere cu
sv: Din anslutning har omdirigerats automatiskt via en annan server eftersom vissa servrar inte stöder P2P-trafik. Detta kan minska din anslutningshastighet. Använd servrar med
uk: Ваше з'єднання було автоматично переспрямоване через інший сервер, оскільки певні сервери не підтримують трафік P2P. Це може зменшити швидкість з'єднання. Будь ласка, використовуйте сервери з

# _p2p_forwarded_popup_body_p2
source: icon to avoid traffic rerouting.
be: значком для таго, каб пазбегнуць перанакіравання трафіку.
de: -Symbol, um zukünftig eine Umleitung des Datenverkehrs zu vermeiden.
fa: آیکون برای جلوگیری از مسیر‌یابی مجدد استفاده کنید.
fr: icône pour éviter la redirection du trafic.
hr: ikona da biste izbjegli preusmjeravanje prometa.
id: ikon untuk menghindari pengalihan lalu lintas.
ka: ხატულა ტრაფიკის რერაუტინგის თავიდან ასაცილებლად.
ko: 아이콘이 있는 서버를 사용해서 트래픽 재라우팅을 방지해주세요.
pl: , aby uniknąć przekierowania.
ro: pictogramă pentru a evita redirecționarea traficului.
sv: ikon för att undvika trafikomdirigering.
uk: піктограмою, щоб уникнути переспрямування.

# _vpn_stuck_disconnecting_title
source: Connection error
be: Памылка падключэння
de: Verbindungsfehler
fa: خطا در اتصال
fr: Erreur de connexion
hr: Pogreška s povezivanjem
id: Sambungan bermasalah
ja: 接続エラー
ka: შეერთების შეცდომა
ko: 연결 오류
pl: Błąd połączenia
ro: Eroare conexiune
sv: Anslutningsfel
uk: Помилка з'єднання

# _vpn_stuck_disconnecting_body
source: Your device failed to terminate a previous VPN session. You will need to restart your device before you can establish a new VPN connection.
be: Не ўдалося завяршыць папярэдні сеанс з VPN на вашай прыладзе. Неабходна перазапусціць яго, каб усталяваць новае падключэнне па VPN.
de: Dein Gerät konnte eine frühere VPN‐Sitzung nicht beenden. Du musst dein Gerät neu starten, bevor du eine neue VPN‐Verbindung aufbauen kannst.
fa: دستگاه شما نتوانست نشست VPN قبلی را خاتمه دهد. پیش از اینکه بتوانید یک اتصال VPN جدید برقرار کنید، باید دستگاه خود را ریست کنید.
fr: Votre appareil n'a pas pu terminer la session VPN précédente. Vous devrez redémarrer votre appareil avant de pouvoir établir une nouvelle connexion VPN.
hr: Vaš uređaj nije uspio prekinuti prethodnu VPN sesiju. Prije uspostavljanja nove VPN veze morati ćete ponovo pokrenuti uređaj.
id: Sesi VPN sebelumnya gagal diakhiri oleh perangkat. Anda perlu untuk menyalakan ulang perangkat Anda sebelum mengukuhkan sambungan VPN baru.
ja: あなたのデバイスは以前の VPN セッションの終了に失敗しました。新たな VPN 接続を確立する前にデバイスの再起動が必要です。
ka: შეცდომა თქვენს მოწყობილობაზე VPN-ის წინა სესიის შეწყვეტისას. ახლიდან მისაერთებლად საჭიროა მოწყობილობის გადატვირთვა.
ko: 사용자의 장치가 이전 VPN 세션을 종료하지 못했습니다. 새로운 VPN 연결을 설정하기 전에 장치를 다시 시작해야 합니다.
pl: Twoje urządzenie nie zakończyło poprawnie poprzedniej sesji VPN. Musisz uruchomić ponownie urządzenie, zanim będziesz mógł nawiązać nowe połączenie.
ro: Dispozitivul a eșuat închiderea sesiunii VPN anterioare. Va trebui să reporniți dispozitivul înainte de a stabili o nouă conexiune VPN.
sv: Din enhet kunde inte avsluta en tidigare VPN-session. Du måste starta om din enhet innan du kan etablera en ny VPN-anslutning.
uk: Вашому пристрою не вдалося припинити попередній сеанс VPN. Для встановлення нового VPN-з'єднання вам необхідно перезапустити свій пристрій.

source: Update required
be: Патрабуецца абнаўленне
de: Aktualisierung erforderlich
fa: بروزرسانی ضروری است
fr: La mise à jour est nécessaire.
hr: Potrebno ažuriranje
id: Pembaruan dibutuhkan
ja: アップデートが必要です
ka: აუცილებელია განახლება
ko: 업데이트가 필요합니다
pl: Aktualizacja jest wymagana
ro: Necesită actualizare
sv: Uppdatering krävs
uk: Необхідне оновлення

# _update_required_no_longer_supported
source: This version of Proton VPN is no longer supported, please update the app to continue using it.
be: Гэта версія праграмы Proton VPN больш не падтрымліваецца. Абнавіце праграму, каб працягнуць карыстацца ёй.
de: Diese Version von Proton VPN wird nicht länger unterstützt. Bitte aktualisiere die Anwendung, um sie weiterhin nutzen zu können.
fa: این نسخه از Proton VPN دیگر پشتیبانی نمی‌شود، لطفا برای ادامه استفاده از برنامه، آن را به‌روزرسانی کنید.
fr: Cette version de Proton VPN n'est plus prise en charge, nous vous invitons à mettre à jour l'application pour continuer à l'utiliser.
hr: Ova verzija Proton VPN-a više nije podržana. Ažurirajte aplikaciju da biste je nastavili koristiti.
id: Versi Proton VPN ini sudah tidak lagi didukung. Silakan perbarui aplikasi untuk dapat melanjutkan.
ja: このバージョンの Proton VPN はサポートされていません。使用を継続するにはアップデートしてください。
ka: Proton VPN-ის ეს ვერსია უკვე მხარდაჭერილი აღარაა. იმისათვის, რომ გამოიყენოთ, განაახლეთ ის აპლიკაციების მაღაზიიდან.
ko: 이 버전의 Proton VPN은 더 이상 지원되지 않습니다. 계속 사용하려면 업데이트하세요.
pl: Ta wersja aplikacji Proton VPN nie jest już wspierana. Zaktualizuj ją, aby nadal z niej korzystać.
ro: Această versiune de Proton VPN nu mai este acceptată. Actualizați-o pentru a o mai putea folosi.
sv: Denna version av Proton VPN stöds inte längre, uppdatera appen för att fortsätta använda den.
uk: Ця версія Proton VPN більше не підтримується. Оновіть програму, щоб і надалі користуватися нею.

# _update_required_support
source: Contact support
be: Звязацца са службай падтрымкі
de: Support kontaktieren
fa: تماس با پشتیبانی
fr: Contacter le support
hr: Kontaktiraj podršku
id: Hubungi dukungan
ja: サポートへ連絡
ka: კონტაქტი მხარდაჭერის გუნდთან
ko: 문의하기
pl: Skontaktuj się ze wsparciem technicznym
ro: Contactați asistența
sv: Kontakta support
uk: Зв'язатися з підтримкою

# _update_required_update
source: Update
be: Абнавіць
de: Aktualisieren
fa: بروزرسانی
fr: Mettre à jour
hr: Ažuriraj
id: Perbarui
ja: 更新
ka: განახლება
ko: 업데이트
pl: Zaktualizuj
ro: Actualizare
sv: Uppdatera
uk: Оновити

# _invalid_refresh_token_please_login
source: It's been a while since you last used the Proton VPN app. Please log back in.
be: З таго часу, як вы апошні раз карысталіся Proton VPN, мінула шмат часу. Увайдзіце ў сістэму.
de: Es ist eine Weile her, seitdem du die Proton VPN‐App zuletzt benutzt hast. Bitte melde dich erneut an.
fa: از آخرین باری که از Proton VPN استفاده کرده‌اید مدتی گذشته است. لطفا دوباره وارد شوید.
fr: Cela fait un moment que vous n'avez pas utilisé l'application Proton VPN. Nous vous invitons à vous reconnecter.
id: Anda sudah tidak menggunakan aplikasi Proton VPN selama beberapa waktu. Silakan masuk kembali.
ja: Proton VPN アプリをしばらく起動していないため、再ログインする必要があります。
ka: კარგა ხანია, Proton VPN არ გამოგიყენებიათ. საჭიროა, შეხვიდეთ.
ko: 마지막으로 Proton VPN 앱을 사용한 지 오래되었습니다. 다시 로그인해 주세요.
pl: Minęło trochę czasu, odkąd ostatnio używałeś aplikacji Proton VPN. Zaloguj się ponownie.
ro: A trecut ceva de când ați utilizat aplicația Proton VPN. Reautentificați-vă.
sv: Det har gått ett tag sedan du sist använde Proton VPN-appen. Logga in igen.
uk: Ви деякий час не користувалися Proton VPN. Будь ласка, увійдіть.

# _error_mitm_title
source: Insecure connection
be: Небяспечнае падключэнне
de: Unverschlüsselte Verbindung
fa: اتصال نا امن
fr: Connexion non sécurisée
hr: Nesigurna veza
id: Koneksi tidak aman
ja: 安全ではない接続
ka: დაუცველი კავშირი
ko: 안전하지 않은 연결
pl: Niezabezpieczone połączenie
ro: Conexiune nesigură
sv: Osäker anslutning
uk: Незахищене з'єднання
