Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _quick_connect_tooltip
source: Quick Connect button will connect you to the selected profile
be: Кнопка хуткага падключэння падключыць вас да выбранага профілю
de: Die Schaltfläche „Schnellverbinden“ verbindet dich mit dem ausgewählten Profil
fa: دکمه‌ی اتصال سریع شما را به پروفایل انتخابی وصل می کند
fr: Le bouton de Connexion rapide vous connectera au profil sélectionné.
hr: Dugme za brzo povezivanje će vas povezati s odabranim profilom
id: Tombol Quick Connect akan menyambungkan Anda ke profil yang dipilih
ja: クイック接続ボタンをクリックすると、選択されたプロファイルに接続します。
ka: სწრაფი მიერთების ღილაკი არჩეულ პროფილთან მიგაერთებთ
ko: 빠른 연결 버튼을 누르면 선택한 프로필에 연결됩니다
pl: Przycisk szybkiego połączenia połączy Cię z wybranym profilem
ro: Butonul «Conectare rapidă» vă va conecta la profilul selectat
sv: Knappen ”Snabbanslut” kommer ansluta dig till den valda profilen
uk: Кнопка "Швидке з'єднання" під'єднає вас до вибраного профілю

source: Start Minimized
be: Згарнуць пры запуску
de: Minimiert starten
fa: شروع در پس‌زمینه
fr: Réduire au démarrage
hr: Pokreni minimalizirano
id: Minimalkan Aplikasi
ja: 最小化して起動
ka: ჩაკეცილი გაშვება
ko: 최소화 상태로 시작
pl: Uruchamiaj zminimalizowany
ro: Pornire micșorat
sv: Starta minimerad
uk: Запускати згорнутим

source: System Notifications
be: Сістэмныя апавяшчэнні
de: Systembenachrichtigungen
fa: اعلان‌های سیستم
fr: Notifications système
hr: Obavijesti sustava
id: Notifikasi Sistem
ja: システム通知
ka: სისტემური გაფრთხილებები
ko: 시스템 알림
pl: Powiadomienia systemowe
ro: Notificări de sistem
sv: Systemaviseringar
uk: Системні сповіщення

source: Early Access
be: Ранні доступ
de: Beta-Version
fa: دسترسی زودهنگام
fr: Accès en avant-première
hr: Rani pristup
id: Akses Dini
ja: 早期アクセス
ka: ადრეული წვდომა
ko: 얼리 액세스
pl: Wcześniejszy dostęp
ro: Acces timpuriu
sv: Förhandstillgång
uk: Ранній доступ

# _early_access_tooltip
source: Be the first to get the latest updates. Please keep in mind that early versions may be less stable.
be: Самымі першымі атрымлівайце апошнія абнаўленні. Звярніце ўвагу на тое, што раннія версіі праграмы могуць быць менш стабільнымі.
de: Gehöre zu den Ersten, die die neuesten Updates erhalten. Beachte aber, dass frühe Versionen instabiler sein können.
fa: اولین نفری باشید که آخرین بروزرسانی‌ها را دریافت می‌کند. در نظر داشته باشید نسخه‌های جدید، ممکن است، ناپایدار باشند.
fr: Soyez le premier à profiter des dernières mises à jour. Gardez à l'esprit que les versions avancées de l'application peuvent être moins stables.
hr: Budite prvi koji će dobiti najnovija ažuriranja. Imajte na umu da su rane verzije možda manje stabilne.
id: Jadilah yang pertama mendapatkan berbagai pembaruan terbaru. Harap diperhatikan bahwa versi aplikasi ini tidak dijamin akan selalu stabil sepanjang waktu.
ja: 最新の更新プログラムを最初に入手します。早期アクセス版は不安定な場合があるためご注意ください。
ka: იყავით პირველი, ვინც ბოლო განახლებებს მიიღებს. დაიმახსოვრეთ, რომ ადრეული ვერსიები ნაკლებად სტაბილური შეიძლება იყოს.
ko: 가장 먼저 최신 업데이트를 받아 보세요. 이른 버전은 덜 안정적일 수 있다는 점을 상기해 주세요.
pl: Bądź pierwszym, który otrzyma najnowsze aktualizacje. Pamiętaj, że wcześniejsze wersje mogą być mniej stabilne.
ro: Fiți primul care obține ultimele actualizări. Rețineți că versiunile timpurii pot fi mai puțin stabile.
sv: Var först med att få de senaste uppdateringarna. Tänk på att tidiga versioner kan vara mindre stabila.
uk: Першими отримуйте найсвіжіші оновлення. Зауважте, що ранні версії можуть бути менш стабільними.

# _unprotected_network
source: Notify unprotected networks
be: Паведамляць пра неабароненыя сеткі
de: Ungeschützte Netzwerke melden
fa: اعلام کردن شبکه‌های محافظت نشده
fr: Signaler les réseaux non protégés
hr: Obavijesti o nezaštićenim mrežama
id: Beri tahu jaringan yang tidak dilindungi
ja: 保護されていないネットワークを通知
ka: გაფრთხლება დაუცველ ქსელში მუშაობისას
ko: 보호되지 않은 네트워크 알리기
pl: Powiadamiaj o niezabezpieczonych sieciach Wi-Fi
ro: Notificare despre reţele neprotejate
sv: Avisera oskyddade nätverk
uk: Сповіщати про незахищені мережі

# _unprotected_network_tooltip
source: Receive a notification when Proton VPN detects you are connected to an unprotected network.
be: Атрымліваць апавяшчэнні, калі Proton VPN выяўляе, што вы падключаны да неабароненай сеткі.
de: Erhalte eine Benachrichtigung, wenn Proton VPN feststellt, dass du mit einem ungeschützten Netzwerk verbunden bist.
fa: دریافت یک اخطار هنگامیکه Proton VPN می‌یابد که شما به یک شبکه محافظت نشده متصل شده اید.
fr: Recevoir une notification lorsque Proton VPN détecte que vous êtes connecté à un réseau non protégé.
hr: Primanje obavijesti kada Proton VPN otkrije da ste povezani s nezaštićenom mrežom.
id: Terima notifikasi pada saat Proton VPN mendeteksi Anda sedang tersambung ke jaringan yang tidak dilindungi.
ja: あなたが保護されていないネットワークに接続していることを検知した際に通知します。
ka: შეტყობინების მიღება, როცა Proton VPN აღმოაჩენს, რომ დაუცველ ქსელთან ხართ მიერთებული.
ko: Proton VPN이 보호되지 않은 네트워크에 연결했음을 감지했을때 알림을 받게 됩니다.
pl: Otrzymaj powiadomienie, jeśli aplikacja Proton VPN wykryje połączenie z niezabezpieczoną siecią.
ro: Primiți o notificare când Proton VPN detectează că v-ați conectat la o rețea neprotejată.
sv: Få en avisering när Proton VPN upptäcker att du är ansluten till ett oskyddat nätverk.
uk: Отримувати сповіщення, коли Proton VPN виявляє, що ви під'єдналися до незахищеної мережі.

source: DNS Leak Protection
be: Абарона ад уцечкі DNS
de: Schutz vor Offenlegung deiner DNS-Anfragen
fa: محافظت از نشت DNS
fr: Protection contre les fuites DNS
hr: Zaštita od curenja DNS-a
id: Perlindungan Kebocoran DNS
ja: DNS 漏洩防止
ka: DNS გაპარებისგან დაცვა
ko: DNS 유출 방지
pl: Zabezpieczenie przed wyciekiem zapytań DNS
ro: Protecție divulgări DNS
sv: Skydd mot DNS-läckage
uk: Захист від витоку DNS

# _dns_leak_protection_tooltip
source: Prevent leaking details of DNS queries to third parties. Always on.
be: Прадухіляе ўцечку падрабязнасцяў аб запытах DNS староннім асобам. Заўсёды ўключана.
de: Verhindert das Weitergeben von Details der DNS‐Anfragen an Dritte. Dauerhaft aktiv.
fa: جلوگیری از نشت پرسمان‌های DNS به اشخاص ثالث. همیشه فعال.
fr: Cela empêche les fuites d’information lors de requêtes DNS à des tiers. Toujours Activé.
hr: Spriječite curenje detalja DNS upita trećim stranama. Uvijek uključeno.
id: Mencegah agar rincian kueri DNS Anda tidak bocor ke pihak ketiga. Selalu aktif.
ja: DNS クエリの内容が外部に漏洩するのを防ぎます。この設定は常に有効です。
ka: DNS მოთხოვნების მესამე პირების ხელში ჩავარდნის თავიდან აცილება. ყოველთვის ჩართულია.
ko: 제3자에게 DNS 쿼리 정보가 누출되는 것을 방지합니다. 항상 켜져 있습니다.
pl: Zapobiega wyciekaniu zapytań DNS do stron trzecich. Zawsze włączone.
ro: Previne divulgarea detaliilor interogărilor DNS către terțe părți. Întotdeauna activată.
sv: Förhindra att detaljer om DNS-förfrågningar läcker till tredje part. Alltid på.
uk: Запобігання витоку подробиць DNS-запитів третім сторонам. Завжди увімкнено.

source: Security Options
be: Параметры бяспекі
de: Sicherheitsoptionen
fa: تنظیمات امنیتی
fr: Options de sécurité
hr: Postavke sigurnosti
id: Opsi Keamanan
ja: セキュリティ設定
ka: უსაფრთხოების პარამეტრები
ko: 보안 설정
pl: Ustawienia bezpieczeństwa
ro: Opțiuni securitate
sv: Säkerhetsalternativ
uk: Налаштування безпеки

source: Subscription Plan
be: Тарыфны план
de: Abonnement
fa: طرح اشتراک
fr: Abonnement
hr: Plan pretplate
id: Paket Berlangganan
ja: サブスクリプションプラン
ka: გამოწერის გეგმა
ko: 구독 요금제
pl: Plan subskrypcji
ro: Plan abonament
sv: Prenumerationspaket
uk: Тарифний план

# _choose_plan
source: Choose Subscription
be: Выберыце падпіску
de: Abonnement auswählen
fa: انتخاب اشتراک
fr: Choisir un abonnement
hr: Odaberite pretplatu
id: Pilih Paket Berlangganan
ja: サブスクリプションの選択
ka: გამოწერის არჩევა
ko: 요금제를 선택하세요
pl: Wybierz subskrypcję
ro: Alegere abonament
sv: Välj prenumeration
uk: Оберіть передплату

source: Protocol
be: Пратакол
de: Protokoll
fa: پروتکل
fr: Protocole
hr: Protokol
id: Protokol
ja: プロトコル
ka: პროტოკოლი
ko: 프로토콜
pl: Protokół
sv: Protokoll
uk: Протокол

source: VPN Protocol
be: Пратакол VPN
de: VPN-Protokoll
fa: پروتکل VPN
fr: Protocole VPN
hr: VPN protokol
id: Protokol VPN
ja: VPN プロトコル
ka: VPN პროტოკოლი
ko: VPN 프로토콜
pl: Protokół VPN
ro: Protocol VPN
sv: VPN-protokoll
uk: VPN протокол

source: View Logs
be: Паглядзець журнал
de: Protokolle ansehen
fa: مشاهدهٔ لاگ‌ها
fr: Afficher les journaux
hr: Prikaži zapisnike
id: Lihat Log
ja: ログを表示
ka: ჟურნალის ნახვა
ko: 로그 보기
pl: Pokaż logi
ro: Afișare jurnale
sv: Visa loggar
uk: Переглянути журнал

source: Logs
be: Журналы
de: Protokolle
fa: گزارش‌ها
fr: Journaux
hr: Zapisnici
id: Log
ja: ログ
ka: ჟურნალი
ko: 로그
pl: Logi
ro: Jurnale
sv: Loggar
uk: Журнали

source: Application Logs
be: Журналы праграмы
de: Anwendungsprotokolle
fa: لاگ‌های برنامه
fr: Journaux de l'application
hr: Zapisnici aplikacije
id: Catatan Aplikasi
ja: アプリケーションのログ
ka: აპლიკაციის ჟურნალი
ko: 어플리케이션 로그
pl: Logi aplikacji
ro: Jurnale aplicație
sv: Applikationsloggar
uk: Журнал програми

source: OpenVPN Logs
be: Журналы OpenVPN
de: OpenVPN-Protokolle
fa: لاگ‌های OpenVPN
fr: Journaux OpenVPN
hr: OpenVPN zapisi
id: Log OpenVPN
ja: OpenVPN のログ
ka: OpenVPN -ის ჟურნალი
ko: OpenVPN 로그
pl: Logi OpenVPN
ro: Jurnale OpenVPN
sv: OpenVPN-loggar
uk: Журнал OpenVPN

source: WireGuard Logs
be: Журнал WireGuard
de: WireGuard-Protokolle
fa: گزارش‌های WireGuard
fr: Journaux WireGuard
hr: WireGuard zapisi
id: Log WireGuard
ja: WireGuard のログ
ka: WireGuard -ის ჟურნალი
ko: WireGuard 로그
pl: Logi WireGuard
ro: Jurnale WireGuard
sv: WireGuard-loggar
uk: Журнал WireGuard

source: Activate Widget
be: Актываваць віджэт
de: Widget aktivieren
fa: فعال‌سازی ویجت
fr: Activer le widget
hr: Aktiviraj Widget
id: Aktifkan Widget
ja: ウィジェットの有効化
ka: ვიჯეტის გააქტიურება
ko: 위젯 활성화
pl: Aktywuj widżet
ro: Activare widget
sv: Aktivera widget
uk: Активувати віджет

# _activate_widget_step_1
source: From your homescreen, swipe to the left most screen to access your widgets.
be: На галоўным экране, правядзіце да канца ўлева для доступу да віджэтаў.
de: Swipe von deinem Homescreen aus nach links, um auf deine Widgets zuzugreifen.
fa: از صفحه خانه، به آخرین صفحه سمت چپ بروید تا به ویجت‌هایتان دسترسی پیدا کنید.
fr: Depuis votre écran d'accueil ou votre écran verrouillé, balayez vers la droite à partir du côté gauche de l’écran pour accéder à vos widgets.
hr: S početnog zaslona povucite prstom ulijevo kako biste pristupili svojim widgetima.
id: Dari layar beranda, geser ke layar paling kiri untuk mengakses widget Anda.
ja: ホーム画面で一番左までスワイプしてウィジェットを表示させます。
ka: ვიჯეტებთან წვდომისთვის საწყის ეკრანზე, მარცხნივ თითქმის ბოლომდე გადაუსვით.
ko: 홈스크린에서 화면 끝자락에서 왼쪽으로 스와이프하여 위젯에 빠르게 접근하세요.
pl: Aby wyświetlić widżety, przejdź z ekranu początkowego do skrajnie lewego ekranu.
ro: Din ecranul de pornire, glisați către cel mai din stânga ecran pentru a accesa widget-urile.
sv: Från din startskärm, svep till skärmen längst till vänster för att komma åt dina widgetar.
uk: На головному екрані посуньте до кінця вліво, щоб дістатися віджетів.

# _activate_widget_step_2
source: Scroll all the way down and tap the edit button.
be: Прагартайце ў самы ніз і націсніце кнопку "Рэдагаваць".
de: Scrolle ganz nach unten und tippe auf die Bearbeiten‐Schaltfläche.
fa: به پایین صفحه بروید و دکمه‌ی ویرایش را بزنید.
fr: Faites défiler jusqu'en bas et appuyez sur le bouton d'édition.
hr: Spustite do dna i pritisnite Uredi dugme.
id: Geser sampai bawah dan sentuh tombol sunting.
ja: 一番下までスクロールして編集ボタンをタップします。
ka: ბოლომდე დაქაჩეთ და ჩასწორების ღილაკზე დაატყაპუნეთ.
ko: 아래로 스크롤하고 편집 버튼을 누르세요.
pl: Przewiń do dołu ekranu i kliknij przycisk Edycja.
ro: Derulați în jos, până la capăt și apăsați butonul de editare.
sv: Rulla hela vägen ner och tryck på redigeringsknappen.
uk: Прокрутіть до самого низу й торкніться кнопки Змінити.

# _activate_widget_step_3
source: Add the Proton VPN widget to the list of active widgets.
be: Дадайце віджэт Proton VPN да спіса актыўных віджэтаў.
de: Füge das Proton VPN‐Widget zur Liste aktiver Widgets hinzu.
fa: ابزارک Proton VPN را به لیست ابزارک های فعال اضافه کنید.
fr: Ajouter le widget Proton VPN à la liste des widgets actifs.
hr: Dodajte Proton VPN widget na popis aktivnih widgeta.
id: Tambahkan widget Proton VPN ke dalam daftar widget yang aktif.
ja: 有効なウィジェットのリストに Proton VPN ウィジェットを追加します。
ka: Proton VPN-ის ვიჯეტის აქტიური ვიჯეტების სიაში დამატება.
ko: 활성 위젯 목록에 Proton VPN 위젯을 추가하세요.
pl: Dodaj widżet aplikacji Proton VPN do listy aktywnych widżetów.
ro: Adăugați widget-ul Proton VPN la lista de widget-uri active.
sv: Lägg till Proton VPN-widgeten till listan över aktiva widgetar.
uk: Додайте Proton VPN до списку активних віджетів.

# _report_bug
source: Report an issue
be: Паведаміць пра праблему
de: Problem melden
fa: گزارش اشکال
fr: Signaler un bug
hr: Prijavite problem
id: Laporkan masalah
ja: 問題を報告
ka: პრობლემის ანგარიშის გადაგზავნა
ko: 문제 보고하기
pl: Zgłoś problem
ro: Raportare o problemă
sv: Rapportera ett problem
uk: Повідомити про проблему

# _allow_lan_title
source: Allow LAN connections
be: Дазволіць падключэнні па лакальнай сетцы
de: LAN‐Verbindungen zulassen
fa: اجازهٔ اتصال به شبکه‌های LAN
fr: Autoriser les connexions LAN
hr: Dopusti LAN veze
id: Izinkan sambungan LAN
ja: LAN への接続を許可
ka: LAN შეერთებების ნების დართვა
ko: LAN 연결 허용
pl: Zezwalaj na połączenia LAN
ro: Permitere conexiuni LAN
sv: Tillåt LAN-anslutningar
uk: Дозволити LAN-з'єднання

# _allow_lan_info
source: Allows to bypass the VPN and connect to devices on your local network, like your printer.
be: Дазваляе абыходзіць VPN і падключацца да прылад у вашай лакальнай сетцы, напрыклад да прынтара.
de: Ermöglicht das Umgehen des VPN, um eine Verbindung zu Geräten in deinem lokalen Netzwerk herzustellen (z. B. zu deinem Drucker).
fa: اجازه می‌دهد که از VPN عبور کند و به دستگاه‌های موجود در شبکه محلی، مانند چاپگرتان متصل شود.
fr: Permet de contourner le VPN et de se connecter à des périphériques de votre réseau local, comme votre imprimante.
hr: Omogućuje zaobilaženje VPN-a i povezivanje s uređajima u vašoj lokalnoj mreži, poput vašeg pisača.
id: Izinkan untuk lewati VPN dan menyambungkan ke perangkat di jaringan lokal Anda, seperti printer Anda.
ja: VPN 接続を経由せず、プリンター等のローカルネットワーク上のデバイスに接続します。
ka: საშუალებას გაძლევთ გადაახტეთ VPN-ს და ლოკალურ ქსელში არსებული მოწყობილობები გამოიყენოთ.
ko: VPN을 우회하고 프린터와 같은 로컬 네트워크의 장치에 연결할 수 있습니다.
pl: Pozwala na ominięcie ruchu VPN i połączenie się z urządzeniami w sieci lokalnej, takimi jak drukarka.
ro: Permite evitarea traficului prin VPN și conectarea la dispozitive din rețeaua locală, cum ar fi imprimanta.
sv: Tillåter att kringgå VPN och ansluta till enheter på ditt lokala nätverk, som din skrivare.
uk: Дозволяє обійти VPN і з'єднатися з пристроями у вашій локальній мережі, наприклад принтером.

# _allow_lan_description
source: In order to allow LAN access, kill switch must be turned off. Continue?
be: Для таго, каб дазволіць доступ па LAN, Kill Switch павінен быць выключаны. Працягнуць?
de: Um den LAN-Zugang zu ermöglichen, muss Kill Switch deaktiviert werden. Fortfahren?
fr: Pour autoriser l'accès au réseau local, la fonctionnalité Arrêt d'urgence (kill switch) doit être désactivée. Continuer ?
hr: Kako bi se omogućilo LAN pristup, kill switch mora biti isključen. Nastaviti?
id: Untuk mengizinkan akses LAN, kill switch harus dinonaktifkan. Lanjut?
ja: LAN アクセスを許可するには、キルスイッチをオフにする必要があります。 続行しますか?
ka: LAN-ზე წვდომის ჩასართავად Kill Switch-ის გამორთვაა საჭირო. გავაგრძელო?
ko: LAN 접근을 허용하려면, 킬 스위치가 꺼져 있어야 합니다. 계속하시겠습니까?
pl: Musisz wyłączyć funkcję Kill Switch, aby uzyskać dostęp do sieci LAN. Czy chcesz kontynuować?
ro: Pentru a permite accesul în LAN, setarea „Blocare conexiune” trebuie oprită. Continuați?
sv: För att tillåta LAN-åtkomst måste kill switch vara avstängd. Fortsätta?
uk: Щоб дозволити LAN-доступ, необхідно вимкнути Kill Switch. Продовжити?

# _allow_lan_note
source: Note that your connection needs to be restarted to apply this change
be: Звярніце ўвагу, што вам неабходна перападключыцца, каб былі ўжыты змены
de: Beachte, dass deine Verbindung neu gestartet werden muss, um diese Änderung zu übernehmen
fa: توجه کنید که برای اعمال این تغییر، اتصال شما نیاز به راه‌اندازی مجدد دارد
fr: Notez que votre connexion doit être relancée pour appliquer ce changement.
hr: Da biste promijenili promjene, vašu vezu je potrebno ponovo pokrenuti
id: Harap diperhatikan bahwa koneksi VPN Anda harus terlebih dahulu disambungkan ulang agar perubahan ini dapat berlaku
ja: 変更を適用するには再接続する必要があります
ka: ამ ცვლილების ძალაში შესასვლელად საჭიროა კავშირის თავიდან დამყარება
ko: 이 설정을 적용하려면 다시 연결해야 합니다
pl: Aby zastosować zmiany, musisz ponownie nawiązać połączenie
ro: Conexiunea trebuie repornită pentru a se aplica această modificare
sv: Observera att din anslutning måste startas om för att tillämpa denna ändring
uk: Зверніть увагу, що для застосування змін необхідно перезапустити з'єднання

# _turn_ks_on_title
source: Turn kill switch on?
be: Уключыць Kill Switch?
de: Kill Switch aktivieren?
fa: Kill Switch روشن شود؟
fr: Activer la fonctionnalité Arrêt d'urgence (kill switch) ?
hr: Uključiti kill switch?
id: Aktifkan kill switch?
ja: キルスイッチをオンにしますか?
ka: ჩავრთო Kill Switch?
ko: 킬 스위치 켜기?
pl: Włączyć funkcję Kill Switch?
ro: Activați blocarea conexiunii?
sv: Slå på kill switch?
uk: Увімкнути Kill Switch?

# _turn_ks_on_description
source: By activating kill switch, you won't be able to access devices on your local network. Continue?
be: Уключыўшы Kill Switch у вас не будзе магчымасці атрымаць доступ да прылад у вашай лакальнай сетцы. Працягнуць?
de: Wenn du Kill Switch aktivierst, kannst du nicht mehr auf Geräte in deinem lokalen Netzwerk zugreifen. Weiter?
fr: En activant la fonctionnalité Arrêt d'urgence (kill switch), vous ne pourrez pas accéder aux appareils de votre réseau local. Continuer ?
hr: Aktiviranjem kill switcha, nećete moći pristupiti uređajima na lokalnoj mreži. Nastaviti?
id: Selama kill switch aktif, Anda tidak akan dapat mengakses berbagai perangkat yang terhubung pada jaringan lokal Anda. Apakah Anda tetap ingin lanjut?
ja: キル スイッチを有効にすると、ローカル ネットワーク上のデバイスにアクセスできなくなります。 続行しますか?
ka: თუ ჩართავთ Kill Switch-ს, მოწყობილობებს ლოკალურ ქსელში ვეღარ დაინახავთ. გავაგრძელო?
ko: 킬 스위치를 활성화 하면, 로컬 네트워크에 연결하지 못할 수 있습니다. 계속 하시겠습니까?
pl: Po włączeniu funkcji Kill Switch nie będziesz mógł uzyskać dostępu do urządzeń w sieci lokalnej. Czy chcesz kontynuować?
ro: Activând blocarea conexiunii, nu veți putea accesa dispozitivele din rețeaua locală. Continuare?
sv: Genom att aktivera kill switch kommer du inte att kunna komma åt enheter på ditt lokala nätverk. Fortsätta?
uk: Активувавши Kill Switch, ви не зможете отримати доступ до пристроїв у вашій локальній мережі. Продовжити?

source: Get %@ Plan
be: Атрымаць тарыфны план %@
de: %@‐Abonnement holen
fa: گرفتن طرح %@
fr: Obtenir l'abonnement %@
hr: Nabavite %@ plan
id: Dapatkan Paket %@
ja: %@ プランを選択
ka: %@ ტარიფის მიღება
ko: %@ 플랜 얻기
pl: Wybierz plan %@
ro: Luați planul %@
sv: Skaffa %@-paket
uk: Отримати %@

# _free_countries
source: 3 Countries
be: 3 краіны
de: 3 Länder
fa: ۳ کشور
fr: 3 pays
hr: 3 države
id: 3 Negara
ja: 3か国
ka: 3 ქვეყანა
ko: 3 국가
pl: 3 kraje
ro: 3 țări
sv: 3 länder
uk: 3 країни

# _all_countries
source: 60+ countries
be: Больш за 60 краін
de: Mehr als 60 Länder
fa: ۶۰+ کشور
fr: Plus de 60 pays
hr: 60+ država
id: 60+ negara
ja: 60 か国以上
ka: 60+ ქვეყანა
ko: 60+ 국가
pl: Ponad 60 krajów
ro: peste 60 de țări
sv: 60+ länder
uk: 60+ країн

source: %@ speed
be: %@ хуткасць
de: %@ Geschwindigkeit
fa: سرعت %@
fr: Vitesse %@
hr: %@ brzina
id: %@ kecepatan
ja: %@ 速度
ka: %@ სიჩქარე
ko: %@ 속도
pl: %@ prędkość
ro: Viteză %@
sv: %@ hastighet
uk: %@ швидкість

source: Medium
be: Сярэдняя
de: Mittel
fa: متوسط
fr: moyenne
hr: Srednja
id: Sedang
ja: 中
ka: საშუალო
ko: 중간
pl: Umiarkowana
ro: Medie
uk: Середнє

source: High
be: Высокая
de: Hoch
fa: بالا
fr: élevée
hr: Visoko
id: Tinggi
ja: 高
ka: მაღალი
ko: 높음
pl: Wysoka
ro: Mare
sv: Hög
uk: Висока

source: Highest
be: Найвышэйшая
de: Höchste
fa: بیشترین
fr: la plus élevée
hr: Najviša
id: Tertinggi
ja: 最高速
ka: უმაღლესი
ko: 최고
pl: Najwyższa
ro: Maximă
sv: Högsta
uk: Найвища

# _plus_plan_features
source: Plus Servers Secure Core Tor Servers
be: Серверы Plus Secure Core Серверы Tor
de: Plus‐Server Secure Core Tor‐Server
fa: سرورهای پلاس قابلیت Secure Core سرورهای Tor
fr: Serveurs Plus Secure Core Serveurs Tor
hr: Plus poslužitelji Secure Core Tor poslužitelji
id: Server Plus Secure Core Server Tor
ja: PLUS サーバー Secure Core Tor サーバー
ka: Plus სერვერები Secure Core Tor სერვერები
ko: Plus 서버 Secure Core Tor 서버
pl: Serwery planu Plus Secure Core Serwery Tor
ro: Servere Plus Secure Core Servere Tor
sv: Plus-servrar Secure Core Tor-servrar
uk: Сервери Plus Secure Core Сервери Tor

source: Free
be: Бясплатна
de: Kostenlos
fa: رایگان
hr: Besplatno
ka: უფასო
ko: 무료
pl: Za darmo
ro: Gratuit
uk: Безплатно

# _do_you_want_to_activate_subscription_for
source: Do you want to activate the purchased subscription for
be: Вы хочаце актываваць пакупку падпіскі для
de: Möchtest du das gekaufte Abonnement aktivieren für
fa: آیا می‌خواهید اشتراکی که قبلا خریداری کرده‌اید را فعال کنید برای
fr: Voulez-vous activer l'abonnement acheté pour
hr: Želite li aktivirati kupljenu pretplatu za
id: Apakah Anda ingin mengaktifkan paket langganan yang dibeli untuk
ja: 購入したサブスクリプションを有効化しますか
ka: თქვენ გნებავთ შეძენილი გამოწერის აქტივაცია
ko: 구독하는 서비스 플랜을 활성화 하시겠습니까
pl: Czy chcesz aktywować zakupioną subskrypcję dla
ro: Doriți să activați abonamentul achiziționat pentru
sv: Vill du aktivera den köpta prenumerationen för
uk: Ви хочете активувати придбану передплату для

source: Most popular
be: Найбольш папулярны
de: Am beliebtesten
fa: محبوب‌ترین‌
fr: Le plus populaire
hr: Najpopularnije
id: Terpopuler
ja: 最も人気
ka: ყველაზე პოპულარული
ko: 가장 인기
pl: Najpopularniejszy
ro: Cel mai popular
sv: Mest populär
uk: Найпопулярніший

source: Select plan
be: Выберыце тарыфны план
de: Abonnement auswählen
fa: انتخاب طرح
fr: Choisissez un abonnement
hr: Odaberi plan
id: Pilih paket
ja: プランを選択
ka: აირჩიეთ გეგმა
ko: 플랜 선택
pl: Wybierz plan
ro: Selectare plan
sv: Välj plan
uk: Оберіть тарифний план

source: + Advanced features
be: + Пашыраныя функцыі
de: + Erweiterte Funktionen
fa: + امکانات پیشرفته
fr: + Fonctionnalités avancées
hr: + napredne značajke
id: + Berbagai fitur mutakhir
ja: + 高度な機能
ka: + დამატებით ფუნქციები
ko: + 고급 기능
pl: + zaawansowane funkcje
ro: + Funcții avansate
sv: + Avancerade funktioner
uk: + Розширені можливості
