Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _error_mitm_description
source: The TLS certificate validation failed when trying to connect to the Proton VPN API. Your current internet connection may be monitored. To keep your data secure, we are preventing the app from accessing the Proton VPN API. To sign in or access your account, switch to a new network and try to connect again.
be: Не ўдалося праверыць сертыфікат TLS падчас падключэння да Proton VPN API. Ваша бягучае падключэнне да інтэрнэту можа адсочвацца. Для таго, каб захаваць вашы даныя ў бяспецы, мы прадухілілі доступ праграмы да Proton VPN API. Для ўваходу ў праграму або доступу да вашага ўліковага запісу, пераключыцеся на новую сетку і паспрабуйце падключыцца яшчэ раз.
de: Die TLS-Zertifikatsvalidierung ist beim Versuch, eine Verbindung zur Proton VPN-API herzustellen, fehlgeschlagen. Deine aktuelle Internetverbindung könnte überwacht werden. Um die Sicherheit deiner Daten zu gewährleisten, wird verhindert, dass die App auf die Proton VPN-API zugreifen kann. Um dich anzumelden oder auf dein Konto zuzugreifen, wechsle zu einem neuen Netzwerk und versuche erneut, eine Verbindung herzustellen.
fr: Le certificat TLS n'a pas pu être validé lors de la tentative de connexion à l'API Proton VPN. Votre connexion internet actuelle est peut-être surveillée. Pour assurer la sécurité de vos données, nous empêchons l'application d'accéder à l'API Proton VPN. Pour vous connecter ou accéder à votre compte, passez par un nouveau réseau et essayez à nouveau de vous connecter.
id: Sistem kami gagal memvalidasi sertifikat TLS yang ada pada saat Anda mencoba terhubung ke API Proton VPN. Koneksi internet Anda mungkin sedang diawasi. Agar data Anda tetap aman, kami telah mencegah aplikasi yang bersangkutan untuk mengakses API Proton VPN. Untuk masuk atau mengakses akun Anda, cobalah untuk menghubungkan ulang akun Anda pada jaringan yang baru.
ja: Proton VPN API への接続試行中に、TLS 証明書の検証に失敗しました。このインターネット接続は監視されている可能性があります。データを安全に保つため、アプリによる Proton VPN API へのアクセスを中止しています。 サインインまたはアカウントにアクセスするには、新しいネットワークに切り替えてから再度接続をお試しください。
ka: Proton VPN API-სთან დაკავშირების მცდელობისას TLS სერტიფიკატის ვალიდაცია ვერ მოხერხდა. თქვენს მიმდინარე ინტერნეტ კავშირს შეიძლება, თვალყურს ადევნებდნენ. თქვენი მონაცემების დაცულობის შესანარჩუნებლად ჩვენ ვუკრძალავთ აპს Proton VPN API-ზე წვდომას. თქვენს ანგარიშში შესასვლელად ან წვდომისთვის, გადაერთეთ ახალ ქსელზე და სცადეთ ხელახლა დაკავშირება.
ko: Proton VPN API에 연결하려고 할 때 TLS 인증서 유효성 검사가 실패했습니다. 현재 인터넷 연결이 모니터링될 수 있습니다. 데이터를 안전하게 유지하기 위해, 앱이 Proton VPN API에 접근하는 것을 차단하고 있습니다. 로그인하거나 계정에 액세스하려면, 새 네트워크로 전환하고 다시 연결해 보십시오.
pl: Podczas próby połączenia z interfejsem API Proton VPN weryfikacja certyfikatu TLS nie powiodła się. Twoje obecne połączenie internetowe może być monitorowane. Aby zachować bezpieczeństwo danych, dostęp aplikacji do interfejsu API został tymczasowo zablokowany. Aby zalogować się lub uzyskać dostęp do konta, wybierz nową sieć i spróbuj połączyć się ponownie.
ro: Validarea certificatului TLS a eșuat când s-a încercat conectarea la API-ul Proton VPN. Conexiunea la internet vă poate fi monitorizată. Pentru a vă păstra securitatea datelor, împiedicăm aplicația să acceseze API-ul Proton VPN. Pentru a vă conecta și accesa contul, comutați la o rețea nouă și încercați să vă reconectați.
sv: TLS-certifikatvalideringen misslyckades vid försöket att ansluta till Proton VPN API. Din nuvarande internetanslutning kan övervakas. För att hålla din data säker hindrar vi appen från att komma åt Proton VPN API. För att logga in eller komma åt ditt konto, byt till ett nytt nätverk och försök att ansluta igen.
uk: Не вдалося перевірити сертифікат TLS під час спроби з'єднання з Proton VPN API. Ваше інтернет-з'єднання може відстежуватися. Для захисту ваших даних ми не дозволяємо програмі отримувати доступ до Proton VPN API. Щоб увійти чи отримати доступ до свого облікового запису, змініть мережу і спробуйте з'єднатися знову.

# _error_mitm_vpn_description
source: The TLS certificate validation failed when trying to connect to the VPN server. Your current internet connection may be monitored. To keep your data secure, we are preventing the app from accessing this VPN server. Please select other server.
be: Не ўдалося праверыць сертыфікат TLS падчас падключэння да сервера VPN. Ваша бягучае падключэнне да інтэрнэту можа адсочвацца. Для таго, каб захаваць вашы даныя ў бяспецы, мы прадухілілі доступ праграмы да гэтага сервера VPN. Выберыце іншы сервер.
de: Die TLS-Zertifikatsvalidierung ist beim Versuch, eine Verbindung zum Proton VPN-Server herzustellen, fehlgeschlagen. Deine aktuelle Internetverbindung könnte überwacht werden. Um die Sicherheit deiner Daten zu gewährleisten, wird verhindert, dass die App auf den Proton VPN-Server zugreifen kann. Bitte wähle einen anderen Server.
fa: تایید اعتبار گواهی TLS در هنگام تلاش برای اتصال به سرور VPN ناموفق بود. اتصال فعلی اینترنت شما ممکن است زیر نظر باشد. به منظور حفظ اطلاعات شما، ما از دسترسی برنامه به این سرور VPN جلوگیری میکنیم. لطفا سرور دیگری انتخاب کنید.
fr: Le certificat TLS n'a pas pu être validé lors de la tentative de connexion au serveur VPN. Votre connexion internet actuelle est peut-être surveillée. Pour assurer la sécurité de vos données, nous empêchons l'application d'accéder à ce serveur VPN. Sélectionnez un autre serveur.
hr: Provjera TLS certifikata nije uspjela pri pokušaju povezivanja s VPN poslužiteljem. Vaša se trenutna internetska veza može pratiti. Da bi vaši podaci bili sigurni, spriječavamo aplikaciju da pristupi ovom VPN poslužitelju. Odaberite drugi poslužitelj.
id: Sistem gagal memvalidasi sertifikat TLS pada saat mencoba terhubung ke server VPN. Koneksi internet Anda mungkin sedang diawasi. Agar data Anda tetap aman, kami telah mencegah aplikasi yang bersangkutan untuk dapat mengakses server VPN ini. Mohon pilih server lain.
ja: VPN サーバーに接続する際、TLS 証明書の検証に失敗しました。あなたの現在のインターネット接続が監視されている可能性があります。あなたのデータを安全に保つために、アプリがこの VPN サーバーにアクセスするのを防いでいます。 他のサーバーを選択してください。
ka: Proton VPN -თან დაკავშირების მცდელობისას TLS სერტიფიკატის ვალიდაცია ვერ მოხერხდა. თქვენს მიმდინარე ინტერნეტკავშირს შეიძლება თვალყურს ადევნებდნენ. თქვენი მონაცემების დაცულობის შესანარჩუნებლად ჩვენ აპს Proton VPN API-ზე წვდომას ვუკრძალავთ. აირჩიეთ სხვა სერვერი.
ko: VPN 서버 API에 연결하려고 할 때 TLS 인증서 유효성 검사가 실패했습니다. 현재 인터넷 연결이 모니터링될 수 있습니다. 데이터를 안전하게 유지하기 위해, 앱이 Proton VPN API에 접근하는 것을 차단하고 있습니다. 다른 서버를 선택해 주십시오.
pl: Podczas próby połączenia z interfejsem serwera VPN weryfikacja certyfikatu TLS nie powiodła się. Twoje obecne połączenie internetowe może być monitorowane. Aby zachować bezpieczeństwo danych, dostęp aplikacji do serwera VPN został tymczasowo zablokowany. Wybierz inny serwer.
ro: Validarea certificatului TLS a eșuat când s-a încercat conectarea la serverul VPN. Conexiunea la internet vă poate fi monitorizată. Pentru a vă păstra datele în siguranță, împiedicăm aplicația să acceseze acest server VPN. Selectați alt server.
sv: TLS-certifikatvalideringen misslyckades när du försökte ansluta till VPN-servern. Din nuvarande Internetanslutning kan övervakas. För att skydda din data förhindrar vi appen från att komma åt VPN-servern. Vänligen välj en annan server.
uk: Не вдалося перевірити сертифікат TLS під час спроби з'єднання з VPN сервером. Ваше інтернет-з'єднання може відстежуватися. Для захисту ваших даних ми не дозволяємо програмі отримувати доступ до цього сервера VPN. Будь ласка, виберіть інший сервер.

# _error_tls_initialisation
source: TLS initialisation error
be: Памылка ініцыялізацыі TLS
de: TLS-Initialisierungsfehler
fa: خطای شروع TLS
fr: Erreur d’initialisation du protocole TLS
hr: Pogreška pri inicijalizaciji TLS-a
id: Kesalahan inisialisasi TLS
ja: TLS 初期化エラーが発生しました
ka: TLS-ის ინიციალიზაციის შეცდომა
ko: TLS 초기화 오류
pl: Błąd inicjowania połączenia TLS
ro: Eroare inițializare TLS
sv: TLS-initieringsfel
uk: Помилка ініціалізації TLS

# _error_tls_server_verification
source: Server certificate can't be verified.
be: Немагчыма праверыць сертыфікат сервера.
de: Server-Zertifikat konnte nicht verifiziert werden.
fa: گواهی سرور نميتواند تایید شود.
fr: Le certificat du serveur ne peut pas être vérifié.
hr: Certifikat poslužitelja ne može biti potvrđen.
id: Sertifikat server tidak dapat diverifikasi.
ja: サーバー証明書を検証できませんでした。
ka: სერვერის სერტიფიკატის შემოწმება შეუძლებელია.
ko: 서버의 인증서를 확인할 수 없습니다.
pl: Certyfikat serwera nie może zostać zweryfikowany.
ro: Certificatul serverului nu poate fi verificat.
sv: Servercertifikat kan inte verifieras.
uk: Неможливо перевірити сертифікат сервера.

# _neagent_description
source: You may be asked to provide your %@ to connect to the Proton VPN service. If this request appears, enter your %@ %@ and click ‘%@’ %@.
be: Вас могуць папрасіць увесці свой %@ для падключэння да сэрвісу Proton VPN. Калі вы атрымалі такі запыт, увядзіце ваш %@ %@ і націсніце ‘%@’ %@.
de: Möglicherweise wirst du aufgefordert, dein %@ anzugeben, um dich mit dem Proton VPN‐Dienst zu verbinden. Wenn diese Anfrage angezeigt wird, gib dein %@ %@ ein und klicke auf „%@“ %@.
fr: Il est possible que l'on vous demande de fournir votre %@ pour vous connecter au service Proton VPN. Si cette demande se présente, entrez votre %@ %@ et cliquez sur ‘%@’ %@.
hr: Od vas će se možda tražiti da upišete svoju %@ za povezivanje s uslugom Proton VPN. Ako se ovaj zahtjev pojavi, unesite svoju %@ %@ i pritisnete '%@' %@.
id: Anda mungkin akan diminta untuk menyediakan %@ agar Anda dapat terhubung ke layanan Proton VPN. Apabila permintaan ini muncul, masukkan %@ %@ dan klik ‘%@’ %@.
ja: Proton VPN サービスに接続するには、 %@ の入力を求められる場合があります。 このリクエストが表示された場合は、 %@ %@ を入力し、「%@」%@ をクリックしてください。
ka: Proton VPN-თან შეერთებისას შეიძლება, გთხოვოთ თქვენი %@-ის შეყვანა. თუ ფანჯარა გამოჩნდა, შეიყვანეთ თქვენი %@%@ და დააწკაპუნეთ '%@' %@-ზე.
ko: Proton VPN 서비스에 연결하기 위해 %@ 을(를) 제공하라는 요구가 나타날 수 있습니다. 만약 이가 나타날 시, %@ %@ 을(를) 입력하고 '%@' %@ 을(를) 입력하십시오.
pl: Możesz zostać poproszony o wpisanie swojego %@, aby połączyć się z usługą Proton VPN. Jeśli ta prośba się pojawi, wpisz swoje %@ %@ i kliknij przycisk ‘%@’ %@.
ro: Vi se poate cere să furnizați %@ pentru a vă conecta la serviciul Proton VPN. În cazul în care apare această solicitare, introduceți %@ %@ și faceți clic pe „%@” %@.
sv: Du kan bli ombedd att ange din %@ för att ansluta till Proton VPN-tjänsten. Om denna begäran visas, ange din %@ %@ och klicka på '%@' %@.
uk: Ви можете отримати запит про надання %@ для з'єднання зі службою Proton VPN. Якщо запит з'явиться, введіть свій %@ %@ і натисніть ‘%@’ %@.

# _neagent_password
source: computer account password
be: пароль уліковага запісу камп'ютара
de: Computer‐Kontopasswort
fa: رمزعبور کامپیوتر
fr: mot de passe de l'ordinateur
hr: lozinku korisničkog računa
id: kata sandi akun komputer
ja: コンピュータアカウントのパスワード
ka: კომპიუტერის ანგარიშის პაროლი
ko: 컴퓨터 계정 비밀번호
pl: hasła użytkownika
ro: parola contului calculatorului
sv: lösenord för datorkonto
uk: пароль облікового запису комп'ютера

source: Mac password
be: Пароль Mac
de: Mac-Passwort
fa: رمزعبور Mac
fr: Mot de passe Mac
hr: Mac lozinka
id: Kata sandi Mac
ja: Mac のパスワード
ka: Mac-ის პაროლი
ko: Mac 암호
pl: hasło Mac
ro: Parola Mac
sv: Mac-lösenord
uk: Пароль Mac

# _neagent_always_allow
source: Always Allow
be: Заўсёды дазваляць
de: Immer zulassen
fa: همیشه اجازه داده شود
fr: Toujours autoriser
hr: Uvijek dopusti
id: Selalu Izinkan
ja: 常に許可
ka: ნების ყოველთვის დართვა
ko: 항상 허용
pl: Zawsze zezwalaj
ro: Permitere întotdeauna
sv: Tillåt alltid
uk: Завжди дозволяти

source: Got it!
be: Зразумела!
de: Verstanden!
fa: فهمیدم!
fr: J'ai compris
hr: Razumijem!
id: Mengerti!
ja: 了解
ka: გავიგე!
ko: 알겠습니다!
pl: Ok!
ro: Am înțeles!
sv: Jag förstår!
uk: Зрозуміло!

# _upgrade_unavailable_title
source: Upgrade Unavailable in App
be: Паляпшэнне недаступна ў праграме
de: Ein Umstieg innerhalb der App ist nicht möglich
fa: ارتقا از داخل برنامه ممکن نیست
fr: Le changement d’abonnement n'est pas possible depuis l'application.
hr: Nadogradnja nije dostupna u aplikaciji
id: Peningkatan tidak tersedia di aplikasi
ja: アプリ内でアップグレードできません
ka: აპში განახლება მიუწვდომელია
ko: 앱에서 업그레이드 불가
pl: Aktualizacja w aplikacji jest niedostępna
ro: Modificare indisponibilă din aplicație
sv: Uppgradering inte tillgängligt i app
uk: Зміна тарифного плану недоступна в програмі

# _upgrade_unavailable_body
source: Your Proton VPN subscription cannot be upgraded from within the app, please visit account.protonvpn.com to upgrade.
be: Ваша падпіска Proton VPN не можа быць палепшана праз праграму. Наведайце сайт account.protonvpn.com, каб зрабіць гэта.
de: Dein Proton VPN‐Abonnement kann nicht innerhalb der App aktualisiert werden. Bitte besuche account.protonvpn.com, um das Upgrade durchzuführen.
fa: اشتراک Proton VPN شما از داخل برنامه نمی‌تواند ارتقا داده شود، لطفاً به منظور ارتقا به account.protonvpn.com مراجعه کنید.
fr: Votre abonnement Proton VPN ne peut pas être actualisé depuis l'application, rendez-vous sur account.protonvpn.com pour le mettre à niveau.
hr: Pretplatu na Proton VPN ne možete nadograditi unutar aplikacije, posjetite account.protonvpn.com da biste je nadogradili.
id: Jenis akun Proton VPN Anda tidak dapat ditingkatkan dari dalam aplikasi. Silakan kunjungi account.protonvpn.com untuk meningkatkan jenis akun Anda.
ja: Proton VPN サブスクリプションはアプリ内からアップグレードできません。account.protonvpn.com からアップデートしてください。
ka: Proton VPN-ის თქვენი გამოწერის ტარიფის აპიდან აწევა შეუძლებელია. ასაწევად ეწვიეთ ვებგვერდს account.protonvpn.com.
ko: 사용자의 Proton VPN 구독을 앱에서 업그레이드 할 수 없습니다, 업그레이드를 위해 account.protonvpn.com에 방문하십시오.
pl: Twoja subskrypcja Proton VPN nie może zostać zaktualizowana w aplikacji. W celu aktualizacji odwiedź stronę account.protonvpn.com.
ro: Abonamentul Proton VPN actual nu poate fi modernizat din aplicație. Pentru aceasta vizitați account.protonvpn.com.
sv: Din Proton VPN-prenumeration kan inte uppgraderas från appen, besök account.protonvpn.com för att uppgradera.
uk: Вашу передплату Proton VPN неможливо змінити в програмі. Для цього перейдіть на account.protonvpn.com.

# _delete_application_data_popup_title
source: Clear application data
be: Ачысціць даныя праграмы
de: Anwendungsdaten löschen
fa: پاک کردن اطلاعات برنامه
fr: Effacer les données de l'application
hr: Izbriši podatke aplikacije
id: Bersihkan data aplikasi
ja: アプリケーションデータの削除
ka: აპლიკაციის მონაცემების გასუფთავება
ko: 어플리케이션 데이터 삭제
pl: Wyczyść dane aplikacji
ro: Ștergere date aplicație
sv: Rensa applikationsdata
uk: Очистити дані програми

# _delete_application_data_popup_body
source: All Proton VPN data will be deleted and the application will quit. Do you wish to continue?
be: Усе даныя Proton VPN будуць выдалены і праграма завершыць сваю працу. Вы сапраўды хочаце працягнуць?
de: Alle Proton VPN‐Daten werden gelöscht und die Anwendung wird beendet. Möchtest du fortfahren?
fa: همه‌ی اطلاعات Proton VPN از بین می‌رود و برنامه بسته می‌شود. آیا برای ادامه مطمئن هستید؟
fr: Toutes les données de Proton VPN seront supprimées et l'application sera fermée. Voulez-vous continuer ?
hr: Svi će podaci Proton VPN-a biti izbrisani i aplikacija će se zatvoriti. Želite li nastaviti?
id: Seluruh data Proton VPN akan dihapus dan aplikasi akan ditutup. Apakah Anda ingin melanjutkan?
ja: すべての Proton VPN データを削除してアプリを終了します。続行しますか?
ka: Proton VPN-ის ყველა მონაცემი წაიშლება და აპლიკაცია დაასრულებს მუშაობას. გნებავთ, გააგრძელოთ?
ko: 모든 Proton VPN 데이터가 삭제되고 어플리케이션이 종료됩니다. 계속하시겠습니까?
pl: Aplikacja Proton VPN zostanie zamknięta i wszystkie zachowane dane zostaną usunięte. Czy chcesz kontynuować?
ro: Toate datele Proton VPN vor fi șterse, iar aplicația se va închide. Doriți să continuați?
sv: All Proton VPN-data kommer att tas bort och applikationen kommer avslutas. Vill du fortsätta?
uk: Усі дані Proton VPN будуть видалені та виконається вихід із програми. Бажаєте продовжити?

# _kill_switch_disable
source: Disable Kill switch
be: Адключыць Kill Switch
de: Kill Switch deaktivieren
fa: غیرفعال کردن Kill Switch
fr: Désactiver Arrêt d'urgence (kill switch)
hr: Onemogući kill switch
id: Nonaktifkan kill switch
ja: キルスイッチを無効化
ka: Kill Switch-ის გამორთვა
ko: 킬 스위치 비활성화
pl: Wyłącz Kill Switch
ro: Dezactivare blocare conexiune
sv: Inaktivera Kill switch
uk: Вимкнути Kill Switch

# _kill_switch_enable
source: Enable Kill Switch
be: Уключыць Kill Switch
de: Kill Switch aktivieren
id: Aktifkan Kill Switch
ja: キルスイッチを有効にする
ka: Kill Switch-ის ჩართვა
ko: 킬 스위치 활성화
pl: Włącz Kill Switch
ro: Activare blocare conexiune
sv: Aktivera kill switch
uk: Увімкнути Kill Switch

source: Preferences
be: Параметры
de: Einstellungen
fa: تنظیمات
fr: Préférences
hr: Postavke
id: Preferensi
ja: 設定
ka: მორგება
ko: 설정
pl: Ustawienia
ro: Preferințe
sv: Preferenser
uk: Параметри

source: Settings
be: Налады
de: Einstellungen
fa: تنظیمات
fr: Paramètres
hr: Postavke
id: Pengaturan
ja: 設定
ka: მორგება
ko: 설정
pl: Ustawienia
ro: Setări
sv: Inställningar
uk: Налаштування

source: Account
be: Уліковы запіс
de: Konto
fa: حساب کاربری
fr: Compte
hr: Korisnički račun
id: Akun
ja: アカウント
ka: ანგარიში
ko: 계정
pl: Konto
ro: Cont
sv: Konto
uk: Обліковий запис

# _account_deletion_error
source: Error
be: Памылка
de: Fehler
fa: خطا
fr: Erreur
hr: Pogreška
id: Kesalahan
ja: エラー
ka: შეცდომა
ko: 오류
pl: Błąd
ro: Eroare
sv: Fel
uk: Помилка

# _account_deletion_connection_warning
source: Deleting your account will end your VPN session.
be: Выдаленне вашага ўліковага запісу завершыць ваш сеанс з VPN.
de: Das Löschen deines Kontos wird deine VPN‐Sitzung beenden.
fa: حذف حساب خود باعث قطع VPN شما میشود.
fr: La suppression de votre compte arrêtera votre connexion VPN.
id: Dengan menghapus akun, sesi VPN Anda akan berakhir.
ja: アカウントを削除すると VPN セッションは切断されます。
ka: ანგარიშის წაშლა VPN-ის თქვენს სესიას დაასრულებს.
ko: 계정을 삭제하면 VPN 세션이 삭제됩니다.
pl: Usunięcie konta zakończy sesję VPN.
ro: Ștergerea contului va determina închiderea sesiunii VPN.
sv: Om du tar bort ditt konto avslutas din VPN-session.
uk: Видалення облікового запису завершить ваш сенс VPN.

source: General
be: Агульныя
de: Allgemein
fa: عمومی
fr: Général
hr: Općenito
id: Umum
ja: 一般
ka: საერთო
ko: 일반
pl: Ogólne
ro: Generale
sv: Allmänt
uk: Загальні

source: Account type
be: Тып уліковага запісу
de: Kontotyp
fa: نوع حساب کاربری
fr: Type de compte
hr: Vrsta računa
id: Tipe akun
ja: アカウントの種類
ka: ანგარიშის ტიპი
ko: 계정 유형
pl: Typ konta
ro: Tip cont
sv: Kontotyp
uk: Тип облікового запису

source: Account plan
be: Тарыфны план
de: Abonnement
fa: طرح حساب کاربری
fr: Abonnement du compte
hr: Plan računa
id: Jenis akun
ja: アカウントのプラン
ka: სატარიფო გეგმა
ko: 계정 플랜
pl: Plan konta
ro: Plan cont
sv: Kontopaket
uk: Тарифний план

# _manage_subscription_on_web
source: Manage your subscription in the web dashboard
be: Кіруйце сваёй падпіскай на панэлі кіравання вэб-версіі
de: Verwalte dein Abonnement im Web‐Dashboard
fa: اشتراک خود را از طریق داشبورد تحت وب مدیریت کنید
fr: Gérer votre abonnement dans le tableau de bord en ligne
hr: Upravljajte svojom pretplatom na web nadzornoj ploči
id: Kelola langganan Anda di dasbor web
ja: ダッシュボードで登録プランを管理する
ka: მართეთ თქვენი გამოწერები ვების სამუშაო მაგიდიდან
ko: 웹 대시보드에서 구독을 관리하세요
pl: Zarządzaj swoją subskrypcją poprzez stronę internetową
ro: Gestionați-vă abonamentul în panoul general
sv: Hantera din prenumeration i webbens adminpanel
uk: Керуйте своєю передплатою на панелі керування вебсайту

# _kill_switch_tooltip
source: Blocks all network traffic when VPN tunnel is lost.
be: Блакіруе ўвесь сеткавы трафік, калі падключэнне да тунэлю VPN згублена.
de: Sperrt den gesamten Netzwerkverkehr, sobald der VPN-Tunnel unterbrochen werden sollte.
fa: تمام ترافیک شبکه را به هنگام قطع تونل VPN مسدود میکند.
fr: Bloque tout le trafic réseau lorsque le tunnel VPN est perdu.
id: Memblokir seluruh lalu lintas jaringan yang ada ketika koneksi ke VPN terputus.
ja: VPNトンネルが無効になった場合、すべてのネットワークトラフィックをブロックします。
ka: VPN გვირაბის გათიშვისას ქსელის ტრაფიკის სრულად დაბლოკვა.
ko: VPN 터널이 끊기면 모든 네트워크 트래픽을 차단합니다.
pl: Blokuje cały ruch sieciowy, gdy połączenie VPN zostanie przerwane.
ro: Blochează tot traficul din rețea când tunelul VPN este pierdut.
sv: Blockerar all nätverkstrafik när VPN-tunneln tappas.
uk: Блокує весь мережевий трафік у випадку втрати VPN-тунелю.

source: Always-on VPN
be: Пастаянны VPN
fa: VPN همیشه-روشن
fr: VPN permanent
hr: Uvijek uključen VPN
id: VPN always-on
ja: 常時接続 VPN
ka: ყოველთვის-ჩართული VPN
ko: VPN 항상 켜기
pl: Stale aktywny VPN
ro: VPN permanent
sv: Alltid-på VPN
uk: Постійна VPN

# _always_on_vpn_tooltip_ios
source: Always-on VPN reestablishes a secure VPN connection swiftly and automatically. For your security, this feature is always on.
be: Функцыя "Пастаянны VPN" аднаўляе бяспечнае падключэнне па VPN імгненна і аўтаматычна. Для вашай бяспекі дадзеная функцыя заўсёды ўключана.
de: Always‐On‐VPN stellt eine sichere VPN‐Verbindung schnell und automatisch wieder her. Zu deiner Sicherheit ist diese Option ständig aktiviert.
fa: در صورت قطع شدن، VPN همیشه روشن دوباره یک اتصال VPN امن را به صورت سریع و خودکار برقرار می‌کند. به منظور حفظ امنیت شما، این قابلیت همیشه روشن می‌ماند.
fr: Le VPN permanent rétablit une connexion VPN sécurisée rapidement et automatiquement. Pour votre sécurité, cette fonctionnalité est toujours activée.
hr: Always-On VPN će brzo i automatski uspostaviti sigurnu VPN vezu. Radi vaše sigurnosti, ova je značajka uvijek uključena.
id: VPN Selalu-Aktif membangun kembali sambungan aman VPN dengan segera dan otomatis. Demi keamanan Anda, fitur ini selalu aktif.
ja: 常時接続 VPN は、安全な VPN 接続を迅速かつ自動的に再確立します。セキュリティを保つため、この設定は常に有効になっています。
ka: ყოველთვის-ჩართული VPN პრობლემების შემთხვევაში შეერთებას სწრაფადვე დაამყარებს თავიდან. თქვენი უსაფრთხოებისთვის ეს პარამეტრი ყოველთვის ჩართულია.
ko: 항상 VPN은 안전한 VPN 연결을 신속하고 자동으로 다시 설정합니다. 보안을 위해, 이 기능은 항상 켜져 있습니다.
pl: Stale aktywny VPN automatycznie i bezzwłocznie przywraca bezpieczne połączenie VPN. Dla Twojego bezpieczeństwa ta funkcja jest zawsze włączona.
ro: Opțiunea VPN permanent restabilește o conexiune VPN securizată, rapid și automat. Pentru securitate, această funcție este întotdeauna activă.
sv: Alltid-på VPN återupprättar en säker VPN-anslutning snabbt och automatiskt. För din säkerhet är denna funktion alltid på.
uk: Постійна VPN швидко й автоматично відновлює захищене VPN-з'єднання. Для вашої безпеки ця функція завжди увімкнена.

source: Auto Connect
be: Аўтаматычнае падключэнне
de: Automatisch verbinden
fa: اتصال خودکار
fr: Connexion automatique
hr: Automatsko povezivanje
id: Terhubung Otomatis
ja: 自動接続
ka: ავტომატური შეერთება
ko: 자동 연결
pl: Automatyczne połączenie
ro: Autoconectare
sv: Anslut automatiskt
uk: Автоз'єднання

# _auto_connect_tooltip
source: On app start, you are connected to the selected profile
be: Пры запуску праграмы, вы будзеце падключаны да выбранага профілю
de: Beim Start der Anwendung wirst du mit dem ausgewählten Profil verbunden
fa: در آغاز برنامه، شما به پروفایل انتخاب شده متصل هستید
fr: Au démarrage de l'application, vous êtes connecté au profil sélectionné.
hr: Pri pokretanju aplikacije, povezani ste s odabranim profilom
id: Saat memulai aplikasi, Anda akan tersambung ke profil terpilih
ja: アプリ起動時に、選択されたプロファイルに接続します。
ka: აპლიკაციის გაშვებისას არჩეულ პროფილს შეუერთდებით
ko: 앱이 시작되면 선택한 프로필에 연결됩니다
pl: Po uruchomieniu aplikacji nastąpi automatyczne połączenie z wybranym profilem
ro: La pornirea aplicației se va folosi profilul selectat
sv: När du startar appen är du ansluten till den valda profilen
uk: Під час запуску програми ви під'єднаєтеся до вибраного профілю
