Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _connected_to_vpn
source: Connected to %@
be: Падключана да %@
de: Verbunden mit %@
fa: متصل شده به %@
fr: Connecté à %@
hr: Povezan s %@
id: Tersambung ke %@
ja: %@ に接続しました
ka: დაკავშირებულია %@-სთან
ko: %@ 에 연결됨
pl: Połączono z %@
ro: Conectat la %@
sv: Ansluten till %@
uk: З'єднано з %@

source: Not Connected
be: Адключаны
de: Nicht verbunden
fa: متصل نیست
fr: Non connecté
hr: Nije povezano
id: Tidak Terhubung
ja: 接続されていません
ka: მიერთებული არაა
ko: 연결되지 않음
pl: Nie połączono
ro: Neconectat
sv: Inte ansluten
uk: Не з'єднано

source: You are not connected
be: Вы не падключаны
de: Verbindung getrennt
fa: شما متصل نیستید
fr: Vous n'êtes pas connecté.
hr: Niste povezani
id: Anda tidak terhubung
ja: 接続されていません
ka: მიერთებული არ ბრძანდებით
ko: 연결되어 있지 않음
pl: Nie jesteś połączony
ro: Nu există conexiune
sv: Du är inte ansluten
uk: Ви не під'єднані

source: Try again
be: Паспрабаваць яшчэ раз
de: Erneut versuchen
fa: تلاش دوباره
fr: Réessayer
hr: Pokušaj ponovno
id: Coba lagi
ja: 再試行
ka: კიდევ ცდა
ko: 다시 시도
pl: Spróbuj ponownie
ro: Reîncercați
sv: Försök igen
uk: Спробувати знову

# _try_again_without_killswitch
source: Disable kill switch and retry
be: Адключыць Kill Switch і паўтарыць спробу
de: Deaktiviere „Kill Switch“ und versuche es erneut
fa: Kill Switch را غیرفعال و دوباره امتحان کنید
fr: Désactiver Arrêt d'urgence (kill switch) et réessayer
hr: Onemogućite kill switch i pokušajte ponovno
id: Nonaktifkan kill switch dan coba lagi
ja: キルスイッチを無効にして再試行
ka: გამორთეთ Kill Switch-ი და თვიდან სცადეთ
ko: 킬 스위치 비활성화 및 재시도
pl: Wyłącz Kill Switch i ponów próbę
ro: Dezactivați blocarea conexiunii și reîncercați
sv: Inaktivera Kill Switch och försök igen
uk: Вимкніть Kill Switch і повторіть спробу

source: Retry
be: Паўтарыць
de: Erneut versuchen
fa: تلاش مجدد
fr: Réessayer
hr: Pokušaj ponovno
id: Coba Lagi
ja: 再試行
ka: თავიდან
ko: 재시도
pl: Spróbuj ponownie
ro: Reîncercare
sv: Försök igen
uk: Повторити спробу

source: Free Servers
be: Cерверы Free
de: Free-Server
fa: سرورهای رایگان
fr: Serveurs Free
id: Server Gratis
ja: Free サーバー
ka: უფასო სერვერები
ko: 무료 서버
pl: Serwery planu Free
ro: Servere gratuite
sv: Gratis servrar
uk: Безплатні сервери

source: Plus Servers
be: Серверы Plus
de: Plus‐Server
fa: سرورهای پلاس
fr: Serveurs Plus
hr: Plus poslužitelji
id: Server Plus
ja: Plus サーバー
ka: Plus სერვერები
ko: Plus 서버
pl: Serwery planu Plus
ro: Servere Plus
sv: Plus-servrar
uk: Сервери Plus

source: TEST Servers
be: ТЭСТАВЫЯ серверы
de: TEST-Server
fa: سرورهای آزمایشی
fr: Serveurs TEST
hr: TEST poslužitelji
id: Server TEST
ja: TEST サーバー
ka: სატესტო სერვერები
ko: TEST 서버
pl: Serwery TESTOWE
ro: Servere de test
sv: TEST-servrar
uk: ТЕСТОВІ сервери

source: Initializing Connection...
be: Ініцыялізацыя падключэння...
de: Verbindung wird hergestellt …
fa: در حال آماده‌سازی ارتباط...
fr: Établissement de la connexion en cours
hr: Pokretanje veze...
id: Memulai Sambungan...
ja: 接続を初期化中...
ka: შეერთების ინიციალიზაცია...
ko: 연결을 구성하는 중...
pl: Inicjowanie połączenia...
ro: Se inițializează...
sv: Initierar anslutning...
uk: Ініціалізація з'єднання...

source: Successfully Connected
be: Паспяхова падключаны
de: Erfolgreich verbunden
fa: با موفقیت وصل شدید
fr: Connexion réussie
hr: Uspješno povezivanje
id: Berhasil Terhubung
ja: 接続に成功しました
ka: შეერთბა წარმატებულია
ko: 연결 성공
pl: Połączono
ro: Conexiune reușită
sv: Anslutning lyckades
uk: Успішно з'єднано

source: failed
be: збой
de: fehlgeschlagen
fa: ناموفق
fr: n'a pas abouti
hr: neuspješno
id: gagal
ja: 失敗
ka: წარუმატებელი
ko: 실패함
pl: nie powiodło się
ro: eșuat
sv: misslyckades
uk: невдача

source: Connection Failed
be: Збой падключэння
de: Verbindung fehlgeschlagen
fa: اتصال برقرار نشد
fr: La connexion n'a pas abouti.
hr: Povezivanje nije uspjelo
id: Sambungan Gagal
ja: 接続に失敗しました
ka: შეერთების შეცდომა
ko: 연결 실패
pl: Połączenie nie powiodło się
ro: Conectare eșuată
sv: Anslutning misslyckades
uk: Збій з'єднання

source: Security
be: Бяспека
de: Sicherheit
fa: امنیت
fr: Sécurité
hr: Sigurnost
id: Keamanan
ja: セキュリティ
ka: უსაფრთხოება
ko: 보안
pl: Bezpieczeństwo
ro: Securitate
sv: Säkerhet
uk: Безпека

source: Status
be: Статус
fa: وضعیت
fr: Statut
ja: 状態
ka: სტატუსი
ko: 상태
ro: Stare
uk: Стан

source: Session Time
be: Час сеанса
de: Sitzungszeit
fa: زمان جلسه از لحظه اتصال
fr: Durée de la session
hr: Trajanje sesije
id: Waktu Sesi
ja: 接続時間
ka: სესიის დრო
ko: 세션 시간
pl: Czas trwania sesji
ro: Durată sesiune
sv: Sessionstid
uk: Час сеансу

source: Location
be: Размяшчэнне
de: Standort
fa: مکان
fr: Emplacement
hr: Lokacija
id: Lokasi
ja: 位置
ka: მდებარეობა
ko: 위치
pl: Lokalizacja
ro: Amplasare
sv: Plats
uk: Розташування

source: City
be: Горад
de: Stadt
fa: شهر
fr: Ville
hr: Grad
id: Kota
ja: 市
ka: ქალაქი
ko: 시
pl: Miasto
ro: Oraș
sv: Ort
uk: Місто

source: Technical Details
be: Тэхнічныя падрабязнасці
de: Technische Details
fa: جزئیات فنی
fr: Détails techniques
hr: Tehnički podaci
id: Rincian Teknis
ja: 技術的な詳細
ka: ტექნიკური დეტალები
ko: 기술 상세
pl: Szczegóły techniczne
ro: Detalii tehnice
sv: Tekniska detaljer
uk: Технічні подробиці

# _open_app_to_log_in
source: Show Proton VPN to sign in...
be: Паказаць Proton VPN для ўваходу...
de: Proton VPN zum Anmelden öffnen...
fr: Afficher Proton VPN pour vous connecter…
id: Tampilkan Proton VPN untuk masuk...
ja: サインインするには Proton VPN を表示...
ka: Proton VPN-ის ჩვენება, შესვლისთვის...
ko: 로그인 하기 위해 Proton VPN을 표시...
pl: Pokaż Proton VPN, aby się zalogować...
ro: Afișare Proton VPN pentru conectare...
sv: Visa Proton VPN för att logga in...
uk: Показати Proton VPN для входу...

source: Upgrade to Plus
be: Палепшыць да Plus
de: Auf Plus upgraden
fa: ارتقا به Plus
fr: Passez à l'abonnement Plus
hr: Nadogradite na Plus plan
id: Tingkatkan ke Plus
ja: Plus にアップグレード
ka: Plus-მდე აწევა
ko: Plus로 업그레이드
pl: Ulepsz do planu Plus
ro: Trecere la Plus
sv: Uppgradera till Plus
uk: Покращити до Plus

# _upgrade_for_secure_core
source: to use Secure Core
be: выкарыстоўваць Secure Core
de: , um Secure Core nutzen zu können
fa: برای استفاده از Secure Core
fr: pour utiliser Secure Core
hr: za koristiti Secure Core
id: untuk dapat menggunakan Secure Core
ja: Secure Coreを使用するために
ka: secure Core-ის გამოსაყენებლად
ko: Secure Core 사용
pl: , aby móc korzystać z funkcji Secure Core
ro: pentru a utiliza Secure Core
sv: för att använda Secure Core
uk: для використання Secure Core

# _switch_side_button_on
source: ON
be: УКЛЮЧАНА
de: EIN
fa: روشن
fr: activé
hr: UKLJUČENO
id: AKTIF
ja: オン
ka: ჩართული
ko: 켜기
pl: WŁĄCZ
ro: Pornit
sv: PÅ
uk: УВІМК

# _switch_side_button_off
source: OFF
be: ВЫКЛЮЧАНА
de: AUS
fa: خاموش
fr: désactivé
hr: ISKLJUČENO
id: MATI
ja: オフ
ka: გამორთულია
ko: 끄기
pl: WYŁĄCZ
ro: Oprit
sv: AV
uk: ВИМК

# _timeout_ks_ike_descritpion
source: Another application might be interfering with kill switch. To fix this problem, switch to the OpenVPN protocol or disable kill switch and retry.
be: Іншая праграма можа перашкаджаць Kill Switch. Для выпраўлення праблемы, пераключыцеся на пратакол OpenVPN або адключыце Kill Switch і паспрабуйце зноў.
de: Eine andere Anwendung könnte „Kill Switch“ stören. Um dieses Problem zu beheben, wechsle zum OpenVPN-Protokoll oder deaktiviere „Kill Switch“ und versuche es erneut.
fa: ممکن است برنامه دیگری با kill switch در تداخل است. برای حل این مشکل، به پروتکل OpenVPN تغییر دهید یا kill switch را غیر فعال کرده و دوباره تلاش کنید.
fr: Une autre application peut interférer avec la fonctionnalité Arrêt d'urgence (kill switch). Pour résoudre ce problème, passez au protocole OpenVPN ou désactivez Arrêt d'urgence (kill switch) et réessayez.
id: Aplikasi lain mungkin mengganggu kinerja kill switch. Untuk menyelesaikan masalah ini, berpindahlah ke protokol OpenVPN atau nonaktifkan kill switch dan coba lagi.
ja: 他のアプリケーションがキルスイッチに干渉する場合があります。問題を解決するには OpenVPN プロトコルに切り替えるか、キルスイッチを無効化して再施行します。
ka: Kill Switch-ს შეიძლება სხვა აპლიკაცია უშლის ხელს. პრობლემის მოსაგვარებლად გადაერთეთ OpenVPN პროტოკოლზე ან Kill Switch გამორთეთ.
ko: 타 애플리케이션이 킬 스위치를 간섭할 수 있습니다. 문제를 해결하려면, OpenVPN 프로토콜으로 변경하거나, 킬 스위치를 해제한 뒤 재시도하세요.
pl: Inna aplikacja może powodować konflikt z funkcją Kill Switch. Aby rozwiązać problem, zmień protokół na OpenVPN lub wyłącz funkcję Kill Switch i ponów próbę.
ro: Altă aplicație ar putea interfera cu blocarea conexiunii. Pentru a rezolva această problemă, comutați la protocolul OpenVPN sau dezactivați blocarea conexiunii.
sv: En annan applikation kan störa kill switch. För att åtgärda detta problem, byt till OpenVPN-protokollet eller inaktivera kill switch och försök igen.
uk: Інша програма може перешкоджати роботі Kill Switch. Щоб усунути цю проблему, перемкніть на протокол OpenVPN або вимкніть Kill Switch і повторіть спробу.

# _timeout_ks_ike_switch_protocol
source: Switch to OpenVPN and retry
be: Пераключыцца на пратакол OpenVPN і паспрабаваць зноў
de: Zu OpenVPN wechseln und erneut versuchen
fa: به OpenVPN تغییر دهید و دوباره امتحان کنید
fr: Basculer vers OpenVPN et réessayer
hr: Prebacite se na OpenVPN i ponovno pokušajte
id: Beralih ke OpenVPN dan coba kembali
ja: OpenVPN に切り替えて再試行してください
ka: გადაერთეთ OpenVPN-ზე და თავიდან სცადეთ
ko: OpenVPN으로 전환하고 재시도
pl: Zmień na OpenVPN i ponów próbę
ro: Comutați la OpenVPN și reîncercați
sv: Byt till OpenVPN och försök igen
uk: Перемкнути на OpenVPN і повторити спробу

# _kill_switch_blocking_connection
source: Kill switch blocking all connections
be: Kill Switch блакіруе ўсе падключэнні
de: Kill Switch sperrt alle Verbindungen
fa: Kill Switch همه ارتباطات را مسدود کرده است
fr: Arrêt d'urgence (kill switch) bloque toutes les connexions
hr: Kill switch blokira sve veze
id: Kill switch memblokir seluruh koneksi
ja: キルスイッチがすべての接続をブロックしています
ka: Kill Switch -ი ყველა შეერთებას ბლოკავს
ko: 킬 스위치가 모든 연결을 차단하고 있습니다
pl: Funkcja Kill Switch blokuje wszystkie połączenia
ro: Blocarea conexiunii blochează toate conexiunile
sv: Kill switch blockerar alla anslutningar
uk: Kill Switch блокує всі з'єднання

# _always_on_will_reconnect
source: Always-on VPN will reconnect you automatically
be: Функцыя "Пастаянны VPN" будзе аднаўляць ваша падключэнне аўтаматычна
de: Always‐On‐VPN stellt deine Verbindung automatisch wieder her
fa: قابلیت VPN همیشه فعال به صورت خودکار شما را دوباره متصل می‌کند
fr: Le VPN permanent vous reconnectera automatiquement.
hr: Always-On VPN će vaš automatski ponovno povezati
id: VPN Selalu-aktif otomatis akan menyambungkan Anda kembali
ja: 常時接続の VPN により自動的に再接続されます
ka: ყოველთვის-ჩართული VPN-ი თავიდან თვითონ დაუკავშირდება
ko: 상시 VPN이 자동으로 VPN에 다시 연결해줍니다
pl: Stale aktywny VPN automatycznie przywróci Twoje połączenie
ro: VPN permanent va restabili automat conexiunea
sv: Always-on VPN kommer återansluta dig automatiskt
uk: Постійна VPN автоматично відновлюватиме з'єднання

source: About
be: Пра нас
de: Über uns
fa: درباره
fr: À propos
hr: O nama
id: Tentang
ja: 私たちについて
ka: შესახებ
ko: 소개
pl: O Proton VPN
ro: Despre
sv: Om
uk: Про нас

source: Version
be: Версія
fa: نسخه
hr: Verzija
id: Versi
ja: バージョン
ka: ვერსია
ko: 버전
pl: Wersja
ro: Versiunea
uk: Версія

# _version_current
source: Current version:
be: Бягучая версія:
de: Aktuelle Version:
fa: نسخه فعلی:
fr: Version actuelle :
hr: Trenutna verzija:
id: Versi saat ini:
ja: 現在のバージョン:
ka: მიმდინარე ვერსია:
ko: 현재 버전:
pl: Obecna wersja:
ro: Versiune curentă:
sv: Nuvarande version:
uk: Поточна версія:

source: Release date:
be: Дата выпуску:
de: Veröffentlichungsdatum:
fa: تاریخ انتشار:
fr: Date de publication :
hr: Datum izdavanja:
id: Tanggal rilis:
ja: リリース日:
ka: რელიზის თარიღი:
ko: 릴리즈 날짜:
pl: Data publikacji:
ro: Dată de lansare:
sv: Utgivningsdatum:
uk: Дата випуску:

source: Changelog
be: Спіс змен
de: Änderungsprotokoll
fa: لیست تغییرات
fr: Journal des modifications
hr: Popis promjena
id: Log Perubahan
ja: 更新履歴
ka: ცვლილებების სია
ko: 변경 내역
pl: Lista zmian
ro: Istoric modificări
sv: Ändringslogg
uk: Список змін

source: Acknowledgements
be: Падзякі
de: Danksagungen
fa: سپاسگزاری‌ها
fr: Remerciements
hr: Priznanja
id: Ucapan Terimakasih
ja: 謝辞
ka: მადლიერება
ko: 승인서
pl: Podziękowania
ro: Mulțumiri
sv: Erkännanden
uk: Подяки

source: Username
be: Імя карыстальніка
de: Benutzername
fa: نام کاربری
fr: Nom d'utilisateur
hr: Korisničko ime
id: Nama Pengguna
ja: ユーザー名
ka: მომხმარებლის სახელი
ko: 사용자 이름
pl: Nazwa użytkownika
ro: Utilizator
sv: Användarnamn
uk: Ім'я користувача

source: Password
be: Пароль
de: Passwort
fa: رمزعبور
fr: Mot de passe
hr: Lozinka
id: Kata Sandi
ja: パスワード
ka: პაროლი
ko: 비밀번호
pl: Hasło
ro: Parola
sv: Lösenord
uk: Пароль

# _password_confirm
source: Confirm password
be: Пацвердзіце пароль
de: Passwort bestätigen
fa: تکرار رمز عبور
fr: Confirmer le mot de passe
hr: Potvrdi lozinku
id: Konfirmasi sandi
ja: パスワードの確認
ka: პაროლის დადასტურება
ko: 비밀번호 확인
pl: Potwierdź hasło
ro: Confirmare parolă
sv: Bekräfta lösenord
uk: Підтвердити пароль

source: SHOW
be: ПАКАЗАЦЬ
de: ANZEIGEN
fa: نمایش
fr: AFFICHER
hr: PRIKAŽI
id: TAMPILKAN
ja: 表示
ka: ჩვენება
ko: 보기
pl: POKAŻ
ro: AFIȘARE
sv: VISA
uk: ПОКАЗАТИ

source: HIDE
be: СХАВАЦЬ
de: VERBERGEN
fa: پنهان کردن
fr: MASQUER
hr: SAKRIJ
id: SEMBUNYIKAN
ja: 非表示
ka: დამალვა
ko: 숨기기
pl: UKRYJ
ro: Ascundere
sv: DÖLJ
uk: ПРИХОВАТИ

# _login
source: Sign in
be: Увайсці
de: Anmelden
fa: ورود
fr: Se connecter
hr: Prijavite se
id: Masuk
ja: サインイン
ka: შესვლა
ko: 로그인
pl: Zaloguj się
ro: Conectare
sv: Logga in
uk: Увійти

# _log_in
source: Sign in
be: Увайсці
de: Anmelden
fa: ورود به حساب
fr: Se connecter
hr: Prijavite se
id: Masuk
ja: ログイン
ka: შესვლა
ko: 로그인
pl: Zaloguj się
ro: Conectare
sv: Logga in
uk: Увійти

# _remember_login
source: Remember sign in
be: Памятаць мяне
de: Anmeldung speichern
fr: Se souvenir de l'identifiant
id: Ingat saya
ja: サインインを保持
ka: მომხმარებლის დამახსოვრება
ko: 로그인 정보 기억하기
pl: Zapamiętaj mnie
ro: Memorare autentificare
sv: Kom ihåg inloggning
uk: Запам'ятати вхід

source: Start on Boot
be: Запускаць пры загрузцы
de: Beim Starten öffnen
fa: شروع در راه‌اندازی دستگاه
fr: Lancer au démarrage
hr: Pokreni s uređajem
id: Mulai saat Boot
ja: システム起動時に実行
ka: ჩატვირთვისას გაშვება
ko: 부팅할 때 시작
pl: Uruchom przy starcie systemu
ro: Pornire automată
sv: Starta vid uppstart
uk: Запускати під час завантаження

source: Create Account
be: Стварыць уліковы запіс
de: Konto erstellen
fa: ایجاد حساب کاربری
fr: Créer un compte
hr: Stvori račun
id: Buat Akun
ja: アカウントの作成
ka: ანგარიშის შექმნა
ko: 계정 만들기
pl: Utwórz konto
ro: Creare cont
sv: Skapa konto
uk: Створити обліковий запис

source: Need Help?
be: Неабходна дапамога?
de: Benötigst du Hilfe?
fa: به کمک نیاز دارید؟
fr: Besoin d’aide ?
hr: Trebate pomoć?
id: Butuh Bantuan?
ja: お困りですか？
ka: დახმარება გჭირდებათ?
ko: 도움이 필요하신가요?
pl: Potrzebujesz pomocy?
ro: Doriți ajutor?
sv: Behöver du hjälp?
uk: Потрібна допомога?

source: Reset Password
be: Скінуць пароль
de: Passwort zurücksetzen
fa: تنظیم مجدد کلمه عبور
fr: Réinitialiser le mot de passe
hr: Ponovno postavljanje lozinke
id: Atur Ulang Kata Sandi
ja: パスワードをリセット
ka: პაროლის თავიდან დაყენება
ko: 비밀번호 재설정
pl: Zresetuj hasło
ro: Resetare parolă
sv: Återställ lösenord
uk: Відновити пароль

# _common_issues
source: Common sign in issues
be: Распаўсюджаныя праблемы ўваходу
de: Häufige Probleme bei der Anmeldung
fa: مشکلات متداول ورود به سیستم
fr: Problèmes de connexion courants
hr: Najčešći problemi s prijavom
id: Masalah pada saat masuk secara umum
ja: サインインのよくある問題
ka: შესვლის ზოგადი პრობლემები
ko: 일반적인 로그인 문제
pl: Typowe problemy z logowaniem
ro: Probleme comune de conectare
sv: Vanliga inloggningsproblem
uk: Поширені проблеми з входом

source: Forgot Username
be: Не памятаю імя карыстальніка
de: Benutzername vergessen
fa: فراموشی نام کاربری
fr: Nom d'utilisateur oublié
hr: Zaboravili ste korisničko ime
id: Lupa Nama Pengguna
ja: ユーザー名を忘れた
ka: დაგავიწყდათ თქვენი მომხმარებლის სახელი
ko: 사용자 이름을 잊으셨나요
pl: Przypomnij nazwę użytkownika
ro: Utilizator uitat
sv: Glömt användarnamn
uk: Забули ім'я користувача

source: Forgot Password?
be: Забылі пароль?
de: Passwort vergessen?
fa: گذرواژه را فراموش کرديد؟
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
id: Lupa Kata Sandi?
ja: パスワードをお忘れですか？
ka: დაგავიწყდათ პაროლი?
ko: 비밀번호를 잊으셨나요?
pl: Nie pamiętasz hasła?
ro: Ați uitat parola?
sv: Glömt lösenordet?
uk: Забули пароль?

source: Sign Up
be: Зарэгістравацца
de: Registrieren
fa: ثبت نام
fr: S'inscrire
hr: Registracija
id: Daftar
ja: 新規登録
ka: რეგისტრაცია
ko: 회원가입
pl: Zarejestruj się
ro: Înscriere
sv: Registrera dig
uk: Зареєструватися

# _warning_vpn_session_is_active
source: Another user's Proton VPN session is active on this device. Continuing with the sign in will cause the current session to end. Do you want to continue?
be: Сеанс Proton VPN іншага карыстальніка актыўны на гэтай прыладзе. Калі вы працягнеце працэс уваходу ў сістэму, бягучы сеанс будзе завершаны. Вы сапраўды хочаце працягнуць?
de: Die Proton VPN-Sitzung eines anderen Benutzers ist auf diesem Gerät aktiv. Wenn du mit dem Anmeldevorgang fortfährst, wird die aktuelle Sitzung beendet. Möchtest du fortfahren?
fr: Une session Proton VPN est active sur cet appareil. En poursuivant la connexion, vous mettrez fin à la session en cours. Voulez-vous continuer ?
id: Terdapat sesi Proton VPN milik pengguna lain yang sedang aktif pada perangkat ini. Apabila Anda masuk, sesi ini akan berakhir secara otomatis. Apakah Anda ingin melanjutkan?
ja: このデバイス上で他のユーザーの Proton VPN セッションが有効です。サインインを続行すると現在のセッションが終了します。操作を続行しますか？
ka: ამ მოწყობილობაზე Proton VPN-ის სესია უკვე გაშვებულია, მაგრამ სხვა მომხმარებლით. შესვლა მიმდინარე სესიას გათიშავს. გნებავთ გააგრძელოთ?
ko: 다른 사용자의 Proton VPN 세션이 이 디바이스에서 활성화된 상태입니다. 로그인을 계속하면 현재 세션이 종료됩니다. 정말 계속하시겠습니까?
pl: Sesja innego użytkownika Proton VPN jest aktywna na tym urządzeniu. Kontynuowanie logowania spowoduje zakończenie obecnej sesji. Czy chcesz kontynuować?
ro: Este activă o altă sesiune Proton VPN pe acest dispozitiv. Continuând procesul de autentificare va cauza închiderea sesiunii curente. Doriți să continuați?
sv: En annan användares Proton VPN-session är aktiv på denna enhet. Om du fortsätter med inloggningen kommer den nuvarande sessionen att avslutas. Vill du fortsätta?
uk: На цьому пристрої активний сеанс іншого користувача Proton VPN. Продовживши вхід, поточний сеанс завершиться. Хочете продовжити?

source: Enter email address
be: Увядзіце адрас электроннай пошты
de: E‐Mail‐Adresse eingeben
fa: آدرس ایمیل را وارد کنید
fr: Saisissez votre adresse e-mail
hr: Unesite adresu e-pošte
id: Masukkan alamat surel
ja: メールアドレスを入力
ka: შეიყვანეთ ელფოსტის მისამართი
ko: 이메일 주소 입력
pl: Wpisz adres e-mail
ro: Introduceți adresa de e-mail
sv: Ange e-postadress
uk: Введіть адресу е-пошти

# _phone_country_code_placeholder
source: Code
be: Код
fa: کد
hr: Kôd
id: Kode
ja: コード
ka: კოდი
ko: 코드
pl: Kod
ro: Cod
sv: Kod
uk: Код

# _phone_number_placeholder
source: Enter phone number
be: Увядзіце нумар тэлефона
de: Telefonnummer eingeben
fa: یک شماره تلفن وارد کنید
fr: Saisissez votre numéro de téléphone.
hr: Unesite broj telefona
id: Masukkan nomor telepon
ja: 電話番号を入力してください
ka: შეიყვანეთ ტელეფონის ნომერი
ko: 전화번호 입력
pl: Wpisz numer telefonu
ro: Introduceți numărul de telefon
sv: Ange telefonnummer
uk: Введіть номер телефону

# _select_phone_country_code
source: Select Country Code
be: Выберыце код краіны
de: Ländercode auswählen
fa: انتخاب کد کشور
fr: Sélectionner un code de pays
hr: Odaberi pozivni broj države
id: Pilih Kode Negara
ja: 国コードを選択
ka: შეიყვანეთ ქვეყნის კოდი
ko: 국가 번호 선택하기
pl: Wybierz kod kraju
ro: Selectare cod țară
sv: Välj landskod
uk: Виберіть код країни

# _search_phone_country_code_placeholder
source: Search country
be: Пошук краіны
de: Land suchen
fa: جستجوی کشور
fr: Rechercher un pays
hr: Traži državu
id: Cari negara
ja: 国を検索
ka: ქვეყნის ძებნა
ko: 국가 검색
pl: Szukaj kraju
ro: Căutare țară
sv: Sök land
uk: Пошук країни

# _already_have_account
source: I already have an account
be: У мяне ўжо ёсць уліковы запіс
de: Ich besitze bereits ein Konto
fa: من از قبل یک حساب کاربری دارم
fr: J’ai déjà un compte
hr: Već imam račun
id: Saya sudah memiliki akun
ja: 既にアカウントをお持ちの方はこちら
ka: ანგარიში უკვე მაქვს
ko: 이미 계정이 있습니다
pl: Mam już konto
ro: Am deja un cont
sv: Jag har redan ett konto
uk: У мене вже є обліковий запис

source: Get verification email
be: Атрымаць праверачны ліст
de: Bestätigungs‐E‐Mail erhalten
fa: گرفتن ایمیل فعال‌سازی
fr: Recevoir l’e-mail de vérification
hr: Dobij potvrdu e-poštom
id: Dapatkan surel verifikasi
ja: 確認メールを送信
ka: შემოწმების ელ-ფოსტის მიღება
ko: 인증 메일 받기
pl: Wyślij e-mail weryfikacyjny
ro: Obținere e-mail de verificare
sv: Skaffa e-postverifiering
uk: Отримати підтверджувальний лист

source: Get verification SMS
be: Атрымаць праверачнае SMS
de: Bestätigungs‐SMS erhalten
fa: گرفتن پیامک فعال‌سازی
fr: Recevoir le SMS de vérification
hr: Dobij SMS potvrdu
id: Dapatkan SMS verifikasi
ja: SMSで確認メッセージを送信
ka: შემოწმების SMS-ის მიღება
ko: 인증 문자 받기
pl: Wyślij SMS weryfikacyjny
ro: Obținere SMS de verificare
sv: Skaffa SMS-verifiering
uk: Отримати підтверджувальне SMS

# _select_verification_option
source: Please select a verification option to proceed:
be: Выберыце варыянт праверкі для працягу:
de: Bitte wähle eine Bestätigungsoption, um fortzufahren:
fa: لطفاً جهت ادامه یک گزینه تایید را انتخاب کنید:
fr: Sélectionnez une option de vérification pour continuer :
hr: Odaberite metodu potvrde za nastavak:
id: Silakan pilih opsi verifikasi untuk melanjutkan:
ja: 次に進むために検証オプションを選択してください:
ka: გასაგრძელებლად აირჩიეთ შემოწმების ვარიანტი:
ko: 계속하기 위해 인증 옵션을 선택하십시오:
pl: Wybierz metodę weryfikacji:
ro: Selectați o opțiune de verificare pentru continuare:
sv: Välj ett verifieringsalternativ för att fortsätta:
uk: Виберіть варіант підтвердження, щоб продовжити:

# _select_verification_option_top_message
source: To prevent abuse, you must verify you are a human.
be: Для прадухілення злоўжывання сэрвісам нам неабходна пераканацца, што вы чалавек.
de: Um Missbrauch zu verhindern, musst du nachweisen, dass du ein Mensch bist.
fa: جهت جلوگیری از سواستفاده، شما باید تایید کنید انسان هستید.
fr: Pour prévenir les abus, nous devons vérifier que vous n'êtes pas un robot.
hr: Za spriječavanje zlouporabe, morate provjeriti da ste čovjek.
id: Untuk mencegah penyalahgunaan, Anda harus memverifikasi bahwa Anda manusia.
ja: 不正利用を防ぐためにあなたが人間であることを確認しなければなりません。
ka: სერვერების გადატვირთვის თავიდან ასაცილებლად უნდა დაამტკიცოთ, რომ ადამიანი ბრძანდებით.
ko: 악용 신고를 시작하려면, 사람인지 인증이 필요합니다.
pl: Aby zapobiec nadużyciom, musimy sprawdzić, czy jesteś człowiekiem.
ro: Pentru a preveni abuzurile trebuie să dovediți că sunteți o persoană.
sv: För att förhindra missbruk måste du verifiera att du är en människa.
uk: Для запобігання зловживань, вам необхідно пройти перевірку.

# _use_captcha_verification
source: Verify with CAPTCHA
be: Праверыць з дапамогай CAPTCHA
de: Mit CAPTCHA bestätigen
fa: تایید با CAPTCHA
fr: Vérifier avec CAPTCHA
hr: Potvrdi s CAPTCHA
id: Verifikasi dengan CAPTCHA
ja: CAPTCHA で検証してください
ka: CAPTCHA-ით შემოწმება
ko: CAPTCHA 인증
pl: Zweryfikuj za pomocą CAPTCHA
ro: Verificați cu CAPTCHA
sv: Verifiera med CAPTCHA
uk: Перевірити через CAPTCHA

# _use_other_email_address
source: Verify with email
be: Праверыць з дапамогай электроннай пошты
de: Mit E‐Mail bestätigen
fa: تایید با ایمیل
fr: Vérifier par e-mail
hr: Potvrdite s e-poštom
id: Verifikasi dengan surel
ja: メールで認証
ka: ელფოსტით გადამოწმება
ko: 이메일로 인증
pl: Zweryfikuj za pomocą poczty e-mail
ro: Verificare cu e-mail
sv: Verifiera med e-post
uk: Підтвердити електронною поштою

# _use_sms_verification
source: Verify with SMS
be: Праверыць праз SMS
de: Mit SMS bestätigen
fa: تایید با sms
fr: Vérifier par SMS
hr: Potvrdi s SMS-om
id: Verifikasi dengan SMS
ja: SMS で認証
ka: SMS-ით შემოწმება
ko: SMS로 인증
pl: Zweryfikuj za pomocą wiadomości SMS
ro: Verificare cu SMS
sv: Verifiera med SMS
uk: Перевірити за допомогою SMS
