Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _view_toggle_will_cause_disconnect
source: Toggling Secure Core will end your current connection.
be: Пераключэнне на Secure Core завершыць ваша бягучае падключэнне.
de: Das Umschalten von Secure Core beendet deine aktuelle Verbindung.
fa: روشن کردن Secure Core اتصال فعلی شما را قطع می‌کند.
fr: Activer/désactiver Secure Core mettra fin à votre connexion actuelle.
hr: Pritiskom na Secure Core prekidač vaša trenutna sesija ce biti završena.
id: Mengaktifkan Secure Core akan memutus koneksi Anda saat ini.
ja: Secure Coreを切り替えると現在の接続は終了します。
ka: Secure Core-ის გადართვა გაწყვეტს მიმდინარე შეერთებას.
ko: 보안 코어를 전환하면 현재 연결이 종료됩니다.
pl: Zmiana funkcji Secure Core zakończy obecne połączenie.
ro: Schimbând starea pentru Secure Core se va închide conexiunea curentă.
sv: Slå på/av Secure Core kommer avsluta din nuvarande anslutning.
uk: Перемкнувши Secure Core, ваше поточне з'єднання завершиться.

source: Server Load:
be: Загрузка сервера:
de: Serverauslastung:
fa: بار سرور:
fr: Charge du serveur :
hr: Opterećenje poslužitelja:
id: Muatan Server:
ja: サーバー負荷:
ka: სერვერის დატვირთვა:
ko: 서버 부하율:
pl: Obciążenie serwera:
ro: Solicitare server:
sv: Serverbelastning:
uk: Навантаження сервера:

source: Server IP:
be: IP сервера:
fa: IP سرور:
fr: IP du serveur :
hr: IP poslužitelja:
id: IP server:
ja: サーバーIP:
ka: სერვერის IP:
ko: 서버 IP:
pl: Adres IP serwera:
ro: IP server:
uk: IP сервера:

source: Auto assigned
be: Прызначаецца аўтаматычна
de: Automatisch zugewiesen
fa: تخصیص خودکار
fr: Attribué automatiquement
hr: Automatski dodijeljeno
id: Ditetapkan secara otomatis
ja: 自動割り当て
ka: ენიჭება ავტომატურად
ko: 자동 할당
pl: Przypisany automatycznie
ro: Atribuit automat
sv: Tilldela automatiskt
uk: Призначається автоматично

source: Premium Server
be: Прэміяльны сервер
fa: سرور ویژه
fr: Serveur premium
hr: Premium poslužitelj
id: Server Premium
ja: プレミアムサーバー
ka: სერვერი Premium
ko: Premium 서버
pl: Serwer premium
ro: Server premium
uk: Premium сервер

source: Standard
be: Стандартныя
fa: استاندارد
hr: Standardni
id: Standar
ja: 標準
ka: სტანდარტული
ko: 표준
pl: Standardowe
uk: Стандартний

source: P2P Server
be: Сервер P2P
fa: سرور P2P
fr: Serveur P2P
hr: P2P poslužitelj
id: Server P2P
ja: P2P サーバー
ka: P2P სერვერი
ko: P2P 서버
pl: Serwer P2P
ro: Server P2P
uk: Сервер P2P

source: Tor Server
be: Сервер Tor
fr: Serveur Tor
hr: Tor poslužitelj
id: Server Tor
ja: Torサーバー
ka: Tor სერვერი
ko: Tor 서버
pl: Serwer Tor
ro: Server Tor
uk: Сервер Tor

source: Profile
be: Профіль
de: Profil
fa: پروفایل
fr: Profil
hr: Profil
id: Profil
ja: プロファイル
ka: პროფილი
ko: 프로필
pl: Profil
ro: Profil
sv: Profil
uk: Профіль

source: Profiles
be: Профілі
de: Profile
fa: پروفایل‌ها
fr: Profils
hr: Profili
id: Profil
ja: プロファイル
ka: პროფილები
ko: 프로필
pl: Profile
ro: Profile
sv: Profiler
uk: Профілі

source: Recommended
be: Рэкамендавана
de: Empfohlen
fa: توصیه شده
fr: Recommandé
hr: Preporučeno
id: Direkomendasikan
ja: 推奨
ka: რეკომენდებულია
ko: 추천
pl: Zalecane
ro: Recomandat
sv: Rekommenderad
uk: Рекомендовано

source: My Profiles
be: Мае профілі
de: Meine Profile
fa: پروفایل من
fr: Mes profils
hr: Moji profili
id: Profil Saya
ja: プロファイル
ka: ჩემი პროფილები
ko: 내 프로필
pl: Moje profile
ro: Profilurile mele
sv: Mina profiler
uk: Мої профілі

source: Save as Profile
be: Захаваць як профіль
de: Als Profil speichern
fa: ذخیره‌ی به عنوان پروفایل
fr: Enregistrer comme profil
hr: Spremi kao profil
id: Simpan sebagai profil
ja: プロファイルとして保存
ka: პროფილად შენახვა
ko: 프로필 저장
pl: Zapisz jako profil
ro: Salvare ca profil
sv: Spara som profil
uk: Зберегти профіль

source: Delete profile
be: Выдаліць профіль
de: Profil löschen
fa: حذف پروفایل
fr: Supprimer le profil
hr: Izbriši profil
id: Hapus Profil
ja: プロファイルを削除
ka: პროფილის წაშლა
ko: 프로필 삭제
pl: Usuń profil
ro: Ștergere profil
sv: Ta bort profil
uk: Видалити профіль

# _profile_deleted_successfully
source: Profile has been deleted
be: Профіль выдалены
de: Profil wurde gelöscht
fa: پروفایل حذف شده است
fr: Le profil a été supprimé.
hr: Profil je izbrisan
id: Profil telah dihapus
ja: プロファイルは削除されました
ka: პროფილი წაიშალა
ko: 프로필 삭제됨
pl: Profil został usunięty
ro: Profilul a fost șters.
sv: Profil har tagits bort
uk: Профіль було видалено

# _profile_deletion_failed
source: Profile could not be deleted
be: Немагчыма выдаліць профіль
de: Profil konnte nicht gelöscht werden
fa: پروفایل نتوانست حذف شود
fr: Le profil n'a pas pu être supprimé.
hr: Profil nije moguće izbrisati
id: Profil tidak dapat dihapus
ja: プロファイルは削除されませんでした
ka: პროფილის წაშლის შეცდომა
ko: 프로파일을 지울 수 없음
pl: Profil nie może zostać usunięty
ro: Profilul nu a putut fi șters.
sv: Profil kunde inte tas bort
uk: Не вдається видалити профіль

# _create_new_profile
source: Create Profile
be: Стварыць профіль
de: Profil erstellen
fa: ساخت پروفایل
fr: Créer un profil
hr: Stvori profil
id: Buat Profil
ja: プロファイルを作成
ka: პროფილის შექმნა
ko: 프로필 생성
pl: Utwórz profil
ro: Creare profil
sv: Skapa profil
uk: Створити профіль

source: Manage Profiles
be: Кіраванне профілямі
de: Profile verwalten
fa: مدیریت حساب‌ها
fr: Gérer les profils
hr: Upravljanje profilima
id: Kelola Profil
ja: プロファイルの管理
ka: პროფილების მართვა
ko: 프로필 관리
pl: Zarządzaj profilami
ro: Gestionare profiluri
sv: Hantera profiler
uk: Керувати профілями

source: Profiles Overview
be: Агляд профіляў
de: Profilübersicht
fa: اطلاعات پروفایل
fr: Aperçu des profils
hr: Pregled profila
id: Tinjauan Profil
ja: プロファイルの概要
ka: პროფილების გადახედვა
ko: 프로필 개요
pl: Podsumowanie profili
ro: Imagine de ansamblu profil
sv: Profilöversikt
uk: Огляд профілів

# _profile_created_successfully
source: New Profile saved
be: Новы профіль захаваны
de: Neues Profil gespeichert
fa: پروفایل جدید ذخیره شد
fr: Le nouveau profil a été enregistré.
hr: Novi profil je spremljen
id: Profil Baru telah disimpan
ja: 新しいプロファイルを保存しました
ka: ახალი პროფილი შენახულია
ko: 새 프로필 저장됨
pl: Nowy profil został zapisany
ro: Profil nou salvat
sv: Ny profil sparad
uk: Новий профіль збережено

# _profile_creation_failed
source: Profile could not be created
be: Немагчыма стварыць профіль
de: Profil konnte nicht erstellt werden
fa: پروفایل ایجاد نشد
fr: Le profil n'a pas pu être créé.
hr: Profil nije moguće stvoriti
id: Profil tidak dapat dibuat
ja: プロファイルは作成されませんでした
ka: პროფილის შექმნის შეცდომა
ko: 프로필을 생성할 수 없음
pl: Profil nie może zostać utworzony
ro: Profilul nu a putut fi creat.l
sv: Profil kunde inte skapas
uk: Не вдається створити профіль

# _profile_edited_successfully
source: Profile updated
be: Профіль абноўлены
de: Profil aktualisiert
fa: پروفایل به‌روزرسانی شد
fr: Le profil a été mis à jour.
hr: Profil ažuriran
id: Profil telah diperbarui
ja: プロファイルは更新されました
ka: პროფილი განახლდა
ko: 프로필 업데이트됨
pl: Profil został zaktualizowany
ro: Profil actualizat
sv: Profil uppdaterad
uk: Профіль оновлено

source: Overview
be: Агляд
de: Übersicht
fa: نمای کلی
fr: Aperçu
hr: Pregled
id: Ikhtisar
ja: 概要
ka: გადახედვა
ko: 한눈에 보기
pl: Podsumowanie
ro: Rezumat
sv: Översikt
uk: Огляд

source: Connection
be: Падключэнне
de: Verbindung
fa: اتصال
fr: Connexion
hr: Veza
id: Koneksi
ja: 接続
ka: კავშირი
ko: 연결
pl: Połączenie
ro: Conexiune
sv: Anslutning
uk: З'єднання

source: Action
be: Дзеянне
de: Aktion
fa: اقدام
hr: Radnja
id: Tindakan
ja: 操作
ka: ქმედება
ko: 동작
pl: Akcja
ro: Acțiune
sv: Åtgärd
uk: Дія

source: Fastest
be: Найхутчэйшы
de: Schnellster Server
fa: سریع‌ترین
fr: Le plus rapide
hr: Najbrže
id: Tercepat
ja: 最速
ka: ყველაზე სწრაფი
ko: 가장 빠른
pl: Najszybszy
ro: Cel mai rapid
sv: Snabbast
uk: Найшвидший

source: Fastest available server
be: Найхутчэйшы даступны сервер
de: Schnellster verfügbarer Server
fa: سریع‌ترین سرور موجود
fr: Serveur le plus rapide disponible
hr: Najbrži slobodni poslužitelj
id: Server tercepat yang tersedia
ja: 利用可能な最速のサーバー
ka: უსწრაფესი ხელმისაწვდომი სერვერებიდან
ko: 연결 가능한 가장 빠른 서버
pl: Najszybszy dostępny serwer
ro: Cel mai rapid server disponibil
sv: Snabbast tillgängliga server
uk: Найшвидший доступний сервер

# _fastest_connection
source: Fastest
be: Найхутчэйшы
de: Am schnellsten
fr: Connexion la plus rapide
id: Tercepat
ja: 最速
ka: უსწრაფესი
ko: 가장 빠른
pl: Najszybszy
ro: Cel mai rapid
sv: Snabbast
uk: Найшвидші

source: Random
be: Выпадковы
de: Zufällig
fa: تصادفی
fr: Aléatoire
hr: Nasumično
id: Acak
ja: ランダム
ka: შემთხვევითი
ko: 무작위
pl: Losowy
ro: Aleator
sv: Slumpmässig
uk: Випадковий

source: Random available server
be: Выпадковы даступны сервер
de: Zufälliger verfügbarer Server
fa: سرورهای تصادفی موجود
fr: Serveur disponible aléatoire
hr: Nasumični slobodni poslužitelj
id: Server acak yang tersedia
ja: ランダムに選択されたサーバー
ka: შემთხვევითი ხელმისაწვდომი სერვერი
ko: 무작위 사용 가능한 서버
pl: Losowo dostępny serwer
ro: Server aleator disponibil
sv: Slumpmässig tillgänglig server
uk: Випадковий доступний сервер

# _random_connection
source: Random
be: Выпадковы
de: Zufällig
fr: Connexion aléatoire
id: Acak
ja: ランダム
ka: შემთხვევითი
ko: 무작위
pl: Losowy
ro: Aleator
sv: Slumpmässig
uk: Випадкові

source: Different server each time
be: Кожны раз іншы сервер
de: Jedes Mal anderer Server
fa: هر بار یک سرور متفاوت
fr: Serveur différent à chaque fois
hr: Svaki put drugačiji poslužitelj
id: Server berbeda tiap waktu
ja: 毎回別のサーバーに接続
ka: სხვა სერვერი ყოველ ჯერზე
ko: 매번 다른 서버
pl: Za każdym razem inny serwer
ro: Server diferit de fiecare dată
sv: Olika server varje gång
uk: Щоразу інший сервер

source: No description available
be: Апісанне недаступна
de: Keine Beschreibung verfügbar
fa: بدون توضیح
fr: Aucune description n'est disponible.
hr: Opis nije dostupan
id: Deskripsi tidak tersedia
ja: 説明はありません
ka: აღწერის გარეშე
ko: 사용 가능한 정보 없음
pl: Brak dostępnego opisu
ro: Descriere nedisponibilă
sv: Ingen beskrivning tillgänglig
uk: Опис недоступний

source: Create Profile
be: Стварыць профіль
de: Profil erstellen
fa: ساخت پروفایل
fr: Créer un profil
hr: Stvori profil
id: Buat Profil
ja: プロファイルを作成
ka: პროფილის შექმნა
ko: 프로필 생성
pl: Utwórz profil
ro: Creare profil
sv: Skapa profil
uk: Створити профіль

source: Profile settings
be: Налады профілю
de: Profileinstellungen
fa: تنظیمات پروفایل
fr: Paramètres du profil
hr: Postavke profila
id: Pengaturan profil
ja: プロファイル設定
ka: პროფილის მორგება
ko: 프로필 설정
pl: Ustawienia profilu
ro: Setări profil
sv: Profilinställningar
uk: Налаштування профілю

source: Connection settings
be: Налады падключэння
de: Verbindungseinstellungen
fa: تنظیمات اتصال
fr: Paramètres de connexion
hr: Postavke veze
id: Pengaturan sambungan
ja: 接続設定
ka: შეერთების მორგება
ko: 연결 설정
pl: Ustawienia połączenia
ro: Setări conexiune
sv: Anslutningsinställningar
uk: Параметри з'єднання

source: Name
be: Назва
fa: نام
fr: Nom
hr: Naziv
id: Nama
ja: 名前
ka: სახელი
ko: 이름
pl: Nazwa
ro: Nume
sv: Namn
uk: Назва

source: Enter Profile Name
be: Увядзіце назву профілю
de: Profilname eingeben
fa: نام پروفایل را وارد کنید
fr: Saisir le nom du profil
hr: Unesite naziv profila
id: Masukkan Nama Profil
ja: プロファイル名を入力
ka: შეიყვანეთ პროფილის სახელი
ko: 프로필 이름을 입력하세요
pl: Wpisz nazwę profilu
ro: Introducere nume profil
sv: Ange profilnamn
uk: Введіть назву профілю

source: Color
be: Колер
de: Farbe
fa: رنگ
fr: Couleur
hr: Boja
id: Warna
ja: 色
ka: ფერი
ko: 색상
pl: Kolor
ro: Culoare
sv: Färg
uk: Колір

source: Make Default Profile
be: Зрабіць профіль прадвызначаным
de: Als Standard‐Profil festlegen
fa: ساخت حساب کاربری پیشفرض
fr: Faire de ce profil celui par défaut.
hr: Postavi kao zadani profil
id: Jadikan Profil Standar
ja: 既定のプロファイル
ka: ნაგულისხმებად გამოყენება
ko: 기본 프로필 생성
pl: Ustaw jako domyślny profil
ro: Setare ca profil implicit
sv: Gör till standardprofil
uk: Зробити типовим профілем

# _default_profile_tooltip
source: "Quick Connect" button uses default profile.
be: Кнопка "Хуткае падключэнне" выкарыстоўвае прадвызначаны профіль.
de: Die Schaltfläche „Schnellverbinden“ nutzt das Standardprofil.
fa: دکمه‌ی «اتصال سریع» از پروفایل پیشفرض استفاده می‌کند.
fr: Le bouton Connexion rapide utilise le profil par défaut.
hr: Dugme za "Brzo povezivanje" koristi zadani profil.
id: Tombol "Quick Connect" menggunakan profil default.
ja: 「クイック接続」ボタンでは既定のプロファイルが使用されます。
ka: "სწრაფი შეეერთების" ღილაკი ნაგულისხმებ პროფილს იყენებს.
ko: "빠른 연결" 버튼은 기본 프로필을 사용합니다.
pl: Przycisk "Szybkie połączenie" używa domyślnego profilu.
ro: Butonul «Conectare rapidă» utilizează profilul implicit.
sv: Knappen ”Snabbanslut” använder standardprofil.
uk: Кнопка "Швидке з'єднання" використовує типовий профіль.

source: Feature
be: Функцыя
de: Funktion
fa: ویژگی
fr: Fonctionnalité
hr: Značajka
id: Fitur
ja: 機能
ka: ფუნქცია
ko: 특징
pl: Funkcja
ro: Caracteristica
sv: Funktion
uk: Функція

source: Select Country
be: Выберыце краіну
de: Land wählen
fa: انتخاب کشور
fr: Sélectionner un pays
hr: Odaberi državu
id: Pilih Negara
ja: 国を選択
ka: აირჩიეთ ქვეყანა
ko: 국가 선택
pl: Wybierz kraj
ro: Selectare țară
sv: Välj land
uk: Вибір країни

source: Server
be: Сервер
fa: سرور
fr: Serveur
hr: Poslužitelj
ja: サーバー
ka: სერვერი
ko: 서버
pl: Serwer
uk: Сервер

source: Select Server
be: Выберыце сервер
de: Server wählen
fa: سرور را انتخاب کنید
fr: Sélectionner un serveur
hr: Odaberi poslužitelja
id: Pilih Server
ja: サーバーを選択
ka: აირჩიეთ სერვერი
ko: 서버 선택
pl: Wybierz serwer
ro: Selectare server
sv: Välj server
uk: Вибір сервера

# _profile_name_is_required
source: Please enter a name
be: Увядзіце назву
de: Bitte gib einen Namen ein
fa: لطفا یک نام وارد کنید
fr: Saisissez un nom.
hr: Molimo unesite naziv
id: Silakan masukkan nama
ja: 名前を入力してください
ka: შეიყვანეთ სახელი
ko: 이름을 입력하세요
pl: Wpisz nazwę
ro: Introduceți un nume
sv: Ange ett namn
uk: Введіть назву

# _profile_name_is_too_long
source: Maximum profile name length is 25 characters
be: Максімальная даўжыня назвы профілю складае 25 сімвалаў
de: Länge des Profilnamens darf 25 Zeichen nicht überschreiten
fa: نام پروفایل نمی‌تواند بیشتر از 25 حرف باشد
fr: Le nom du profil ne doit pas comporter plus de 25 caractères.
hr: Maksimalna duljina naziva profila je 25 znakova
id: Nama profil maksimal 25 karakter
ja: プロファイル名は最大25文字です
ka: პროფილის სახელის მაქსიმალური სიგრძე 25 სიმბოლოა
ko: 최대 프로필 이름 허용 길이는 25자입니다
pl: Maksymalna długość nazwy profilu to 25 znaków
ro: Lungimea maximă a numelui profilului este 25 de caractere.
sv: Maximal profilnamnslängd är 25 tecken
uk: Максимальна довжина назви профілю 25 символів

# _country_selection_is_required
source: Please select a country
be: Выберыце краіну
de: Bitte wähle ein Land
fa: لطفاً کشور دیگری را انتخاب کنید
fr: Sélectionnez un pays.
hr: Molimo odaberite državu
id: Silahkan pilih negara
ja: 国を選択してください
ka: აირჩიეთ ქვეყანა
ko: 국가를 선택하여 주십시오
pl: Wybierz kraj
ro: Selectați o țară
sv: Välj ett land
uk: Виберіть країну

# _server_selection_is_required
source: Please select a server
be: Выберыце сервер
de: Bitte wähle einen Server
fa: لطفاً یک سرور انتخاب کنید
fr: Sélectionnez un serveur.
hr: Odaberite poslužitelja
id: Silahkan pilih server
ja: サーバーを選択してください
ka: აირჩეთ სერვერი
ko: 서버를 선택해 주세요
pl: Wybierz serwer
ro: Selectați un server
sv: Välj en server
uk: Виберіть сервер

# _profile_name_needs_to_be_unique
source: Profile with same name already exists
be: Профіль з такой назвай ужо існуе
de: Profil mit demselben Namen existiert bereits
fa: پروفایل با این نام قبلا ساخته شده است
fr: Un profil avec ce nom existe déjà.
hr: Profil s istim nazivom već postoji
id: Profil dengan nama yang sama sudah ada
ja: 同じ名前のプロファイルが既に存在します
ka: პროფილი ამ სახელით უკვე არსებობს
ko: 같은 이름의 프로필이 이미 존재합니다
pl: Profil o tej samej nazwie już istnieje
ro: Deja există un profil cu același nume.
sv: Profil med samma namn finns redan
uk: Профіль з такою назвою вже існує

# _current_selection_will_be_lost
source: By continuing, current selection will be lost. Do you want to continue?
be: Працягваючы, вы згубіце бягучы выбар. Вы сапраўды хочаце працягнуць?
de: Wenn du fortfährst, gehen die getroffenen Einstellungen verloren. Möchtest du fortfahren?
fa: با ادامه، نشست فعلی از دست می‌رود. آیا برای ادامه مطمئن هستید؟
fr: En continuant, la sélection actuelle sera perdue. Voulez-vous continuer ?
hr: Nastavljanjem, trenutni odabir će biti izgubljen. Želite li nastaviti?
id: Dengan melanjutkan, pilihan saat ini tidak akan tersimpan. Apakah Anda ingin melanjutkan?
ja: 続行すると現在の変更内容は失われます。処理を続けますか?
ka: თუ გააგრძელებთ, მიმდინარე მონიშნული დაგეკარგებათ. გნებავთ გააგრძელოთ?
ko: 계속하면, 현재 섹션을 잃습니다. 계속하시겠습니까?
pl: Kontynuacja spowoduje utratę aktualnego wyboru. Czy chcesz kontynuować?
ro: Continuând, selecția curentă va fi pierdută. Doriți să continuați?
sv: Genom att fortsätta går det nuvarande valet förlorat. Vill du fortsätta?
uk: Продовживши, ви втратите свій вибір. Хочете продовжити?

# _check_if_fields_present
source: Please check if all the fields are filled in
be: Пераканайцеся, што ўсе палі запоўнены
de: Bitte überprüfe, ob alle Felder ausgefüllt sind
fa: لطفا پر بودن همه‌ی فیلدها را بررسی کنید
fr: Vérifiez que tous les champs sont bien complétés.
hr: Provjerite jesu li sva polja popunjena
id: Harap periksa apakah semua kolom telah diisi
ja: 未入力の項目がないか確認してください
ka: დარწმუნდით, რომ ყველა ველი შევსებულია
ko: 모든 필드가 채워져 있는지 확인해 주세요
pl: Sprawdź, czy wszystkie pola są wypełnione
ro: Asigurați-vă că toate câmpurile sunt completate
sv: Kontrollera att alla fält är ifyllda
uk: Будь ласка, перевірте, чи всі поля заповнені

# _delete_profile_header
source: Delete Profile
be: Выдаліць профіль
de: Profil löschen
fa: حذف پروفایل
fr: Supprimer le profil
hr: Brisanje profila
id: Hapus Profil
ja: プロファイルを削除
ka: პროფილის წაშლა
ko: 프로필 삭제
pl: Usuń profil
ro: Ștergere profil
sv: Ta bort profil
uk: Видалити профіль

# _delete_profile_warning
source: The profile will be permanently deleted. Do you want to continue?
be: Профіль незваротна будзе выдалены. Вы сапраўды хочаце працягнуць?
de: Das Profil wird dauerhaft gelöscht. Möchtest du fortfahren?
fa: پروفایل مذکور به طور کامل پاک خواهد شد. آیا از ادامه اطمینان دارید؟
fr: Le profil sera définitivement supprimé. Voulez-vous continuer ?
hr: Profil će biti trajno izbrisan. Želite li nastaviti?
id: Profil ini akan dihapus secara permanen. Apakah Anda ingin melanjutkan?
ja: プロファイルを完全に削除します。続行しますか？
ka: პროფილი სამუდამოდ წაიშლება. გნებავთ გაგრძელება?
ko: 이 프로필이 영구적으로 삭제됩니다. 계속하시겠습니까?
pl: Profil zostanie trwale usunięty. Czy chcesz kontynuować?
ro: Profilul va fi șters definitiv. Doriți să continuați?
sv: Profilen kommer tas bort permanent. Vill du fortsätta?
uk: Профіль буде остаточно видалено. Хочете продовжити?

source: Select profile color
be: Выберыце колер профілю
de: Profilfarbe auswählen
fa: رنگ پروفایل را انتخاب کنید
fr: Sélectionner la couleur du profil
hr: Odaberite boju profila
id: Pilih warna profil
ja: プロファイルの色を選択
ka: აირჩიეთ პროფილის ფერი
ko: 프로필 색상 선택
pl: Wybierz kolor profilu
ro: Selectare culoare profil
sv: Välj profilfärg
uk: Виберіть колір профілю

# _plan_speed_medium
source: Medium speed
be: Сярэдняя хуткасць
de: Mittlere Geschwindigkeit
fa: سرعت متوسط
fr: Vitesse moyenne
hr: Srednja brzina
id: Kecepatan menengah
ja: 中速
ka: საშუალო სიჩქარე
ko: 일반 속도
pl: Umiarkowana prędkość
ro: Viteză medie
sv: Medelhög hastighet
uk: Середня швидкість

# _plan_speed_high
source: High speed
be: Высокая хуткасць
de: Hohe Geschwindigkeit
fa: سرعت بالا
fr: Vitesse élevée
hr: Visoka brzina
id: Kecepatan tinggi
ja: 高速
ka: მაღალი სიჩქარე
ko: 높은 속도
pl: Wysoka prędkość
ro: Viteză mare
sv: Hög hastighet
uk: Висока швидкість

# _plan_speed_fastest
source: Fastest speed
be: Найвышэйшая хуткасць
de: Höchste Geschwindigkeit
fr: Vitesse maximale
id: Kecepatan tertinggi
ja: 最速の速度
ka: უსწრაფესი სიჩქარე
ko: 최고 속도
pl: Najwyższa prędkość
ro: Viteza maximă
sv: Snabbaste hastighet
uk: Найвища швидкість

# _error_internal_error
source: Internal API error
be: Унутраная памылка API
de: Interner API‐Fehler
fa: بروز خطای داخلی در API
fr: Erreur interne de l'API
hr: Unutarnja API pogreška
id: Kesalahan API Internal
ja: 内部 API エラーが発生しました
ka: API-ის შიდა შეცდომა
ko: 내부 API 오류
pl: Wewnętrzny błąd interfejsu API
ro: Eroare internă API
sv: Internt API-fel
uk: Внутрішня помилка API

# _error_vpn_session_is_active
source: Proton VPN session is active
be: Сеанс Proton VPN актыўны
de: Proton VPN‐Sitzung ist aktiv
fa: نشست Proton VPN فعال است
fr: La session Proton VPN est active.
hr: Proton VPN sesija je aktivna
id: Sesi Proton VPN sedang aktif
ja: Proton VPN セッションは有効です
ka: Proton VPN-ის სესია აქტიურია
ko: Proton VPN 세션이 활성화되어 있습니다
pl: Sesja Proton VPN jest aktywna
ro: Sesiunea Proton VPN este activă
sv: Proton VPN-session är aktiv
uk: Сеанс Proton VPN активний

# _error_user_credentials_missing
source: User credentials are missing. Unable to sign in
be: Адсутнічаюць уліковыя даныя карыстальніка. Немагчыма ўвайсці ў сістэму
de: Benutzerdaten fehlen. Anmeldung fehlgeschlagen.
fr: Il manque les informations d'identification de l'utilisateur. La connexion n'est pas possible.
id: Kredensial pengguna hilang. Kami tidak dapat memasukkan Anda
ja: ユーザー認証情報がありません。サインインできません。
ka: ავტორიზაციის დეტალები შეყვანილი არაა. შესვლა შეუძლებელია
ko: 사용자 자격증명 없음. 로그인할 수 없음
pl: Brak danych logowania. Nie można się zalogować
ro: Acreditările utilizatorului lipsesc. Nu se poate autentifica.
sv: Användaruppgifter saknas. Kan inte logga in
uk: Не знайдено облікових даних користувача. Не вдається увійти

# _error_user_credentials_expired
source: User credentials have expired. Please sign in
be: Тэрмін дзеяння ўліковых даных пратэрмінаваны. Увайдзіце ў сістэму
de: Benutzerdaten sind abgelaufen. Bitte melde dich an
fr: Vos identifiants ont expiré. Nous vous invitons à vous connecter.
id: Kredensial pengguna telah kedaluwarsa. Silakan masuk kembali
ja: ユーザー認証情報の有効期限が切れました。サインインしてください。
ka: მომხმარებლის სესიის ვადა გავიდა. თავიდან შედით
ko: 사용자 자격 증명 만료됨. 로그인해 주세요
pl: Dane logowania wygasły. Zaloguj się ponownie
ro: Acreditările utilizatorului au expirat. Reautentificați-vă.
sv: Användaruppgifter har löpt ut. Logga in
uk: Термін дії облікових даних користувача завершився. Будь ласка, увійдіть

# _error_vpn_credentials_missing
source: VPN credentials are missing from the keychain
be: Уліковыя даныя VPN адсутнічаюць у звязцы ключоў
de: VPN‐Anmeldedaten fehlen im Schlüsselbund
fa: اطلاعات احرازهویت VPN در صندوق امن ابزار شما پیدا نشد
fr: Les identifiants VPN sont absents du trousseau.
hr: VPN vjerodajnice nedostaju iz privjeska ključeva
id: Kredensial VPN hilang dari keychain
ja: キーチェーンにVPN認証情報がありません
ka: გასაღებების ბრელოკში VPN-ის მომხმარებელი და პაროლი მითითებული არაა
ko: 키체인의 VPN 자격 증명이 없습니다
pl: Brak danych logowania VPN w łańcuchu klucza
ro: Acreditările VPN lipsesc din lanțul de cehei
sv: VPN-inloggningsuppgifter saknas från nyckelkedjan
uk: Облікові дані VPN відсутні у в'язці ключів

# _error_field_required
source: This field is required
be: Гэта абавязковае поле
de: Dieses Feld ist erforderlich
fa: این قسمت الزامی است
fr: Ce champ est nécessaire.
hr: Ovo polje je obavezno
id: Kolom ini wajib diisi
ja: この項目の入力は必須です
ka: ეს ველი აუცილებელია
ko: 필수 항목
pl: Pole jest wymagane
ro: Acest câmp este obligatoriu
sv: Detta fält är obligatoriskt
uk: Це поле обов'язкове

# _error_field_email_wrong_format
source: The email address is not in the right format
be: Няправільны фармат адраса электроннай пошты
de: Die E-Mail-Adresse hat nicht das korrekte Format
fa: آدرس ایمیل در قالب درستی
fr: L'adresse e-mail n'est pas dans le bon format.
hr: Ova adresa e-pošte nije u pravilnom formatu
id: Alamat surel tidak ditulis dalam format yang benar
ja: メールアドレスが有効な形式ではありません
ka: ელფოსტის მისამართს არასწორი ფორმატი
ko: 올바른 형식의 이메일 주소가 아닙니다
pl: Format adresu e-mail jest nieprawidłowy
ro: Adresa de e-mail nu este în formatul corect
sv: E-postadressen är inte i rätt format
uk: Адреса е-пошти має неправильний формат
