Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _error_field_passwords_dont_match
source: Passwords do not match
be: Паролі не супадаюць
de: Passwörter stimmen nicht überein
fa: رمزهای عبور مطابقت ندارند
fr: Les mots de passe ne correspondent pas.
hr: Lozinke se ne poklapaju
id: Sandi tidak sama
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
ko: 비밀번호가 일치하지 않습니다
pl: Hasła nie pasują do siebie
ro: Parolele nu coincid.
sv: Lösenorden matchar inte
uk: Паролі відрізняються

# _error_user_failed_human_validation
source: We have not been able to verify that you are human. Please try again or purchase a premium plan.
be: Мы не змаглі праверыць, што вы чалавек. Паспрабуйце яшчэ раз або набудзьце прэміяльны тарыфны план.
de: Es konnte nicht festgestellt werden, ob du ein Mensch bist. Bitte versuche es erneut oder erwerbe ein Premium‐Abonnement.
fa: ما نتوانستیم تایید کنیم که شما انسان هستید. لطفاً دوباره سعی کنید یا یک طرح ویژه خریداری کنید.
fr: Nous n'avons pas pu vérifier que vous n'êtes pas un robot. Nous vous invitons à réessayer ou à souscrire un abonnement premium.
hr: Nismo uspjeli potvrditi da ste čovjek. Pokušajte ponovo ili kupite Premium plan.
id: Kami tidak dapat memverifikasi bahwa Anda manusia. Silahkan coba kembali atau beli paket premium.
ja: 人による操作であることが確認できません。再試行するかPREMIUMプランを購入してください。
ka: ჩვენ ვერ შევამოწმეთ, ბრძანდებით თუ არა ადამიანი. თავიდან სცადეთ ან შეიძინეთ პრემიუმ ტარიფი.
ko: 사용자가 사람인지 인증할 수 없습니다. 다시 시도하거나 프리미엄 플랜을 구입해 주십시오.
pl: Nie byliśmy w stanie zweryfikować, czy jesteś człowiekiem. Spróbuj ponownie lub zdecyduj się na zakup planu premium.
ro: Nu am reușit să verificăm dacă sunteți o persoană. Reîncercați sau achiziționați un abonament premium.
sv: Vi har inte kunnat verifiera att du är en människa. Vänligen försök igen eller köp en premiumplan.
uk: Ми не змогли перевірити, що ви людина. Спробуйте знову, або придбайте тарифний план преміум.

# _error_decode
source: Failed to decode archived data in class: %@
be: Не ўдалося дэкадаваць архіўныя даныя ў класе: %@
de: Fehler beim Dekodieren der archivierten Daten in der Klasse: %@
fa: کد گشایی اطلاعات آرشیو شده در کلاس %@ ناموفق بود
fr: Les données archivées dans la classe n'ont pas pu être décodées : %@
hr: Neuspješno dešifriranje arhiviranih podataka u klasi: %@
id: Gagal mendekode data yang diarsipkan di kelas: %@
ja: アーカイブデータのデコードに失敗しました。クラス：%@
ka: დაარქივებული მონაცემების გაშიფვრის შეცდომა კლასში: %@
ko: 클래스에서 보관된 데이터를 디코딩하지 못했습니다: %@
pl: Nie udało się odczytać danych zapisanych w klasie: %@
ro: Decodarea datelor arhivate a eșuat în clasa: %@
sv: Misslyckades att avkoda arkiverad data i klass: %@
uk: Не вдалося декодувати архівні дані в класі: %@

# _error_email_verification_disabled
source: Email verification temporarily disabled
be: Праверка з дапамогай электроннай пошты часова адключана
de: E-Mail-Überprüfung vorübergehend deaktiviert
fa: تایید ایمیلی به صورت موقت غیرفعال است
fr: La vérification d’adresse e-mail est temporairement désactivée.
hr: Provjera valjanosti emailom je privremeno onemogućena
id: Verifikasi surel dinonaktifkan sementara
ja: 電子メールの検証が一時的に無効になっています。
ka: ელფოსტით შემოწმება დროებით გათიშულია
ko: 이메일 인증 일시 비활성화됨
pl: Weryfikacja e-mail tymczasowo wyłączona
ro: Verificarea prin e-mail a fost temporar dezactivată
sv: E-postverifiering tillfälligt inaktiverad
uk: Перевірка електронною поштою тимчасово вимкнена

# _error_keychain_write
source: Proton couldn't communicate with your device. Please try again later.
be: Proton не можа звязацца з вашай прыладай. Паспрабуйце яшчэ раз пазней.
de: Proton konnte nicht mit deinem Gerät kommunizieren. Bitte versuche es später noch einmal.
fa: Proton نتوانست با دستگاه شما ارتباط برقرار کند. لطفاً بعداً دوباره امتحان کنید.
fr: Proton n'a pas pu communiquer avec votre appareil. Nous vous invitons à réessayer plus tard.
hr: Proton nije mogao komunicirati s vašim uređajem. Molimo pokušajte ponovo kasnije.
id: Proton tidak dapat berkomunikasi dengan perangkat Anda. Coba lagi nanti.
ja: Proton はお使いのデバイスと通信できませんでした。 後でもう一度試してください。
ka: Proton-ი თქვენს მოწყობილობას ვერ უკავშირდება. თავიდან სცადეთ.
ko: Proton이 기기와 통신할 수 없습니다. 잠시 후 다시 시도하십시오.
pl: Aplikacja Proton nie mogła połączyć się z Twoim urządzeniem. Spróbuj ponownie później.
ro: Proton nu a putut comunica cu dispozitivul. Reîncercați mai târziu.
sv: Proton kunde inte kommunicera med din enhet. Försök igen senare.
uk: Proton не зміг встановити з'єднання з вашим пристроєм. Спробуйте знову пізніше.

# _error_modulus_signature
source: Modulus signature is empty
be: Модуль подпісу пусты
de: Modulsignatur ist leer
fa: امضا یا کلید خصوصی ماژول خالی است
fr: La signature Modulus est vide.
hr: Modulus potpis je prazan
id: Modulus tanda tangan kosong
ja: Modulus 署名が空です
ka: ფანჯრის ხელმოწერა ცარიელია
ko: 모듈 서명이 비었습니다
pl: Podpis modułu jest pusty
ro: Semnătura modulului este goală
sv: Modulsignatur är tom
uk: Підпис модуля порожній

# _error_generate_srp
source: SRP generation failed
be: Збой генерацыі SRP
de: SRP‐Generierung fehlgeschlagen
fa: تولید SRP انجام نشد
fr: Le SRP n'a pas pu être généré.
hr: Neuspješno stvaranje SRP-a
id: Gagal menghasilkan SRP
ja: SRP の生成に失敗しました
ka: SRP-ის გენერაციის შეცდომა
ko: SRP 생성 실패
pl: Wygenerowanie SRP nie powiodło się
ro: Generare SRP eșuată
sv: SRP-generering misslyckades
uk: Не вдалося генерувати SRP

# _error_hash_password
source: Can't hash user password
be: Немагчыма хэшыраваць пароль карыстальніка
de: Benutzerpasswort kann nicht gehasht werden
fa: امکان هش‌کردن رمزعبور کاربر وجود ندارد
fr: Le mot de passe de l'utilisateur ne peut pas être haché.
hr: Neuspješno hashiranje lozinke korisnika
id: Kata sandi pengguna tidak dapat di-hash
ja: ユーザーパスワードをハッシュ化できません
ka: მომხმარებლის პაროლის ჰეშირების შეცდომა
ko: 비밀번호를 해싱할 수 없습니다
pl: Nie można przetworzyć hasła
ro: Nu se poate aplica funcția hash la parola utilizatorului
sv: Kan inte hash användarlösenord
uk: Неможливо хешувати пароль користувача

# _error_fetch_session
source: Can't find user from the session
be: Немагчыма знайсці карыстальніка з сеансу
de: Benutzer aus Sitzung kann nicht gefunden werden
fa: حساب کاربری از طریق نشست مربوطه پیدا نشد
fr: Impossible de trouver l'utilisateur de la session
hr: Nije moguće pronaći korisnika iz sesije
id: Tidak dapat menemukan pengguna sesi
ja: セッションからユーザーが見つかりません
ka: მომხმარებელი ამ სესიიდან ვერ ვიპოვე
ko: 세션으로 부터 사용자를 찾을 수 없음
pl: Nie można odnaleźć użytkownika sesji
ro: Nu se poate găsi utilizatorul din sesiune
sv: Kan inte hitta användaren från sessionen
uk: Неможливо знайти користувача з сеансу

# _ne_request_timed_out
source: Network request timed out
be: Перавышаны час чакання запыту
de: Zeitüberschreitung bei Netzwerkanfrage
fa: مهلت اتصال به شبکه تمام شد
fr: La requête réseau a expiré.
hr: Mrežni zahtjev je istekao
id: Waktu permintaan jaringan habis
ja: ネットワークリクエストがタイムアウトしました
ka: ქსელური მოთხოვნის ვადა გავიდა
ko: 네트워크 요청 시간 초과됨
pl: Upłynął limit czasu żądania sieci
ro: Solicitarea de rețea a expirat
sv: Nätverksbegäran timeout
uk: Час очікування мережі завершився

# _ne_unable_to_connect_to_host
source: Service unreachable
be: Сервер недаступны
de: Dienst nicht erreichbar
fa: سرویس در دسترس نیست
fr: Le service n'est pas accessible.
hr: Usluga nije dostupna
id: Layanan VPN tidak dapat dijangkau
ja: サービスに接続できません
ka: სერვისი მიუწვდომელია
ko: 서비스에 도달할 수 없음
pl: Usługa jest nieosiągalna
ro: Serviciu indisponibil
sv: Tjänst inte tillgänglig
uk: Послуга недоступна

# _ne_network_connection_lost
source: Network connection lost
be: Сеткавае падключэнне згублена
de: Netzwerkverbindung verloren
fa: ارتباط با شبکه قطع شده است
fr: La connexion au réseau a été perdue.
hr: Veza s mrežom je izgubljena
id: Koneksi internet terputus
ja: ネットワークへの接続を失いました
ka: ქსელთან შეერთება დაიკარგა
ko: 네트워크 연결 끊어짐
pl: Połączenie z siecią zostało utracone
ro: Conexiunea la rețea pierdută
sv: Nätverksanslutning förlorad
uk: Зв'язок з мережею втрачено

# _ne_not_connected_to_the_internet
source: Not connected to the internet
be: Не падключана да інтэрнэту
de: Keine Internetverbindung
fa: ارتباط با اینترنت برقرار نیست
fr: Non connecté à internet
hr: Nije spojen na internet
id: Tidak terhubung ke internet
ja: インターネットに接続されていません
ka: ინტერნეტთან მიერთების გარეშე
ko: 인터넷에 연결되지 않음
pl: Nie jesteś połączony z Internetem
ro: Neconectat la internet
sv: Inte ansluten till Internet
uk: Немає з'єднання з інтернетом

# _ne_couldnt_reach_server
source: We could not reach Proton servers
be: Няма сувязі з серверамі Proton
de: Proton-Server konnten nicht erreicht werden
fa: ما نتوانستیم به سرور‌های Proton دست یابیم
fr: Les serveurs de Proton sont injoignables.
hr: Neuspješno dohvaćanje Proton poslužitelja
id: Kami tidak dapat menjangkau server Proton VPN
ja: Protonサーバーにアクセスできませんでした
ka: Proton-ის სერვერები მიუწვდომელია
ko: Proton 서버에 도달할 수 없습니다
pl: Serwery Proton są niedostępne
ro: Nu s-au putut contacta serverele Proton
sv: Vi kunde inte nå Proton-servrar
uk: Не вдалося зв'язатися з серверами Proton

# _ae_wrong_login_credentials
source: Wrong username or password
be: Памылковыя імя карыстальніка або пароль
de: Ungültiger Benutzername oder falsches Passwort
fa: نام کاربری یا رمزعبور اشتباه است
fr: Le nom d’utilisateur ou le mot de passe n'est pas correct.
hr: Pogrešno korisničko ime ili lozinka
id: Nama pengguna atau kata sandi salah
ja: ユーザー名またはパスワードが間違っています
ka: არასწორი მომხმარებელი და პაროლი
ko: 잘못된 사용자 이름 또는 비밀번호
pl: Nieprawidłowa nazwa użytkownika lub hasło
ro: Nume de utilizator sau parolă incorecte
sv: Fel användarnamn eller lösenord
uk: Неправильне ім'я користувача або пароль

# _ae_vpn_info_not_received
source: Unable to obtain VPN information
be: Немагчыма атрымаць інфармацыю аб VPN
de: VPN‐Informationen konnten nicht abgerufen werden
fr: Les informations du VPN ne peuvent pas être obtenues.
id: Tidak dapat menerima informasi VPN
ja: VPN 情報が取得できません
ka: VPN-ის ინფორმაციის მიღება შეუძლებელია
ko: VPN 정보를 수집할 수 없습니다
pl: Nie można uzyskać informacji o usłudze VPN
ro: Nu s-au putut obține informații VPN
sv: Kan inte få VPN-information
uk: Не вдається отримати інформацію про VPN

# _error_server_info_parser
source: Can't parse the servers info
be: Немагчыма прааналізаваць інфармацыю сервера
de: Serverinformationen können nicht verarbeitet werden
fa: امکان دریافت اطلاعات از سرور وجود ندارد
fr: Les informations des serveurs n'ont pas pu être analysées.
hr: Neuspješno prikazivanje podataka o poslužitelju
id: Tidak dapat mengurai info server
ja: サーバー情報を解析できません
ka: სერვერების ინფორმაციის დამუშავების შეცდომა
ko: 서버 정보를 분석할 수 없습니다
pl: Nie można przetworzyć informacji o serwerach
ro: Nu se pot prelua informațiile serverelor
sv: Kan inte tolka serverinformationen
uk: Неможливо проаналізувати інформацію сервера

# _error_partner_info_parser
source: Can't parse the partner info
be: Немагчыма прааналізаваць інфармацыю партнёра
de: Partnerinformationen können nicht analysiert werden.
fa: امکان تجزیه اطلاعات طرفِ شراکت وجود ندارد
fr: Les informations du partenaire n'ont pas pu être analysées.
id: Tidak dapat mengurai info mitra
ja: パートナー情報を解析できません
ka: პარტნიორის ინფორმაციის დამუშავების შეცდომა
ko: 파트너 정보를 불러올 수 없음
pl: Nie można przetworzyć informacji o partnerze
ro: Nu se pot prelua informațiile partenerului.
sv: Kan inte analysera partnerinformationen
uk: Неможливо проаналізувати інформацію про партнера

# _error_vpn_properties
source: Can't fetch VPN properties!
be: Немагчыма атрымаць уласцівасці VPN!
de: VPN‐Eigenschaften können nicht abgerufen werden!
fa: عدم توانایی در گرفتن ویژگی‌های VPN!
fr: Les propriétés du VPN ne peuvent pas être récupérées !
hr: Neuspješno dohvaćanje VPN svojstava!
id: Tidak dapat mengambil properti VPN!
ja: VPN の詳細を取得できません！
ka: VPN-ის თვისებების გამოთხოვის შეცდომა!
ko: VPN 속성을 가져올 수 없음!
pl: Nie można pobrać ustawień VPN!
ro: Nu se pot obține proprietățile VPN!
sv: Kan inte hämta VPN-egenskaper!
uk: Неможливо отримати властивості VPN!

# _error_session_count_parser
source: Can't parse session count
be: Немагчыма прааналізаваць колькасць сеансаў
de: Sitzungszähler kann nicht verarbeitet werden
fa: امکان دریافت تعداد جلسه‌ها از سرور وجود ندارد
fr: Le nombre de sessions ne peut pas être analysé.
hr: Neuspješno prikazivanje broja sesija
id: Tidak dapat mengurai jumlah sesi
ja: セッションカウントを解析できません
ka: სესიების რაოდენობის დამუშავების პრობლემა
ko: 세션 수를 분석할 수 없습니다
pl: Nie można przetworzyć informacji o liczbie połączeń
ro: Nu se poate prelua numărul de sesiuni
sv: Kan inte tolka antal sessioner
uk: Неможливо проаналізувати кількість сеансів

# _error_loads
source: Can't update server loads
be: Немагчыма абнавіць загрузку сервера
de: Serverauslastungen können nicht aktualisiert werden
fa: وضعیت بار بر روی سرور به‌روز نشد
fr: Les charges des serveurs ne peuvent pas être mises à jour.
hr: Neuspješno ažuriranje opterećenja poslužitelja
id: Tidak dapat memperbarui muatan server
ja: サーバー負荷情報を更新できませんでした
ka: სერვერის დატვირთვის განახლების შეცდომა
ko: 서버 로드를 업데이트 할 수 없음
pl: Nie można zaktualizować obciążenia serwera
ro: Nu se poate actualiza încărcarea serverelor
sv: Kan inte uppdatera serverbelastning
uk: Неможливо оновити навантаженість сервера

# _error_api_offline
source: The Proton VPN API is currently offline
be: Proton VPN API цяпер па-за сеткай
de: Die Proton VPN‐API ist derzeit offline
fa: در حال حاضر API برای Proton VPN آفلاین است
fr: L'API Proton VPN est actuellement hors ligne.
hr: Proton VPN API je trenutno van mreže
id: API Proton VPN sedang offline
ja: Proton VPN API は現在オフラインです
ka: Proton VPN API ამჟამად გამორთულია
ko: Proton VPN API는 현재 오프라인입니다
pl: Interfejs API Proton VPN jest obecnie niedostępny
ro: API-ul Proton VPN este în prezent oprit.
sv: Proton VPN API är för närvarande offline
uk: Proton VPN API зараз офлайн

# _error_subscription_parser
source: Can't parse subscription info
be: Немагчыма прааналізаваць інфармацыю падпіскі
de: Abonnementinformation kann nicht verarbeitet werden
fa: امکان دریافت اطلاعات مربوط به اشتراک حساب وجود ندارد
fr: Les informations d'abonnement ne peuvent pas être analysées.
hr: Neuspješno prikazivanje podataka o pretplati
id: Tidak dapat mengurai info langganan
ja: サブスクリプション情報を解析できません
ka: გამოწერის ინფორმაციის დამუშავების შეცდომა
ko: 구독 정보를 분석할 수 없음
pl: Nie można przetworzyć informacji o subskrypcji
ro: Nu se pot prelua informațiile abonamentului
sv: Kan inte tolka prenumerationsinformation
uk: Неможливо проаналізувати інформацію про передплату

# _error_verification_methods_parser
source: Can't parse verfication methods
be: Немагчыма прааналізаваць метады праверкі
de: Verifizierungsmethoden können nicht verarbeitet werden
fa: روش‌های تایید بی‌نتیجه‌اند
fr: Les méthodes de vérification ne peuvent pas être analysées.
hr: Neuspješno prikazivanje metoda potvrde
id: Tidak dapat mengurai metode verifikasi
ja: 検証方法を解析できません
ka: გადამოწმების მეთოდების დამუშავების შეცდომა
ko: 인증 방법을 분석할 수 없음
pl: Nie można przetworzyć metod weryfikacji
ro: Nu se pot analiza metodele de verificare
sv: Kan inte tolka verfieringsmetoder
uk: Неможливо проаналізувати способи перевірки

# _error_keychain_fetch
source: Keychain error.
be: Памылка звязкі ключоў.
de: Schlüsselbund‐Fehler.
fa: خطای keychain.
fr: Erreur du trousseau.
hr: Pogreška privjeska ključeva.
id: Terdapat kesalahan pada keychain.
ja: キーチェーンでエラーが発生しました。
ka: გასაღებების ბრელოკის შეცდომა.
ko: 키체인 오류
pl: Błąd łańcucha klucza.
ro: Eroare lanț chei.
sv: Nyckelringsfel.
uk: Помилка В'язки ключів.

# _error_user_creation
source: Account creation failed
be: Збой стварэння ўліковага запісу
de: Kontoerstellung fehlgeschlagen
fa: ساخت حساب کاربری ناموفق بود
fr: La création du compte n'a pas abouti.
hr: Neuspješno stvaranje računa
id: Pembuatan akun gagal
ja: アカウントの作成に失敗しました
ka: ანგარიშის შექმნის შეცდომა
ko: 계정 생성 실패
pl: Tworzenie konta nie powiodło się
ro: Crearea contului a eșuat
sv: Misslyckades att skapa konto
uk: Не вдалося створити обліковий запис

# _error_unknown_title
source: Unknown error
be: Невядомая памылка
de: Unbekannter Fehler
fr: Erreur inconnue
id: Kesalahan yang tidak diketahui
ja: 不明なエラー
ka: უცნობი შეცდომა
ko: 알 수 없는 오류
pl: Wystąpił nieznany błąd
ro: Eroare necunoscută
sv: Okänt fel
uk: Невідома помилка

# _delinquent_user_title
source: Unpaid invoice
be: Неаплачаны рахунак
de: Unbezahlte Rechnung
fa: صورت حساب پرداخت نشده
fr: Facture impayée
hr: Neplaćena faktura
id: Tagihan belum dibayar
ja: 未払い請求
ka: გადაუხდელი ინვოისი
ko: 미지급 청구서
pl: Nieopłacone faktury
ro: Factură neplătită
sv: Obetald faktura
uk: Несплачений рахунок

# _delinquent_user_description
source: Your account currently has an overdue invoice. Please pay all unpaid invoices at account.protonvpn.com
be: Ваш уліковы запіс мае пратэрмінаваны рахунак. Аплаціце неаплачаныя рахункі на account.protonvpn.com
de: Dein Konto hat derzeit eine überfällige Rechnung. Bitte zahle alle unbezahlten Rechnungen auf account.protonvpn.com
fa: حساب کاربری شما یک صورت‌حساب مقوقه دارد. لطفاً در account.protonvpn.com همهٔ صورت‌حساب‌های پرداخت نشده را پرداخت کنید
fr: Vous avez une facture en retard sur votre compte. Rendez-vous sur account.protonvpn.com pour la payer.
hr: Vaš račun trenutačno ima neplaćenu fakturu. Molimo platite sve neplaćene fakture na account.protonvpn.com
id: Akun Anda memiliki tagihan yang tertunggak. Silakan bayar seluruh tagihan yang belum lunas pada account.protonvpn.com
ja: 支払い期限の過ぎた請求があります。 account.protonvpn.com へアクセスし、未払い分を清算してください。
ka: თქვენს ანგარიშში გადაუხდელი ინვოისია. გადაიხადეთ ყველა ინვოისი მისამართზე accounts.protonvpn.com
ko: 귀하의 계정에 현재 연체된 금액이 있습니다. account.protonvpn.com에서 연체된 금액을 지불해주세요.
pl: Twoje konto posiada obecnie zaległe faktury. Ureguluj wszystkie zobowiązania na account.protonvpn.com
ro: Contul dvs. are în prezent o factură restantă. Vă rugăm să plătiți toate facturile neachitate la account.protonvpn.com
sv: Ditt konto har för närvarande en förfallen faktura. Vänligen betala alla obetalda fakturor på account.protonvpn.com
uk: Ваш обліковий запис має протермінований рахунок. Будь ласка, сплатіть всі неоплачені рахунки на account.protonvpn.com

# _error_sign_in_again
source: Sorry, something went wrong. Please sign in again.
be: Прабачце, але нешта пайшло не так. Увайдзіце яшчэ раз.
de: Leider ist ein Problem aufgetreten. Bitte melde dich erneut an.
fa: متاسفیم، مشکلی پیش آمد. لطفا دوباره وارد حساب شوید.
fr: Désolé, un problème est survenu. Veuillez vous reconnecter.
id: Maaf, terdapat sesuatu yang salah. Silakan masuk kembali.
ja: 問題が発生しました。再度サインインしてください。
ka: რაღაც არასწორად წავიდა. თავიდან სცადეთ.
ko: 죄송합니다. 문제가 발생했습니다. 다시 로그인해주세요.
pl: Coś poszło nie tak. Zaloguj się ponownie.
ro: Ceva nu a funcționat bine. Reconectați-vă.
sv: Något gick fel. Logga in igen.
uk: Перепрошуємо, щось пішло не так. Повторіть спробу входу.

# _p2p_detected_popup_title
source: P2P traffic is not permitted on this server
be: Трафік P2P забаронены на гэтым серверы
de: P2P‐Verkehr ist auf diesem Server nicht erlaubt
fa: ترافیک P2P در این سرور مجاز نیست
fr: Le trafic P2P n'est pas autorisé sur ce serveur.
hr: P2P promet nije dopušten na ovom poslužitelju
id: Lalu lintas P2P tidak diizinkan pada server ini
ja: このサーバーは P2P 通信に対応していません。
ka: ამ სერვერზე P2P ტრაფიკი დაუშვებელია
ko: P2P 트래픽이 이 서버에서 허용되지 않습니다
pl: Na tym serwerze ruch P2P nie jest dozwolony
ro: Traficul P2P nu se permite pe acest server
sv: P2P-trafik är inte tillåten på denna server
uk: P2P-трафік не дозволений на цьому сервері

# _p2p_detected_popup_body
source: Your connection has been disabled because you are using a server that does not support peer-to-peer (P2P) traffic. P2P is not supported on free servers or servers that are numbered 100 or greater.
be: Падключэнне было разарвана, бо сервер да якога вы былі падключаны не падтрымлівае трафік аднарангавых сетак (P2P). Аднарангавыя сеткі не падтрымліваюцца на бясплатных серверах або на серверах, якія пранумараваны лічбай 100 або больш.
de: Deine Verbindung wurde deaktiviert, weil du einen Server verwendest, der keine Peer‐to‐Peer‐Kommunikation (P2P) unterstützt. P2P wird nicht auf kostenlosen Servern oder Servern mit einer Nummer von 100 oder höher unterstützt.
fa: چون شما از سروری استفاده میکنید که ترافیک هم اشتراکی (P2P) را پشتیبانی نمیکند، اتصال شما غیرفعال شده است. P2P در سرورهای رایگان یا سرورهایی که به ۱۰۰ یا بیشتر میرسند پشتیبانی نمیشوند.
fr: Votre connexion a été désactivée parce que vous utilisez un serveur qui ne supporte pas le trafic pair-à-pair (P2P). Le P2P n'est pas pris en charge sur les serveurs de l’abonnement gratuit ou les serveurs avec une numérotation supérieure ou égale à 100.
hr: Vaša je veza onemogućena jer koristite poslužitelj koji ne podržava peer-to-peer (P2P) promet. P2P nije podržan na besplatnim poslužiteljima ili poslužiteljima koji su numerirani od 100 ili više.
id: Sambungan Anda dinonaktifkan karena Anda menggunakan server yang tidak mendukung lalu lintas peer-to-peer (P2P). P2P tidak didukung pada server gratis dan server dengan nomor 100 atau lebih besar.
ja: 接続中のサーバーはピアツーピア(P2P)による通信に対応していないため、接続が解除されました。無料プランのサーバーや番号100番以降のサーバーは P2P に対応していません。
ka: თქვენი შეერთება გათიშულია, რადგან იყენებთ სერვერს, რომელსაც P2P ტრაფიკის მხარდაჭერა არ გააჩნია. P2P მხარდაუჭერელია უფასო სერვერებზე, რომლის ნომერიც100-ზე მეტია.
ko: 사용 중인 서버가 P2P 트래픽을 지원하지 않아 연결이 해제되었습니다. P2P는 무료 서버에서 지원되지 않습니다. P2P는 무료 서버나 100 이상의 서버에서 지원되지 않습니다.
pl: Twoje połączenie zostało wyłączone, ponieważ serwer, którego używasz, nie wspiera ruchu peer-to-peer (P2P). Ruch P2P nie jest wspierany na darmowych serwerach oraz posiadających w nazwie numerację większą niż 100.
ro: Conexiunea a fost dezactivată deoarece folosiți un server care nu suportă traficul de la persoană-la-persoană (P2P). P2P nu este suportat pe serverele gratuite sau cele numerotate cu 100 sau mai mult.
sv: Din anslutning har inaktiverats eftersom du använder en server som inte stöder peer-to-peer-trafik (P2P). P2P stöds inte på gratisservrar eller servrar som är numrerade 100 eller högre.
uk: Ваше з'єднання було вимкнено, тому що ви використовуєте сервер, який не підтримує трафік P2P (peer-to-peer). P2P не підтримується на безплатних серверах, або на серверах з номером 100 і більше.

# _p2p_forwarded_popup_title
source: Connection rerouted
be: Падключэнне перанакіравана
de: Verbindung umgeleitet
fa: اتصال دوباره مسیریابی شد
fr: Connexion redirigée
hr: Veza je preusmjerena
id: Koneksi dialihkan
ja: 接続経路が変更されました
ka: შეერთების რაუტი შეიცვალა
ko: 연결이 다시 라우팅됨
pl: Połączenie zostało przekierowane
ro: Conexiune redirecționată
sv: Anslutning omdirigerad
uk: З'єднання переспрямовано

source: Server under maintenance
be: Сервер на тэхнічным абслугоўванні
de: Server wird gewartet
fa: سرور در دست تعمیر است
fr: Serveur en maintenance
hr: Održavanje poslužitelja u tijeku
id: Server sedang dalam pemeliharaan
ja: サーバーはメンテナンス中です
ka: სერვერი ტექმომსახურებაშია
ko: 서버가 점검 중입니다
pl: Serwer jest w trakcie przerwy technicznej
ro: Servere în întreținere
sv: Server under underhåll
uk: Сервер обслуговується
