Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _netshield_alert_reconnect_description_on
source: Your connection will be restarted to change the NetShield mode. Note: If some sites don't load, try disabling NetShield.
be: Неабходны перазапуск падключэння для змены рэжыму NetShield. Нататка: калі ўзніклі праблемы з загрузкай сайтаў, паспрабуйце адключыць NetShield.
de: Deine Verbindung wird neu gestartet, um den NetShield-Modus zu ändern. Hinweis: Wenn einige Websites nicht geladen werden, versuche, NetShield zu deaktivieren.
fa: اتصال شما راه‌اندازی مجدد خواهد شد تا حالت NetShield تغییر کند. توجه: اگر بعضی سایتها بارگیری نمی‌شود، غیرفعال کردن NetShield را امتحان کنید.
fr: Votre connexion sera réinitialisée pour changer le mode NetShield. Note : si certains sites ne se chargent pas, essayez de désactiver NetShield.
hr: Vaša će se veza ponovo pokrenuti za promjenu NetShield načina. Napomena: Ako se neke web stranice ne učitaju, pokušajte onemogućiti NetShield.
id: Sambungan Anda akan dimulai ulang untuk mengubah mode NetShield yang aktif. Catatan: Apabila beberapa situs tidak dapat dimuat, cobalah untuk menonaktifkan NetShield.
ja: NetShield モードを変更するため、再接続されます。 注意: サイトが読み込まれない場合は、NetShield を無効にしてみてください。
ka: NetShield-ის რეჟიმის შესაცვლელად შეერთება თავიდან დამყარდება. შენიშვნა: თუ ზოგიერთი საიტი არ იტვირთება, სცადეთ გამორთოთ NetShield-ი.
ko: 연결이 NetShield 모드로 변경하기 위해 재시작됩니다. 경고: 일부 사이트를 못 불러올 시, NetShield 해제를 시도하세요.
pl: Twoje połączenie zostanie ponownie nawiązane, aby zmienić ustawienie funkcji NetShield. Uwaga: Wyłącz tę funkcję, jeśli niektóre strony internetowe przestaną działać.
ro: Conexiunea va fi repornită pentru a schimba modul NetShield. Notă: Dacă unele site-uri nu se încarcă, încercați să dezactivați NetShield.
sv: Din anslutning kommer att startas om för att ändra NetShield-läget. Obs: Om vissa webbplatser inte laddas, försök att inaktivera NetShield.
uk: Для зміни режиму NetShield ваше з'єднання буде перезапущено. Примітка: якщо деякі сайти не завантажуються, спробуйте вимкнути NetShield.

# _netshield_alert_reconnect_description_off
source: Your connection will be restarted to change the NetShield mode.
be: Неабходны перазапуск падключэння для змены рэжыму NetShield.
de: Deine Verbindung wird neu aufgebaut, um den NetShield-Modus zu ändern.
fa: اتصال شما راه‌اندازی مجدد خواهد شد تا حالت NetShield تغییر کند.
fr: Votre connexion sera réinitialisée pour changer le mode NetShield.
hr: Vaša će se veza ponovo pokrenuti za promjenu NetShield načina.
id: Sambungan Anda akan dimulai ulang untuk mengubah mode NetShield yang aktif.
ja: NetShieldモードを変更するため、再接続されます。
ka: NetShield-ის რეჟიმის შესაცვლელად შეერთება თავიდან დამყარდება.
ko: 연결이 NetShield 모드로 변경되기 위해 재시작됩니다.
pl: Twoje połączenie zostanie ponownie nawiązane, aby zmienić ustawienie funkcji NetShield.
ro: Conexiunea va fi restabilită pentru a trece în modul NetShield.
sv: Din anslutning kommer att startas om för att ändra NetShield-läget.
uk: Для зміни режиму NetShield ваше з'єднання буде перезапущено.

# _netshield_alert_upgrade_description
source: NetShield increases your privacy by blocking advertisements and trackers.
be: NetShield павялічвае вашу прыватнасць блакіруючы рэкламу і праграмы сачэння.
de: NetShield erhöht deine Privatsphäre, indem es Werbung und Tracker sperrt.
fa: NetShield با مسدود کردن آگهی‌ها و ردیاب‌ها حریم خصوصی شما را افزایش می‌دهد.
fr: NetShield renforce la protection de votre vie privée en bloquant les publicités et les traqueurs.
hr: NetShield povećava vašu privatnost blokirajući oglase i uređaje za praćenje.
id: NetShield meningkatkan privasi Anda dengan memblokir iklan dan pelacak.
ja: NetShield は広告やトラッカーをブロックしてプライバシーを保護します。
ka: NetShield რეკლამებისა და ტრეკერების დაბლოკვით თქვენს კონფიდენციალობას ზრდის.
ko: NetShield가 광고, 트래커를 차단하여 프라이버시를 한층 더 보호합니다.
pl: Funkcja NetShield zwiększa poziom prywatności poprzez blokowanie reklam i elementów śledzących.
ro: NetShield vă mărește intimitatea blocând reclamele și Instrumentele de urmărire.
sv: NetShield ökar din integritet genom att blockera annonser och spårare.
uk: NetShield покращує вашу приватність, блокуючи рекламу та елементи стеження.

# _netshield_section_title
source: Malware & Ads Blocker
be: Шкодныя праграмы і блакіроўка рэкламы
de: Malware- & Werbeblocker
fr: Bloqueur de publicités et logiciels malveillants
id: Pemblokir Malware & Iklan
ja: マルウェアと広告ブロッカー
ka: ცუდი პროგრამებისა და რეკლამების მბლოკავი
ko: 멀웨어 및 광고 차단기
pl: Blokada reklam i złośliwego oprogramowania
ro: Blocare malware și reclame
sv: Blockerare för skadlig kod och annonser
uk: Блокування зловмисних програм і реклами

# _news_title
source: News
be: Навіны
de: Neuigkeiten
fa: اخبار
fr: Actualités
hr: Vijesti
id: Berita
ja: ニュース
ka: სიახლეები
ko: 뉴스
pl: Aktualności
ro: Știri
sv: Nyheter
uk: Новини

# _quick_settings_secureCore_description
source: Route your most sensitive data through our safest servers in privacy-friendly countries.
be: Перанакіроўваць самыя канфідэнцыяльныя даныя праз нашы бяспечныя серверы ў краінах, дзе асабістыя звесткі абаронены законам.
de: Leite deine sensibelsten Daten über unsere sichersten Server in datenschutzfreundlichen Ländern weiter.
fa: حساس‌ترین داده‌های خود را از طریق امن‌ترین سرورهای ما در کشورهای دوستدار حریم خصوصی مسیرگذاری کنید.
fr: Acheminez vos données les plus sensibles via nos serveurs les plus sécurisés dans des pays respectueux de la vie privée.
hr: Usmjerite svoje najosjetljivije podatke preko naših najsigurnijih poslužitelja u zemljama koje poštuju privatnost.
id: Alihkan data paling sensitif Anda melalui server teraman kami di negara ramah privasi.
ja: プライバシーフレンドリーな国にある私たちの安全なサーバーを経由して接続します。
ka: დაარაუტეთ თქვენი ყველაზე მგრძნობიარე მონაცემები ჩვენი ყველაზე დაცული სერვერების გავლით.
ko: 개인 정보 보호 친화적인 국가에 있는 가장 안전한 서버를 통해 가장 민감한 데이터를 라우팅하세요.
pl: Przekieruj swoje najbardziej poufne dane przez nasze najbezpieczniejsze serwery ulokowane w krajach szanujących prywatność.
ro: Direcționați-vă cele mai importante date prin serverele noastre sigure din țările care respectă intimitatea.
sv: Dirigera dina mest känsliga data genom våra säkraste servrar i integritetsvänliga länder.
uk: Спрямовуйте свої найвразливіші дані через наші найзахищеніші сервери в країнах, що цінують приватність.

# _quick_settings_netShield_description
source: Browse the internet without ads and malware.
be: Праглядайце старонкі ў інтэрнэце без рэкламы і шкодных праграм.
de: Surfe im Internet ohne Werbung und Malware.
fa: اینترنت را بدون آگهی و بدافزار مرور کنید.
fr: Naviguez sur internet sans aucune publicité ni logiciel malveillant.
hr: Pretražujte internet bez oglasa i zlonamjernih programa.
id: Jelajahi internet tanpa iklan dan malware.
ja: 広告やマルウェアのないインターネットを使いましょう。
ka: ათვალიერეთ ვებგვერდები რეკლამებისა და არასასურველი პროგრამების გარეშე.
ko: 광고와 멀웨어 없이 인터넷을 즐깁니다.
pl: Przeglądaj Internet bez reklam i złośliwego oprogramowania.
ro: Navigați pe internet fără reclame și malware.
sv: Surfa på Internet utan annonser och skadlig kod.
uk: Користуйтеся інтернетом без реклами та зловмисних програм.

# _quick_settings_killSwitch_description
source: Disables internet if the VPN connection drops to prevent accidental IP leak.
be: Адключае інтэрнэт у выпадку разрыву падключэння па VPN для прадухілення выпадковай уцечкі IP-адраса.
de: Trennt die Verbindung zum Internet, wenn die VPN-Verbindung abbricht, um einen versehentlichen IP-Leak zu verhindern.
fa: اگر ارتباط VPN قطع شد اینترنت خود را قطع کنید تا از نشتی تصادفی IP جلوگیری شود.
fr: Désactive internet en cas de coupure de la connexion VPN pour éviter une fuite accidentelle d'IP.
hr: Onemogućuje internet ako VPN veza se prekine, kako bi se spriječilo slučajno curenje IP adrese.
id: Menonaktifkan internet Anda sepenuhnya apabila koneksi VPN terputus untuk mencegah kebocoran IP.
ja: 意図しない IP アドレスの漏洩を防ぐため、VPN 接続が切断された場合にインターネットを無効にします。
ka: IP-ის გაჟონვის თავიდან ასაცილებლად VPN შეერთების გათიშვის შემთხვევაში ინტერნეტის გამორთვა.
ko: VPN 연결이 해제될 경우 IP 유출을 막기 위해 인터넷을 끕니다.
pl: Blokuje połączenie z Internetem, aby zapobiec wyciekowi adresu IP, gdy połączenie VPN zostanie rozłączone.
ro: Dezactivează accesul la internet când cade conexiunea VPN pentru a preveni divulgarea accidentală a adresei IP.
sv: Inaktiverar internet om VPN-anslutningen avbryts för att förhindra oavsiktlig IP-läcka.
uk: Вимикає інтернет, якщо втрачається VPN-з'єднання, щоб запобігти випадковому розкриттю IP-адреси.

# _quick_settings_secureCore_note
source: Secure Core may reduce VPN speed
be: Secure Core можа знізіць хуткасць падключэння па VPN
de: „Secure Core” kann die VPN-Geschwindigkeit reduzieren
fa: Secure Core سرعت VPN را ممکن است کاهش دهد
fr: Secure Core peut réduire la vitesse du VPN.
hr: Secure Core može smanjiti brzinu VPN-a
id: Secure Core dapat menurunkan kecepatan VPN
ja: Secure Core を使用すると VPN の通信速度が低下する可能性があります
ka: Secure Core -მა შეიძლება VPN -ის სიჩქარე შეამციროს
ko: Secure Core는 VPN 속도를 느리게 할 수 있습니다
pl: Funkcja Secure Core może zmniejszyć prędkość połączenia VPN
ro: „Secure Core” are putea reduce viteza prin VPN
sv: Secure Core kan minska VPN-hastighet
uk: Secure Core може знижувати швидкість VPN

# _quick_settings_netShield_note
source: If websites don’t load, try disabling NetShield
be: Паспрабуйце адключыць NetShield, калі вэб-сайты не загружаюцца
de: Wenn Websites nicht geladen werden, versuche NetShield zu deaktivieren.
fa: اگر وبسایتها بار نمی‌شوند، غیرفعّال کردن NetShield را امتحان کنید
fr: Si les sites web ne se chargent pas, essayez de désactiver NetShield.
hr: Ako se web stranice ne učitaju, pokušajte onemogućiti NetShield
id: Jika situs web tidak dimuat, coba nonaktifkan NetShield
ja: ウェブサイトが読み込まれない場合は、NetShield を無効にしてみてください
ka: თუ გვერდი არ იტვირთება, სცადეთ NetShield-ი გათიშოთ
ko: 웹사이트가 로드되지 않는다면, NetShield를 비활성화해 보세요
pl: Jeśli strony internetowe się nie ładują, spróbuj wyłączyć funkcję NetShield
ro: Dacă paginile web nu se încarcă, încercați cu NetShield dezactivat.
sv: Om webbplatser inte laddas, försök inaktivera NetShield
uk: Якщо вебсайти не завантажуються, спробуйте вимкнути NetShield

# _quick_settings_killSwitch_note
source: If you can't connect to devices on your local network, try disabling kill switch.
be: Калі вы не можаце падключыцца да прылады ў вашай лакальнай сетцы, варта паспрабаваць адключыць Kill Switch.
de: Wenn du keine Verbindung zu Geräten in deinem lokalen Netzwerk herstellen kannst, versuche Kill Switch zu deaktivieren.
fa: اگر نمی‌توانید به دستگاه‌های روی شبکهٔ محلی خود متصل شوید، غیرفعال کردن Kill Switch را امتحان کنید.
fr: Si vous ne pouvez pas vous connecter aux périphériques de votre réseau local, essayez de désactiver la fonctionnalité Arrêt d'urgence (kill switch).
hr: Ako se ne možete povezati s uređajima na lokalnoj mreži, pokušajte onemogućiti kill switch.
id: Apabila Anda tidak dapat tersambung ke perangkat lain yang terdapat pada jaringan lokal Anda, cobalah untuk menonaktifkan kill switch.
ja: ローカルネットワーク上のデバイスに接続できない場合は、キルスイッチを無効にしてみてください。
ka: თუ ვერ უკავშირდებით მოწყობილობებს ლოკალურ ქსელში, სცადეთ Kill Switch-ი გამორთოთ.
ko: 디바이스가 로컬 네트워크에 연결할 수 없다면, 킬 스위치 해제를 시도하세요.
pl: Jeśli nie możesz połączyć się z urządzeniami w sieci lokalnej, wyłącz funkcję Kill Switch.
ro: Dacă nu vă puteți conecta la dispozitivele din rețeaua locală, încercați să dezactivați blocarea reclamelor.
sv: Om du inte kan ansluta till enheter på ditt lokala nätverk, försök att inaktivera kill switch.
uk: Якщо ви не можете з'єднатися з пристроями у вашій локальній мережі, спробуйте вимкнути Kill Switch.

# _quick_settings_get_plus
source: Get Plus
be: Перайсці на Plus
de: Plus holen
fa: دریافت پلاس
fr: Obtenir l'abonnement Plus
hr: Nabavite Plus
id: Pilih Plus
ja: PLUS を入手
ka: Plus-ის მიღება
ko: Plus 요금제 얻기
pl: Wybierz plan Plus
ro: Luați Plus
sv: Skaffa Plus
uk: Отримати Plus

source: Applying settings
be: Ужыванне налад
de: Einstellungen werden übernommen
fa: اعمال کردن تنظیمات
fr: Application des paramètres
hr: Primjena postavki
id: Menerapkan pengaturan
ja: 設定を適用中
ka: პარამეტრების გადატარება
ko: 설정 적용 중
pl: Zapisywanie ustawień
ro: Aplicare setări
sv: Tillämpar inställningar
uk: Застосування параметрів

# _reestablish_vpn_connection_
source: Re-establishing VPN connection.
be: Паўторнае ўсталяванне падключэння па VPN.
de: VPN-Verbindung wird wiederhergestellt.
fa: دوباره برقرار کردن اتصال VPN.
fr: Rétablissement de la connexion VPN.
hr: Ponovno uspostavljanje VPN veze.
id: Membangun ulang sambungan VPN.
ja: VPN接続を再確立しています。
ka: VPN შეერთების თავიდან დამყარება.
ko: 다시 연결을 시도합니다.
pl: Ponowne ustanawianie połączenia VPN.
ro: Restabilire conexiune VPN.
sv: Återaktiverar VPN-anslutning.
uk: Повторне встановлення VPN-з'єднання.

# _ip_will_not_be_exposed
source: Your IP will not be exposed.
be: Ваш IP не будзе раскрыты.
de: Deine IP wird nicht enthüllt.
fa: IP شما آشکار نخواهد شد.
fr: Votre adresse IP ne sera pas exposée.
hr: Vaša IP adresa neće biti izložena.
id: IP Anda tidak akan diekspos.
ja: IPアドレスは公開されません。
ka: თქვენი IP არ გამოჩნდება.
ko: IP 주소가 노출되지 않습니다.
pl: Twój adres IP nie zostanie ujawniony.
ro: Adresa IP nu va fi expusă.
sv: Ditt IP kommer inte att exponeras.
uk: Ваш IP не буде викрито.

# _cancel_reconnection
source: This will cancel any re-connection attempt and leave you disconnected
be: Гэта скасуе ўсе спробы паўторнага падключэння і пакіне вас адключаным
de: Dadurch wird jeder erneute Verbindungsversuch unterbunden und deine Verbindung wird getrennt.
fa: این هر گونه تلاش برای اتصال مجدد را لغو خواهد کرد و شما را غیر متصل رها می‌کند
fr: Ceci annulera toute tentative de reconnexion et vous laissera déconnecté
hr: Ovo će otkazati svaki pokušaj ponovnog povezivanja i ostaviti vas odspojenim
id: Ini akan membatalkan usaha menyambung ulang dan membiarkan Anda terputus sambungan
ja: 再接続の試みをキャンセルし、切断したままにします
ka: გააუქმებს თავიდან მიერთების მცდელობებს და გამოერთებულს დაგტოვებთ
ko: 이는 재연결 시도를 취소하고 연결이 끊어질 것입니다
pl: Spowoduje to anulowanie ponownych prób połączenia i sprawi, że pozostaniesz rozłączony
ro: Se va anula orice încercare de reconectare și va rămâne deconectată
sv: Detta kommer avbryta alla återanslutningsförsök och lämna dig frånkopplad
uk: Це скасує всі спроби повторного з'єднання і залишить вас від'єднаними

# _quick_settings_netshield_option_off
source: Don't block
be: Не блакіраваць
de: Nicht sperren
fa: مسدود نکن
fr: Ne pas bloquer
hr: Ne blokiraj
id: Jangan blokir
ja: ブロックしない
ka: არ დაბლოკო
ko: 차단하지 않기
pl: Nie blokuj
ro: Fără blocare
sv: Blockera inte
uk: Не блокувати

# _quick_settings_netshield_option_level1
source: Block malware only
be: Блакіраваць толькі шкодныя праграмы
de: Nur Malware sperren
fa: فقط بدافزار مسدود شود
fr: Bloquer uniquement les logiciels malveillants
hr: Blokiraj samo zlonamjerne programe
id: Blokir malware saja
ja: マルウェアのみブロック
ka: მხოლოდ malware-ის დაბლოკვა
ko: 멀웨어만 차단
pl: Zablokuj złośliwe oprogramowanie
ro: Blocare doar malware
sv: Blockera endast skadlig kod
uk: Блокувати лише зловмисні програми

# _quick_settings_netshield_option_level2
source: Block malware, ads, & trackers
be: Блакіраваць шкодныя праграмы, праграмы сачэння і рэкламу
de: Malware, Werbung & Tracker blockieren
fr: Bloquer les logiciels malveillants, publicités et traqueurs
id: Blokir malware, iklan, & program pelacak
ja: マルウェア、広告、トラッカーをブロック
ka: დაბლოკეთ მავნე პროგრამები, რეკლამები და ტრეკერები
ko: 멀웨어, 광고 및 추적기 차단
pl: Zablokuj złośliwe oprogramowanie, reklamy i elementy śledzące
ro: Blocare malware, reclame și instrumente de urmărire
sv: Blockera skadlig kod, annonser och spårare
uk: Блокувати зловмисні програми, рекламу і стеження

# _upgrade_required_securecore_description
source: Secure Core is available with a Plus plan. Upgrade now to route traffic through our safest servers in privacy-friendly countries.
be: Secure Core даступны на тарыфным плане Plus. Перайдзіце на яго, каб мець магчымасць перанакіроўваць трафік праз нашы бяспечныя серверы ў краінах, дзе асабістыя звесткі абаронены законам.
de: Secure Core ist in Verbindung mit einem Plus-Abonnement verfügbar. Steige jetzt um, um den Datenverkehr über unsere sichersten Server in datenschutzfreundlichen Ländern zu leiten.
fa: Secure Core با طرح Plus موجود است. هم‌اکنون ارتقا دهید تا ترافیک خود را از طریق امن‌ترین سرورهای ما در کشورهای دوستدار حریم خصوصی عبور دهید.
fr: Secure Core est disponible avec un abonnement Plus. Passez à l’abonnement supérieur pour acheminer votre trafic via nos serveurs les plus sécurisés, localisés dans des pays respectueux de la vie privée.
hr: Secure Core dostupan je s Plus planom. Nadogradite sada da biste preusmjerili promet putem naših najsigurnijih poslužitelja u zemljama pogodnim za privatnost.
id: Secure Core tersedia di paket Plus. Tingkatkan sekarang untuk mengalihkan trafik lewat server teraman kami di negara ramah privasi.
ja: Secure CoreはPlusプランでご利用いただけます。プライバシーに配慮した国の最も安全なサーバーでトラフィックをルーティングするには今すぐアップグレードしてください。
ka: Secure Core-ი Plus ტარიფთან ერთადაა მხარდაჭერილი. გააუმჯობესეთ თქვენი ტრაფიკი ახლა და გადაამისამართეთ ის ჩვენს დაცულ სერვერებზე, რომლებიც კონფიდენციალობის დამცველ ქვეყნებშია განლაგებული.
ko: Secure Core은 Plus 요금제에서 사용 가능합니다. 개인 정보 보호 친화적인 국가에서 가장 안전한 서버를 통해 트래픽을 라우팅하려면 지금 업그레이드하세요.
pl: Funkcja Secure Core jest dostępna w planie Plus. Ulepsz plan, aby przekierować ruch sieciowy przez nasze najbezpieczniejsze serwery ulokowane w krajach szanujących prywatność.
ro: Serverele Secure Core sunt disponibile în planul Plus. Treceți la alt plan acum pentru a direcționa traficul prin servele noastre sigure aflate în țări care vă respectă intimitatea.
sv: Secure Core är tillgängligt med ett Plus-paket. Uppgradera nu för att dirigera trafik genom våra säkraste servrar i integritetsvänliga länder.
uk: Функція Secure Core доступна з тарифним планом Plus. Передплатіть зараз, щоб спрямовувати трафік через наші найзахищеніші сервери в країнах, які цінують приватність.

# _kill_switch_reconnection_header
source: Kill switch is protecting your IP
be: Kill Switch абараняе ваш IP
de: Kill Switch schützt deine IP-Adresse
fa: Kill Switch از IP شما حفاظت می‌کند
fr: Arrêt d'urgence (kill switch) protège votre adresse IP
hr: Kill switch štiti vašu IP adresu
id: Kill switch melindungi IP Anda
ja: キルスイッチがあなたの IP を保護しています
ka: Kill Switch იცავს თქვენს IP-ს
ko: 킬 스위치가 IP 주소를 보호하고 있습니다
pl: Funkcja Kill Switch chroni Twój adres IP
ro: Blocarea conexiunii vă protejează adresa IP
sv: Kill Switch skyddar ditt IP
uk: Kill Switch захищає вашу IP-адресу

# _kill_switch_reconnection
source: Your internet connection will resume as soon as Proton VPN reconnects to a server. To use the internet without VPN and kill switch protection, cancel the reconnection to the server.
be: Ваша падключэнне да інтэрнэту будзе адноўлена як толькі Proton VPN паўторна падключыцца да сервера. Для таго, каб карыстацца інтэрнэтам без VPN і абароны Kill Switch, скасуйце паўторнае падключэнне да сервера.
de: Deine Internetverbindung wird wiederhergestellt, sobald Proton VPN die Verbindung zu einem Server wiederherstellen konnte. Um das Internet ohne VPN und ohne „Kill Switch“-Schutz zu nutzen, breche das erneute Verbinden mit dem Server ab.
fa: ارتباط اینترنت شما به محض اتصال مجدد ProtonVPN به یک سرور دوباره از سر گرفته خواهد شد. برای استفاده از اینترنت بدون VPN و Kill Switch, اتصال دوباره به سرور را لغو کنید.
fr: Votre connexion internet reprendra dès que Proton VPN se reconnectera à un serveur. Pour utiliser internet sans VPN et sans la protection Arrêt d'urgence (kill switch), annulez la reconnexion au serveur.
hr: Vaša će se internetska veza nastaviti čim se Proton VPN ponovno poveže s poslužiteljem. Da biste koristili internet bez VPN i kill switch zaštite, otkažite ponovno povezivanje s poslužiteljem.
id: Koneksi internet Anda akan dilanjutkan ketika Proton VPN menghubungkan ulang ke sebuah server. Untuk menggunakan internet tanpa VPN dan perlindungan kill switch, batalkan penghubungan ulang ke server.
ja: Proton VPN がサーバーに再接続すると、インターネット接続がすぐに再開されます。 VPN とキルスイッチの保護なしでインターネットを使用するには、サーバーへの再接続をキャンセルします。
ka: ინტერნეტთან შეერთება განახლდება მაშინვე, როცა Proton VPN თავიდან მიუერთდება სერვერს. ინტერნეტის VPN-ის და Kill Switch-ის გარეშე გამოსაყენებლად გამორთეთ სერვერთან თავიდან დაკავშირება.
ko: Proton VPN이 서버에 연결하는데로 인터넷 연결이 재게될 것입니다. Kill switch 와 VPN의 보호 없이 인터넷을 사용하려면, 이 서버로의 재연결을 취소하십시오.
pl: Połączenie internetowe zostanie wznowione po przywróceniu łączności z serwerem. Aby korzystać z Internetu bez ochrony VPN i funkcji Kill Switch, anuluj ponowne łączenie z serwerem.
ro: Conexiunea la internet se va relua imediat ce Proton VPN se reconectează la server. Pentru a folosi internetul fără VPN and protecția de blocare a conexiunii, anulați reconectarea la server.
sv: Din internetanslutning kommer återupptas så snart Proton VPN återansluter till en server. För att använda Internet utan VPN och kill switch-skydd, avbryt återanslutningen till servern.
uk: Ваше з'єднання з інтернетом відновиться одразу, як Proton VPN повторно з'єднається з сервером. Щоб користуватися інтернетом без VPN та захисту Kill Switch, скасуйте повторне з'єднання з сервером.

# _kill_switch_reconnection_bold1
source: without
be: без
de: ohne
fa: بدون
fr: sans
hr: bez
id: tanpa
ja: なし
ka: გარეშე
ko: 없이
pl: bez
ro: fără
sv: utan
uk: без

# _kill_switch_reconnection_bold2
source: Kill switch protection
be: Абарона Kill Switch
de: „Kill Switch“-Schutz
fa: حفاظت Kill Switch
fr: Protection Arrêt d'urgence (kill switch)
hr: Kill switch zaštita
id: Perlindungan kill switch
ja: キルスイッチ保護
ka: Kill Switch-ით დაცვა
ko: 킬 스위치 보호
pl: ochrony Kill Switch
ro: Protecție blocare conexiune
sv: Kill switch-skydd
uk: Захист Kill Switch

# _kill_switch_reconnection_cancel
source: Cancel reconnection
be: Скасаваць паўторнае падключэнне
de: Wiederverbinden abbrechen
fa: لغو اتصال دوباره
fr: Annuler la reconnexion
hr: Otkaži ponovno povezivanje
id: Batalkan sambungan ulang
ja: 再接続をキャンセルする
ka: თავიდან მიერთების გაუქმება
ko: 재연결 취소
pl: Anuluj ponowne łączenie
ro: Anulare reconectare
sv: Avbryt återanslutning
uk: Скасувати повторне з'єднання

# _smart_title
source: Smart
ka: ჭკვიანი

# _smart_protocol_description
source: Enable Smart Protocol to automatically use the protocol and port that offers the best connectivity.
be: Уключыць Smart Protoctol для аўтаматычнага выкарыстання пратакола і парта, якія забяспечваюць лепшае падключэнне.
de: Aktiviert das intelligente Protokoll, um automatisch das Protokoll und den Anschluss zu verwenden, der die beste Verbindung bietet.
fa: پروتکل هوشمند را فعلا کنید تا به طور خودکار از پروتکل و پورتی که بهترین اتصال را ارائه می دهد استفاده شود.
fr: Activez Smart Protocol pour utiliser automatiquement le protocole et le port qui offrent la meilleure connectivité.
id: Aktifkan Smart Protocol agar Anda dapat terhubung ke internet melalui protokol dan port yang memiliki kualitas sambungan terbaik secara otomatis.
ja: スマートプロトコルを有効化することで、最適な接続を実現するプロトコルとポートが自動的に選択されます。
ka: ჩართეთ Smart Protocol ავტომატურად გამოიყენოს პროტოკოლი და პორტი, რომელიც გთავაზობთ საუკეთესო კავშირს.
ko: 가장 좋은 연결을 제공하는 프로토콜과 포트를 자동으로 사용하려면 Smart Protocol을 활성화하세요.
pl: Włącz funkcję Smart Protocol, aby użyć protokołu i portu, które oferują najlepsze połączenie.
ro: Activați Smart Protocol pentru a utiliza cel mai bun protocol și port care oferă cea mai bună conectivitate.
sv: Aktivera Smart Protocol för att automatiskt använda protokollet och porten som erbjuder den bästa anslutningen.
uk: Увімкнути Smart Protocol для автоматичного застосування протоколу та порту, які пропонують найкращу якість з'єднання.

# _smart_protocol_reconnect_modal_title
source: Reconnection required
be: Неабходна паўторнае падключэнне
de: Wiederverbinden erforderlich
fa: اتصال دوباره نیاز است
fr: La reconnexion est nécessaire.
hr: Nužno je ponovno povezivanje
id: Penyambungan ulang dibutuhkan
ja: 再接続が必要です
ka: საჭიროა თავიდან მიერთება
ko: 재연결 권장됨
pl: Ponowne połączenie jest wymagane
ro: Reconectare necesară
sv: Återanslutning krävs
uk: Необхідне перепідключення
