Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# netshield_stats_hint_data
source: Estimated size of ads, trackers, and malware that NetShield has blocked.
be: Прыблізны памер рэкламы, праграм сачэння і шкодных праграм, якія заблакіраваў NetShield.
de: Geschätzte Größe der Werbung, Tracker und Malware, die NetShield blockiert hat.
fr: Estimation des publicités, traqueurs et logiciels malveillants bloqués par NetShield.
id: Perkiraan ukuran iklan, pelacak, dan malware yang telah diblokir oleh NetShield.
ja: NetShield がブロックした広告、トラッカー、マルウェアの推定サイズです。
ka: NetShield-ის მიერ დაბლოკილი რეკლამების, ტრეკერებისა და არასასურველი პროგრამებს დაახლოებითი ზომა.
ko: NetShield가 차단한 광고 트래커, 멀웨어의 예상 크기입니다.
pl: Szacowany rozmiar reklam, elementów śledzących i złośliwego oprogramowania zablokowanych przez funkcję NetShield.
ro: Mărimea estimată de reclame, urmăritori și malware pe care NetShield le-a blocat.
sv: Uppskattad antal av annonser, spårare och skadlig kod som NetShield har blockerat.
uk: Орієнтовний розмір рекламних оголошень, елементів стеження та зловмисних програм, заблокованих NetShield.

# _netshield_stats_blocked_K
source: %@ K
be: %@ тыс.
id: %@ rb
ka: %@ კ
pl: %@ tys.

# _netshield_stats_blocked_M
source: %@ M
be: %@ млн
id: %@ jt
ka: %@ მ
pl: %@ mln

# _netshield_stats_blocked_G
source: %@ G
be: %@ млрд
id: %@ M
ka: %@ გ
pl: %@ mld
ro: %@ MD

# _netshield_stats_blocked_T
source: %@ T
be: %@ трлн
ka: %@ ტ
pl: %@ bln

# _netshield_stats_blocked_P
source: %@ P
be: %@ квдрлн
ka: %@ პ
pl: %@ bld
ro: %@ C

# _netshield_stats_blocked_E
source: %@ E
be: %@ секстлн
fr: %@ Z
ka: %@ ე
pl: %@ tln

# _alert_protocol_deprecated_title
source: Protocol Unavailable
be: Пратакол недаступны
de: Protokoll nicht verfügbar
fr: Protocole non disponible
id: Protokol Tidak Tersedia
ja: プロトコル使用不可
ka: პროტოკოლი ხელმიუწვდომელია
ko: 프로토콜을 사용할 수 없음
pl: Protokół jest niedostępny
ro: Protocol indisponibil
sv: Protokoll inte tillgängligt
uk: Протокол недоступний

# _alert_protocol_deprecated_body_macos
source: This profile uses a protocol that is outdated and no longer supported. Click "Update" to switch to using the default Smart protocol. Learn more
be: Гэты профіль выкарыстоўвае састарэлы пратакол, які больш не падтрымліваецца. Націсніце "Абнавіць", каб прадвызначана выкарыстоўваць Smart Protocol. Даведацца больш
de: Dieses Profil verwendet ein Protokoll, das veraltet ist und nicht mehr unterstützt wird. Klicke auf "Aktualisieren", um das Standard-Smart Protocol zu verwenden. Mehr erfahren
fr: Ce profil utilise un protocole obsolète qui n'est plus pris en charge. Cliquez sur «·Mettre à jour·» pour passer à Smart Protocol par défaut. En savoir plus
id: Profil ini menggunakan protokol yang lawas dan tidak didukung lagi. Klik "Perbarui" untuk ganti ke protokol Smart bawaan. Pelajari lebih lanjut
ja: このプロファイルは、時代遅れでサポートされなくなったプロトコルを使用しています。 [更新] をクリックして、デフォルトのスマート プロトコルの使用に切り替えます。 もっと詳しく知る
ka: პროფილი იყენებს პროტოკოლს, რომელიც მოძველებულია და მხარდაჭერილი აღარაა. ნაგულისხმევ, ჭკვიან პროტოკოლზე გადასართავად "განახლებას" დააწექით. გაიგეთ მეტი
ko: 이 프로파일은 만료되고 더 이상 지원되지 않는 프로토콜을 사용합니다. 업데이트를 클릭하여 기본 Smart Protocol로 전환하세요. 자세히 알아보기
pl: Ten profil używa protokołu, który jest przestarzały i nie jest już obsługiwany. Kliknij "Zaktualizuj", aby przełączyć się na domyślny protokół Smart. Dowiedz się więcej
ro: Acest profil folosește un protocol care este învechit și nu mai este acceptat. Faceți clic pe „Actualizare” pentru a trece la utilizarea implicită a Smart protocol. Detalii
sv: Denna profil använder ett protokoll som är föråldrat och inte längre stöds. Klicka på “Uppdatera“ för att byta till att använda standard Smart Protocol. Lär dig mer
uk: Цей профіль використовує застарілий протокол, який більше не підтримується. Натисніть "Оновити", щоб перемикнутися на використання типового протоколу Smart. Докладніше

# _alert_protocol_deprecated_link_text
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fr: En savoir plus
hr: Više informacija
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _alert_protocol_deprecated_body_ios
source: This profile uses a protocol that is outdated and no longer supported. Click "Update" to switch to using the default Smart protocol.
be: Гэты профіль выкарыстоўвае састарэлы пратакол, які больш не падтрымліваецца. Націсніце "Абнавіць", каб прадвызначана выкарыстоўваць Smart Protocol.
de: Dieses Profil verwendet ein Protokoll, das veraltet ist und nicht mehr unterstützt wird. Klicke auf "Aktualisieren", um das Standard-Smart Protocol zu verwenden.
fr: Ce profil utilise un protocole obsolète qui n'est plus pris en charge. Cliquez sur «·Mettre à jour·» pour passer à Smart Protocol par défaut.
id: Profil ini menggunakan protokol yang sudah lawas dan tidak didukung lagi. Klik "Perbarui" untuk ganti ke protokol Smart bawaan.
ja: このプロファイルは、時代遅れでサポートされなくなったプロトコルを使用しています。 [更新] をクリックして、デフォルトのスマート プロトコルの使用に切り替えます。
ka: პროფილი იყენებს პროტოკოლს, რომელიც მძველებულია და მხარდაჭერილი აღარაა. ნაგულისხმევ ჭკვიან პროტოკოლზე გადასართავად "განახლებას" დააწექით.
ko: 이 프로파일은 만료되고 더 이상 지원되지 않는 프로토콜을 사용합니다. 업데이트를 클릭하여 기본 Smart Protocol로 전환하세요.
pl: Ten profil używa protokołu, który jest przestarzały i nie jest już obsługiwany. Kliknij "Zaktualizuj", aby przełączyć się na domyślny protokół Smart.
ro: Acest profil folosește un protocol care este învechit și nu mai este acceptat. Faceți clic pe „Actualizare” pentru a trece la utilizarea implicită a Smart protocol.
sv: Denna profil använder ett protokoll som är föråldrat och inte längre stöds. Klicka på “Uppdatera“ för att byta till att använda standard Smart Protocol.
uk: Цей профіль використовує застарілий протокол, який більше не підтримується. Натисніть "Оновити", щоб перемикнутися на використання типового протоколу Smart.

# _alert_protocol_deprecated_enable_smart
source: Update
be: Абнавіць
de: Aktualisieren
fr: Mettre à jour
hr: Ažuriraj
id: Perbarui
ja: 更新
ka: განახლება
ko: 업데이트
pl: Zaktualizuj
ro: Actualizare
sv: Uppdatera
uk: Оновити

# _alert_protocol_deprecated_learn_more
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fr: En savoir plus
hr: Više informacija
id: Pelajari lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _alert_protocol_deprecated_close
source: Close
be: Закрыць
de: Schliessen
fr: Fermer
hr: Zatvori
id: Tutup
ja: 閉じる
ka: დახურვა
ko: 닫기
pl: Zamknij
ro: Închidere
sv: Stäng
uk: Закрити

# _bad_interface_ip_range_alert_title
source: Bad Network Interface
be: Няправільны сеткавы інтэрфейс
de: Schlecht konfigurierte Netzwerkschnittstelle
id: Antarmuka Jaringan Tidak Benar
ja: 不正なネットワークインターフェイス
ka: არასწორი ქსელის ინტერფეისი
ko: 나쁜 네트워크 환경
pl: Interfejs sieciowy jest nieprawidłowy
ro: Interfață de rețea configurată greșit
sv: Dåligt nätverksgränssnitt
uk: Поганий мережевий інтерфейс

# _prompt_kill_switch_due_to_bad_interface_ip_range
source: Your local network might be unsafe (the interface '%@' has the IP and prefix '%@'). Your data may be sent unencrypted over the local network. Enabling Kill Switch will block this traffic. Connections to local peripherals will be interrupted.
be: Ваша лакальная сетка можа быць небяспечнай (інтэрфейс '%@' мае IP і прэфікс '%@'). Вашы даныя могуць адпраўляцца ў незашыфраваным выглядзе праз лакальную сетку. Уключэнне Kill Switch заблакіруе гэты трафік. Падключэнне да перыферыйных прылад у лакальнай сетцы будзе перарвана.
de: Dein lokales Netzwerk könnte unsicher sein (die Schnittstelle '%@' hat die IP und den Präfix '%@'). Deine Daten werden möglicherweise unverschlüsselt über das lokale Netz gesendet. Wenn du Kill Switch aktivierst, wird dieser Datenverkehr blockiert. Verbindungen zu lokalen Peripheriegeräten werden unterbrochen.
id: Jaringan lokal Anda mungkin tidak aman (antarmuka '%@' memiliki IP dan awalan '%@'). Data Anda dapat dikirim secara tidak terenkripsi melalui jaringan lokal. Mengaktifkan Kill Switch akan memblokir lalu lintas ini. Koneksi ke perangkat lokal akan tidak mungkin.
ja: ローカル ネットワークが安全でない可能性があります (インターフェイス '%@' の IP とプレフィックス '%@')。 データは暗号化されずにローカル ネットワーク経由で送信される場合があります。 Kill Switch を有効にすると、このトラフィックがブロックされます。 ローカル周辺機器への接続は中断されます。
ka: თქვენი ლოკალური ქსელი შეიძლება, უსაფრთხო არ იყოს (ინტერფეისს '%@' აქვს IP და პრეფიქსი '%@'.). თქვენი მონაცემები ლოკალურ ქსელში შეიძლება, დაუშიფრავად გადაიცემოდეს. Kill Switch-ის ჩართვამ შეიძლება, ტრაფიკი დაბლოკოს. ლოკალურ პერიფერიულ მოწყობილობებთან კავშირი შეწყდება.
ko: 사용자의 로컬 네트워크가 안전하지 않을 수 있습니다(인터페이스 '%@'에 IP와 접두사 '%@'가 있음). 사용자 데이터가 암호화되지 않은 상태로 로컬 네트워크에 전송될 수 있습니다. 킬 스위치를 사용하면 이 트래픽을 차단할 수 있습니다. 로컬 네트워크 주변 장치에 대한 연결이 중단됩니다.
pl: Sieć lokalna może być niebezpieczna (interfejs '%@' ma adres IP i przedrostek '%@'). Dane mogą być przesyłane w postaci niezaszyfrowanej przez sieć lokalną. Włączenie funkcji Kill Switch zablokuje ten ruch. Połączenia z lokalnymi urządzeniami zostaną przerwane.
ro: Rețeaua locală ar putea fi nesigură (interfața „%@” are adresa IP și prefixul „%@”). Datele vă pot fi trimise necriptate prin rețeaua locală. Activarea blocării conexiunii va bloca acest trafic. Conexiunile la perifericele locale vor fi întrerupte.
sv: Ditt lokala nätverk kan vara osäkert (gränssnittet '%@' har IP och prefix '%@'). Din data kan skickas okrypterad över det lokala nätverket. Aktivering av kill switch kommer att blockera denna trafik. Anslutningar till lokal kringutrustning kommer att avbrytas.
uk: Ваша локальна мережа може бути небезпечною (інтерфейс "%@" має IP і префікс "%@"). Ваші дані можуть надсилатися незашифрованими через локальну мережу. Ввімкнення Kill Switch заблокує цей трафік. З'єднання з локальними периферійними пристроями буде перервано.

# search_title
source: Search
be: Пошук
de: Suchen
fa: جستجو
fr: Rechercher
hr: Pretraga
id: Pencarian
ja: 検索
ka: ძებნა
ko: 검색
pl: Szukaj
ro: Căutare
sv: Sök
uk: Пошук

# search_subtitle
source: Search for any location
be: Шукайце любое размяшчэнне
de: Suche nach einem beliebigen Standort
fa: جستجو برای هر محلی
fr: Recherchez n'importe quel emplacement
id: Cari lokasi apapun
ja: ロケーションを検索
ka: ძებნა ნებისმიერ მდებარეობაზე
ko: 어떤 장소든 검색하세요
pl: Szukaj lokalizacji
ro: Căutare orice loc
sv: Sök efter valfri plats
uk: Шукайте будь-яке розташування

# search_countries
source: Countries
be: Краіны
de: Länder
fa: کشورها
fr: Pays
hr: Države
id: Negara
ja: 国別リスト
ka: ქვეყნები
ko: 국가
pl: Kraje
ro: Țări
sv: Länder
uk: Країни

# search_countries_sample
source: Switzerland, United States, Italy...
be: Швейцарыя, ЗША, Італія...
de: Schweiz, Vereinigte Staaten, Italien...
fa: سوئیس، امریکا، ایتالیا...
fr: Suisse, États-Unis, Italie…
id: Swiss, Amerika Serikat, Italia...
ja: スイス、アメリカ合衆国、イタリア...
ka: შვეიცარია, შეერთებული შტატები, იტალია...
ko: 스위스, 미국, 이탈리아...
pl: Szwajcaria, Stany Zjednoczone, Włochy...
ro: Elveția, SUA, Italia...
sv: Schweiz, USA, Italien...
uk: Швейцарія, США, Італія...

# search_cities
source: Cities
be: Гарады
de: Städte
fa: شهرها
fr: Villes
hr: Gradovi
id: Kota
ja: 都市
ka: ქალაქები
ko: 도시
pl: Miasta
ro: Orașe
sv: Orter
uk: Міста

# search_cities_sample
source: New York, London, Tokyo...
be: Нью-Ёрк, Лондан, Токіа...
de: New York, London, Tokio...
fa: نیویورک، لندن، توکیو...
fr: New York, Londres, Tokyo…
ka: ნიუ იორკი, ლონდონი, ტოკიო...
ko: 뉴욕, 런던, 도쿄...
pl: Nowy Jork, Londyn, Tokio...
ro: New York, Londra, Tokyo...
uk: Нью-Йорк, Лондон, Токіо...

# search_servers
source: Servers
be: Серверы
de: Server
fa: سرورها
fr: Serveurs
hr: Poslužitelji
id: Server
ja: サーバー
ka: სერვერები
ko: 서버
pl: Serwery
ro: Servere
sv: Servrar
uk: Сервери

# search_us_regions
source: US regions
be: Рэгіёны ЗША
de: US Regionen
fa: منطقه ایالت متحده
fr: Régions des États-Unis
id: Wilayah AS
ja: アメリカ合衆国の地域
ka: აშშ-ის რეგიონები
ko: 미국 지역
pl: Regiony USA
ro: Regiuni SUA
sv: USA:s regioner
uk: Регіони США

# search_us_regions_sample
source: California, Florida, Colorado...
be: Каліфорнія, Фларыда, Каларада...
de: Kalifornien, Florida, Colorado...
fa: کالیفرنیا، فلوریدا، کلورادو...
fr: Californie, Floride, Colorado…
ja: カリフォルニア、フロリダ、コロラド...
ka: კალიფორნია, ფლორიდა, კოლორადო...
ko: 캘리포니아, 플로리다, 콜로라도...
pl: Kalifornia, Floryda, Kolorado...
sv: Kalifornien, Florida, Colorado...
uk: Каліфорнія, Флорида, Колорадо...

# search_no_results_title
source: No results found
be: Няма вынікаў
de: Keine Ergebnisse gefunden
fa: هیچ نتیجه‌ای یافت نشد
fr: Aucun résultat n'a été trouvé.
hr: Nema rezultata
id: Tidak ada hasil yang ditemukan
ja: 結果が見つかりませんでした
ka: შედეგების გარეშე
ko: 결과를 찾을 수 없음
pl: Nie znaleziono żadnych wyników
ro: Nu s-au găsit rezultate.
sv: Inga resultat hittades
uk: Результатів не знайдено

# search_no_results_subtitle
source: Please try a different keyword
be: Паспрабуйце іншае ключавое слова
de: Bitte versuche es mit einem anderen Schlüsselwort
fa: لطفا کلمه کلیدی دیگری را امتحان کنید
fr: Essayez un autre mot-clé.
id: Mohon coba kata kunci pencarian yang berbeda
ja: 別のキーワードをお試しください
ka: სცადეთსხვა სიტყვა
ko: 다른 키워드를 입력해주세요
pl: Spróbuj użyć innego słowa kluczowego
ro: Încercați alt cuvânt cheie
sv: Försök med ett annat nyckelord
uk: Спробуйте інше ключове слово

# search_recent_header
source: Recently viewed
be: Нядаўна прагледжаныя
de: Kürzlich angesehen
fa: اخیرا مشاهده شده
fr: Vu récemment
id: Baru-baru ini dicari
ja: 最近の検索
ka: ახლახან ნანახი
ko: 최근에 봄
pl: Ostatnio oglądane
ro: Recent văzute
sv: Nyligen visade
uk: Недавно переглянуті

# search_recent_clear
source: Clear
be: Ачысціць
de: Leeren
fa: پاک کردن
fr: Effacer
hr: Očisti
id: Bersihkan
ja: 削除
ka: გასუფთავება
ko: 제거
pl: Wyczyść
ro: Golire
sv: Rensa
uk: Очистити

# search_recent_clear_title
source: Your search history will be lost. Continue?
be: Ваша гісторыя пошуку будзе страчана. Працягнуць?
de: Dein Suchverlauf geht verloren. Fortfahren?
fa: تاریخچه جستجو از دست خواهد رفت. ادامه می‌دهید؟
fr: Votre historique de recherche sera perdu. Voulez-vous continuer ?
id: Riwayat pencarian Anda akan hilang. Apakah Anda tetap ingin lanjut?
ja: 検索履歴を削除してよろしいですか？
ka: ძებნის თქვენი ისტორია დაიკარგება. გავაგრძელო?
ko: 검색 기록이 지워집니다. 계속하시겠어요?
pl: Twoja historia wyszukiwania zostanie utracona. Kontynuować?
ro: Istoricul de căutări va fi pierdut. Continuați?
sv: Din sökhistorik kommer att gå förlorad. Fortsätta?
uk: Вашу історію пошуку буде втрачено. Продовжити?

# search_recent_clear_cancel
source: Cancel
be: Скасаваць
de: Abbrechen
fa: لغو
fr: Annuler
hr: Poništi
id: Batal
ja: キャンセル
ka: გაუქმება
ko: 취소
pl: Anuluj
ro: Anulare
sv: Avbryt
uk: Скасувати

# search_recent_clear_continue
source: Continue
be: Працягнуць
de: Fortfahren
fa: ادامه
fr: Continuer
hr: Nastavi
id: Lanjut
ja: 続行
ka: გაგრძელება
ko: 계속
pl: Kontynuuj
ro: Continuare
sv: Fortsätt
uk: Продовжити

# search_bar_placeholder
source: Country, City or Server
be: Краіна, горад або сервер
de: Land, Stadt oder Server
fa: کشور، شهر یا سرور
fr: Pays, ville ou serveur
id: Negara, Kota, atau Server
ja: 国、都市、サーバー
ka: ქვეყანა, ქალაქი ან სერვერი
ko: 국가, 도시, 서버
pl: Kraj, miasto lub serwer
ro: Țara, oraș sau server
sv: Land, ort eller server
uk: Країна, місто або сервер

# search_upsell_subtitle
source: More locations = more unblocked content + extra security + faster speeds
be: Больш размяшчэнняў = больш разблакіраванага змесціва + дадатковая бяспека + больш высокая хуткасць
de: Mehr Standorte = mehr ungeblockte Inhalte + zusätzliche Sicherheit + höhere Geschwindigkeiten
fa: محل‌های بیشتر = محتوای باز شدهٔ بیشتر + امنیت بهتر + سرعت بالاتر
fr: Plus d'emplacements = plus de contenu débloqué + sécurité supplémentaire + vitesses plus rapides
id: Lebih banyak lokasi = lebih banyak konten yang tidak terblokir + keamanan ekstra + kecepatan yang lebih
ja: ロケーションが多いと、より多くのコンテンツ、より高いセキュリティ、より速いスピードが利用できます。
ka: მეტი მდებარეობა = მეტი განბლოკილი შემცველობა + დამატებითი უსაფრთხოება + მეტი სიჩქარე
ko: 많은 위치 = 제한 없는 더 많은 콘텐츠 + 더 강력한 보안 + 더 빨라진 속도
pl: Więcej lokalizacji = więcej odblokowanych treści + dodatkowe bezpieczeństwo + większe prędkości
ro: Mai multe locuri = mai mult conținut deblocat + extra securitate + viteze sporite
sv: Fler platser = mer avblockerat innehåll + extra säkerhet + högre hastigheter
uk: Більше розташувань = більше розблокованого вмісту + додаткова безпека + вища швидкість

# search_secure_core_countries
source: Secure Core countries
be: Краіны з Secure Core
de: „Secure Core”-Länder
fa: کشورهای Secure Core
fr: Pays Secure Core
id: Negara dengan server Secure Core
ja: Secure Core の国
ka: Secure Core-ის ქვეყნები
ko: Secure Core 도시
pl: Kraje Secure Core
ro: Țări cu Secure Core
sv: Secure Core-länder
uk: Країни Secure Core

# search_results_countries
source: Countries
be: Краіны
de: Länder
fa: کشورها
fr: Pays
hr: Države
id: Negara
ja: 国別リスト
ka: ქვეყნები
ko: 국가
pl: Kraje
ro: Țări
sv: Länder
uk: Країни

# search_results_cities
source: Cities
be: Гарады
de: Städte
fa: شهرها
fr: Villes
hr: Gradovi
id: Kota
ja: 都市
ka: ქალაქები
ko: 도시들
pl: Miasta
ro: Orașe
sv: Städer
uk: Міста

# modals_get_plus
source: Upgrade
be: Палепшыць
de: Upgrade benötigt
fa: ارتقا
fr: Changer d'abonnement
hr: Nadogradnja
id: Tingkatkan
ja: アップグレード
ka: ტარიფის აწევა
ko: 업그레이드
pl: Ulepsz
ro: Modificare
sv: Uppgradera
uk: Покращити

# modals_upsell_stay_free
source: Not now
be: Не зараз
de: Nicht jetzt
fa: الان نه
fr: Pas maintenant
hr: Ne sada
id: Tidak sekarang
ja: 後で
ka: არა ახლა
ko: 다음에
pl: Nie teraz
ro: Nu acum
sv: Inte nu
uk: Не зараз

# modals_upsell_features_subtitle
source: When you upgrade to Plus
be: Пры паляпшэнні да Plus
de: Wenn du auf Plus umsteigst
fa: زمانی که شما به Plus ارتقا دهید
fr: En passant à l'abonnement VPN Plus
id: Pada saat Anda meningkatkan ke Plus
ja: Plusへのアップグレード
ka: როცა Plus-ზე განახლდებით
ko: Plus 요금제로 업그레이드하세요
pl: Po ulepszeniu planu do wersji Plus
ro: Când treceți la Plus
sv: När du uppgraderar till Plus
uk: Доступно в тарифному плані Plus

# modals_upsell_features_safe_mode_subtitle
source: Have advanced or professional computing needs that require non-standard ports? Upgrade to VPN Plus to access this and other premium features.
be: У вас дадатковыя або прафесійныя камп'ютарныя патрабаванні, якія патрабуюць нестандартныя парты? Палепшыце да VPN Plus, каб атрымаць доступ да гэтай і іншых прэміяльных функцый.
de: Hast du fortgeschrittene oder professionelle Computeranforderungen, die nicht standardisierte Ports erfordern? Mit einem Upgrade auf VPN Plus erhältst du Zugang zu diesen und anderen Premium-Funktionen.
fr: Vous avez des besoins informatiques avancés ou professionnels qui nécessitent des ports non standard ? Passez à VPN Plus pour accéder à cette fonctionnalité et à d'autres fonctionnalités premium.
id: Memiliki keperluan tertentu yang memerlukan penggunaan port non-standar? Tingkatkan akun Anda ke VPN Plus untuk menggunakan fitur ini dan berbagai fitur premium lainnya.
ja: 非標準なポートを使用する高度および専門的なコンピューティングを必要としていますか? VPN Plus にアップグレードしてこれを含めたプレミアムな機能を利用することができます。
ka: გაქვთ დამატებითი ან პროფესიული გამოთვლითი საჭიროებები, რომლებსაც არასტანდარტულ პორტები სჭირდება? ამ და სხვა ფასიანი ფუნქციების მისაღებად განახლდით VPN Plus-ზე.
ko: 비표준 포트가 필요한 고급 또는 전문 컴퓨팅 요구 사항이 있나요? VPN Plus로 업그레이드하여 이것과 다른 프리미엄 기능들에 접근하세요.
pl: Masz zaawansowane lub profesjonalne potrzeby, które wymagają niestandardowych portów? Ulepsz do planu VPN Plus, aby uzyskać dostęp do funkcji premium.
ro: Aveți nevoi avansate sau profesionale de utilizare care necesită porturi non-standard? Treceți la VPN Plus pentru a le accesa și a avea alte funcții premium.
sv: Har du avancerade eller professionella datorbehov som kräver icke-standardiserade portar? Uppgradera till VPN Plus för att få åtkomst till detta och andra premiumfunktioner.
uk: Маєте додаткові чи професійні обчислювальні потреби, які потребують нестандартних портів? Передплатіть VPN Plus, щоб отримати доступ до цієї та інших преміумфункцій.

# modals_upsell_safe_mode_title
source: Allow traffic to non-standard ports
be: Дазваляць трафік на нестандартныя парты
de: Datenverkehr zu nicht Standardisierten Ports zulassen
fa: امکان عبور ترافیک از پورت‌های غیر استاندارد
fr: Autoriser le trafic vers les ports non standard
id: Izinkan lalu lintas data melalui port non-standar
ja: 標準的でないポートのトラフィックを許可
ka: არასტანდარტულ პორტებზე ტრაფიკის ნების დართვა
ko: 비표준 포트의 트래픽 허용
pl: Zezwalaj na ruch do niestandardowych portów
ro: Permitere trafic la porturile nonstandard
sv: Tillåt trafik till icke-standardiserade portar
uk: Дозволити трафік до нестандартних портів

# modals_upsell_moderate_nat_title
source: Level up your gaming experience
be: Перайдзіце на новы гульнявы ўзровень
de: Steigere dein Spielerlebnis
fr: Activer le NAT modéré
id: Bawa pengalaman gaming Anda ke level selanjutnya
ja: ゲーム体験のレベルアップ
ka: ასწიეთ თქვენი თამაშის გამოცდილება
ko: 게이밍 경험을 극대화 하세요
pl: Podnieś poziom swoich wrażeń z gry
ro: Îmbunătățiți-vă experiența din jocuri
sv: Höj nivån på din spelupplevelse
uk: Перейдіть на новий ігровий рівень

# modals_upsell_moderate_nat_subtitle
source: Unlock NAT type 2 with VPN Plus
be: Атрымайце доступ да NAT Type 2 з VPN Plus
de: Schalte NAT-Typ 2 mit VPN Plus frei
id: Akses NAT Type 2 dengan VPN Plus
ja: VPN PlusでNATタイプ2のロックを解除する
ka: განბლოკეთ მეორე ტიპის NAT-ი VPN Plus-თან ერთად
ko: VPN Plus로 NAT Type 2를 활성화 하세요
pl: Odblokuj NAT typ 2 w planie VPN Plus
ro: Deblocați NAT de tip 2 cu VPN Plus
sv: Lås upp NAT typ 2 med VPN Plus
uk: Отримайте доступ до NAT Type 2 з VPN Plus

# modals_upsell_moderate_nat_subtitle_bold
source: NAT type 2
de: NAT Typ 2
id: NAT tipe 2
ja: NAT タイプ 2
ka: მეორე ტიპის NAT
pl: NAT typ 2
ro: NAT tip 2
sv: NAT typ 2

# modals_upsell_features_moderate_nat_gaming
source: Improve online gaming and video call performance
be: Палепшыце прадукцыйнасць сеткавых гульняў і відэазванкоў
de: Verbessere die Leistung von Online-Spielen und Videoanrufen
id: Tingkatkan performa permainan online dan panggilan video Anda
ja: オンラインゲームとビデオ通話のパフォーマンス向上
ka: გააუმჯობესეთ ონლაინ-თამაშების და ვიდეოზარების წარმადობა
ko: 온라인 게이밍과 영상 통화 안정성을 향상하세요.
pl: Lepsza wydajność gier online i połączeń wideo
ro: Îmbunătățiți performanța jocurilor online și a apelurilor video
sv: Förbättra prestanda för onlinespel och videosamtal
uk: Вдоскональте режим гри онлайн та якість відеовикликів

# modals_upsell_features_moderate_nat_direct_connections
source: NAT type 2 (moderate) optimizes speed and stability by enabling direct connections between devices
be: NAT Type 2 (умераны) аптымізуе хуткасць і стабільнасць з дапамогай прамога падключэння паміж прыладамі
de: NAT-Typ 2 (moderat) optimiert die Geschwindigkeit und Stabilität, indem es direkte Verbindungen zwischen Geräten ermöglicht.
id: NAT Type 2 (moderat) mengoptimalkan kecepatan dan stabilitas koneksi Anda dengan mengukuhkan koneksi langsung antar perangkat
ja: NATタイプ2(中程度)は、デバイス間の直接接続を可能にすることで、速度と安定性を最適化します。
ka: მეორე ტიპის NAT (საშუალო) სტაბილურობისა და სიჩქარის ოპტიმიზაციას ახდენს მოწყობილობებს შორის პირდაპირი მიერთების დაშვებით
ko: NAT type 2 (일반형)은 기기 간의 직접 연결을 통한 안전성과 속도의 두 마리 토끼를 다 잡아줍니다.
pl: NAT typ 2 (umiarkowany) optymalizuje prędkość i stabilność połączenia, umożliwiając bezpośrednie połączenia między urządzeniami
ro: NAT de tip 2 (moderat) optimizează viteza și stabilitatea permițând conexiuni directe între dispozitive
sv: NAT typ 2 (måttlig) optimerar hastighet och stabilitet genom att möjliggöra direktanslutningar mellan enheter
uk: NAT Type 2 (помірний) оптимізує швидкість і стабільність, дозволяючи прямі з'єднання між пристроями

# modals_upsell_all_countries_feature_streaming
source: Stream your favorite movies
be: Прагляд трансляцый вашых улюбёных фільмаў
de: Streame deine Lieblingsfilme
fr: Accéder aux services de streaming internationaux
id: Streaming film kesayangan Anda
ja: お気に入りの映画をストリーミング
ka: დასტრიმეთ თქვენი რჩეული ფილმები
ko: 좋아하는 영화를 시청하세요.
pl: Streamuj ulubione filmy
ro: Vizionați filmele preferate
sv: Streama dina favoritfilmer
uk: Дивіться трансляції улюблених фільмів
