Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _troubleshoot_item_alt_description
source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. Learn more
be: У выпадку блакіроўкі сайтаў Proton гэта налада дазваляе праграме скарыстацца альтэрнатыўнай сеткавай маршрутызацыяй, каб атрымаць доступ да Proton, што можа быць карысным для абыходу міжсеткавых экранаў або праблем з сеткай. Для большай надзейнасці мы рэкамендуем пакінуць гэту наладу актыўнай. Даведацца больш
de: Für den Fall, dass Proton-Websites gesperrt sind, ermöglicht diese Einstellung der App, eine alternative Netzwerkweiterleitung auszuprobieren, um Proton erreichen zu können, was zur Umgehung von Firewalls oder Netzwerkproblemen nützlich sein kann. Wir empfehlen, diese Einstellung für eine größere Zuverlässigkeit beizubehalten. Mehr erfahren
fa: در حالتیکه سایتهای Proton مسدود هستند، این گزینه به برنامه امکان می‌دهد که مسیریابی جایگزین شبکه را به منظور دسترسی به Proton امتحان کند، که میتواند برای دور زدن دیوار آتشین یا اشکالات شبکه مفید باشد. ما پیشنهاد می‌کنیم که این دکمه را جهت قابلیت اطمینان بالاتر روشن نگه دارید. بیشتر بدانید
fr: Dans le cas où les sites Proton seraient bloqués, ce paramètre permet à l'application d'essayer un routage réseau alternatif pour accéder à Proton, ce qui peut être utile pour contourner les pare-feux ou les problèmes de réseau. Nous vous recommandons de laisser ce paramètre activé pour plus de fiabilité. En savoir plus
id: Jika situs Proton diblokir, pengaturan ini mengizinkan aplikasi mengalihkan akses ke jaringan alternatif untuk menjangkau Proton, yang akan berguna untuk melewati masalah jaringan atau firewall. Kami sarankan Anda membiarkan pengaturan ini demi menjamin keandalan lebih baik. Pelajari lebih lanjut
ja: Proton への接続がブロックされている場合、アプリは別のネットワーク経由で Proton へ接続を試みます。この設定は、ファイアウォールやネットワーク上の問題を回避するのに役立ちます。信頼性向上の観点から、この設定を有効にしておくことをおすすめします。 詳細
ka: იმ შემთხვევაში, თუ Proton-ის საიტები დაბლოკილია, ეს პარამეტრი აპს საშუალებას აძლევს, Proton-მდე მისასვლელად ქსელის ალტერნატიული რაუტინგი სცადოს, რაც შეიძლება, სასარგებლო იყოს ბრანდმაუერის ან ქსელის პრობლემების გვერდის ავლით. მეტი საიმედოობისთვის გირჩევთ, ჩართოთ ეს პარამეტრი. გაიგეთ მეტი
ko: Proton 사이트가 차단되었을 경우, 이 설정을 통하여 대체 네트워크 라우팅으로 방화벽을 우회하거나 네트워크 문제가 발생했을 때 Proton에 접근할 수 있습니다. 더 나은 안정성을 위해 이 설정을 계속 켜두는 것을 권장합니다. 더 알아보기
pl: W przypadku zablokowania dostępu do stron Proton, ta konfiguracja pozwoli aplikacji wypróbować alternatywne połączenia sieciowe, które mogą przywrócić ten dostęp. Ta funkcja może być przydatna podczas problemów z siecią lub w celu ominięcia zapór. Zalecamy włączenie tego ustawienia dla zapewnienia większej niezawodności. Dowiedz się więcej
ro: În cazul în care site-urile Proton sunt blocate, această setare permite aplicației să încerce o rută alternativă pentru a ajunge la Proton, care poate fi utilă pentru ocolirea paravalor de protecție sau a problemelor de rețea. Vă recomandăm să păstrați această setare activată pentru o mai mare fiabilitate. Detalii
sv: Om Proton-webbplatser blockeras tillåter denna inställning appen att prova alternativ nätverkdirigering för att nå Proton, vilket kan vara användbart för att kringgå brandväggar eller nätverksproblem. Vi rekommenderar att du behåller denna inställning på för större tillförlitlighet. Lär dig mer
uk: У випадку блокування сайтів Proton, цей параметр дозволяє програмі спробувати альтернативний мережевий маршрут для доступу до Proton, що може бути корисним для обходу мережевих екранів чи мережевих проблем. Рекомендовано увімкнути цей параметр для більшої надійності. Докладніше

# _troubleshoot_item_alt_link1
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Pelajari lebih lanjut
ja: 詳細
ka: მეტის ნახვა
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _troubleshoot_item_nointernet_title
source: No internet connection
be: Няма падключэння да інтэрнэту
de: Keine Internetverbindung
fa: اتصال اینترنت برقرار نیست
fr: Aucune connexion internet
hr: Nema internetske veze
id: Tidak ada koneksi internet
ja: インターネットに接続されていません
ka: ინტერნეტი არ გაქვთ
ko: 인터넷에 연결되지 않음
pl: Brak połączenia z Internetem
ro: Nu există conexiune la internet
sv: Ingen Internetanslutning
uk: Немає з'єднання з інтернетом

# _troubleshoot_item_nointernet_description
source: Please make sure that your internet connection is working.
be: Пераканайцеся, што ваша падключэнне да інтэрнэту працуе.
de: Bitte vergewissere dich, dass deine Internetverbindung ordnungsgemäß funktioniert.
fa: لطفاً مطمئن شوید که اتصال اینترنت شما کار میکند.
fr: Nous vous invitons à vérifier que votre connexion internet fonctionne.
hr: Provjerite da li vaša internetska veza radi.
id: Pastikan koneksi internet anda berfungsi.
ja: インターネットに接続されていることをご確認ください。
ka: დარწმუნდით, რომ ინტერნეტი გაქვთ.
ko: 인터넷 연결이 잘 작동하는지 확인하세요.
pl: Upewnij się, że Twoje połączenie sieciowe działa.
ro: Asigurați-vă că aveți conexiune la internet.
sv: Se till att din Internetanslutning fungerar.
uk: Переконайтеся, що ваше з'єднання з інтернетом працює.

# _troubleshoot_item_isp_title
source: Internet Service Provider (ISP) problem
be: Праблема з пастаўшчыком паслуг інтэрнэту (ISP)
de: Problem des Internet-Dienstanbieters (ISP)
fa: مشکل ارائه‌دهندهً خدمات اینترنتی (ISP)
fr: Problème de fournisseur d'accès internet (FAI)
hr: Problem s pružateljem internetskih usluga (ISP)
id: Masalah Penyedia Layanan Internet (ISP)
ja: インターネットサービスプロバイダー (ISP) の問題
ka: ინტერნეტ სერვის პროვაიდერის (ISP) პრობლემა
ko: 인터넷 서비스 제공사업자 (ISP) 문제
pl: Problem z dostawcą Internetu (ISP)
ro: Problemă cu furnizorul de servicii internet (ISP)
sv: Problem med Internetleverantör (ISP)
uk: Проблема постачальника послуг інтернету (ISP)

# _troubleshoot_item_isp_description
source: Try connecting to Proton from a different network (or Tor).
be: Паспрабуйце падключыцца да Proton з іншай сеткі (або скарыстайцеся Tor).
de: Versuche, dich von einem anderen Netzwerk aus mit Proton zu verbinden (oder verwende Tor).
fa: سعی کنید از یک شبکه دیگر (یا Tor) به Proton متصل شوید.
fr: Essayez de vous connecter à Proton depuis un autre réseau (ou via Tor).
hr: Pokušajte se povezati na Proton s druge mreže (ili Tor).
id: Coba menyambung kembali ke Proton dari jaringan berbeda (atau Tor).
ja: 別のネットワークから Proton への接続を試みてみてください (または Tor を使用してみてください) 。
ka: სცადეთ, მიუერთდეთ Proton-ს სხვა ქსელიდან (ან Tor).
ko: 다른 네트워크에서 Proton에 연결해 보세요 (혹은 Tor 사용).
pl: Spróbuj połączyć się z usługą Proton z innej sieci (lub z sieci Tor).
ro: Încercați să vă conectați la Proton dintr-o altă rețea (sau folosiți Tor).
sv: Försök att ansluta till Proton från ett annat nätverk (eller Tor).
uk: Спробуйте під'єднатися до Proton з іншої мережі (або Tor).

# _troubleshoot_item_gov_title
source: Government block
be: Дзяржаўная блакіроўка
de: Regierungssperren
fa: محدودیت حکومتی
fr: Blocage gouvernemental
hr: Državna cenzura
id: Pemblokiran pemerintah
ja: 政府等による検閲
ka: მთავრობის ბლოკი
ko: 정부 차단
pl: Blokada rządowa
ro: Blocare guvernamentală
sv: Statlig blockering
uk: Блокування урядом

# _troubleshoot_item_gov_description
source: Your country may be blocking access to Proton. Try using Tor to access Proton.
be: Магчыма, што ваша краіна блакіруе доступ да Proton. Каб атрымаць доступ, паспрабуйце скарыстацца Tor.
de: Dein Land sperrt möglicherweise den Zugang zu Proton. Versuche, mit „Tor“ auf Proton zuzugreifen.
fa: کشور شما ممکن است دسترسی به Proton را مسدود کرده باشد. سعی کنید برای دسترسی به Proton از Tor استفاده کنید.
fr: Votre pays bloque peut-être l'accès à Proton. Essayez d'utiliser Tor pour accéder à Proton.
hr: Vaša država možda blokira pristup Protonu. Pokušajte koristiti Tor za pristup Protonu.
id: Negara Anda mungkin memblokir akses ke Proton. Coba gunakan Tor untuk mengakses Proton.
ja: あなたの国の政府が、 Proton への接続を検閲(遮断)している可能性があります。 Proton に接続するために Tor を使用してみてください。
ka: შესაძლოა, თქვენი ქვეყანაში Proton-ზე წვდომა დაბლოკილია. Proton-თან წვდომისთვის სცადეთ, Tor-ი გამოიყენოთ.
ko: 당신의 국가는 Proton 서비스를 사용하는 것을 막고 있을 지도 모릅니다. Proton 서비스를 사용하기 위하여 Tor를 사용해보세요.
pl: Twój kraj może blokować dostęp do usług Proton. Spróbuj połączyć się przez sieć Tor, aby uzyskać połączenie.
ro: Țara dvs. ar putea bloca accesul la Proton. Încercați să folosiți Tor pentru a accesa Proton.
sv: Ditt land kan blockera åtkomst till Proton. Försök att använda Tor för att komma åt Proton.
uk: Ваша країна може блокувати доступ до Proton. Спробуйте скористатися Tor для доступу до Proton.

# _troubleshoot_item_antivirus_title
source: Antivirus interference
be: Канфлікт з антывірусам
de: Antivirusstörung
fa: تداخل با ضد ویروس
fr: Interférence avec l’antivirus
hr: Smetnje s antivirusom
id: Halangan antivirus
ja: ウイルス対策ソフトウェアの干渉
ka: ანტივირუსის ჩარევა
ko: 안티바이러스의 방해
pl: Konflikt z antywirusem
ro: Interferență antivirus
sv: Antivirusstörningar
uk: Перешкоджання антивірусу

# _troubleshoot_item_antivirus_description
source: Temporarily disable or remove your antivirus software.
be: Часова адключыце або выдаліце антывірус.
de: Deaktiviere oder entferne vorübergehend deine Antiviren-Software.
fa: نرم‌افزار ضد ویروس خود را بطور موقت غیرفعال یا حذف کنید.
fr: Désactivez ou supprimez temporairement votre logiciel antivirus.
hr: Privremeno onemogućite ili uklonite svoj antivirusni softver.
id: Nonaktifkan atau hapus perangkat lunak antivirus Anda untuk sementara waktu.
ja: ウイルス対策ソフトウェアを一時的に無効にするか、削除することで解決する可能性もあります。
ka: დროებით გამორთეთ ან წაშალეთ ანტივირუსი.
ko: 일시적으로 안티바이러스 소프트웨어를 비활성화하거나 제거하세요
pl: Tymczasowo wyłącz lub usuń oprogramowanie antywirusowe.
ro: Dezactivați temporar sau eliminați antivirusul.
sv: Inaktivera eller ta bort ditt antivirusprogram tillfälligt.
uk: Тимчасово вимкніть чи вилучіть свою антивірусну програму.

# _troubleshoot_item_proxy_title
source: Proxy/Firewall interference
be: Канфлікт з проксі-серверам/міжсеткавым экранам
de: Proxy/Firewall-Störung
fa: تداخل پروکسی/دیوار آتشین
fr: Interférence avec le proxy/pare-feu
hr: Smetnje s Proxy-em/Vatrozidom
id: Halangan Proxy/Firewall
ja: プロキシまたはファイアウォールの干渉
ka: პროქსის/ბრანდმაუერის მიერ გამოწვეული პრობლემები
ko: 프록시/방화벽의 방해
pl: Konflikt z zaporą sieciową / serwerem proxy
ro: Interferență Proxy/Paravan de protecție
sv: Proxy/brandväggsstörning
uk: Взаємодія з проксі та мережевим екраном

# _troubleshoot_item_proxy_description
source: Disable any proxies or firewalls, or contact your network administrator.
be: Адключыце ўсе проксі-серверы, міжсеткавыя экраны або звярніцеся да свайго сеткавага адміністратара.
de: Deaktiviere alle Proxy- und/oder Firewall-Einstellungen, oder wende dich an deinen Netzwerkadministrator.
fa: هرگونه پروکسی یا دیوار آتشین را غیر فعال کنید، یا با مدیر شبکهً خود تماس بگیرید.
fr: Désactivez tout proxy ou pare-feu, ou contactez votre administrateur réseau.
hr: Onemogućite sve proxye ili vatrozide ili se obratite mrežnom administratoru.
id: Nonaktifkan seluruh proxy atau firewall yang aktif, atau hubungi pengelola jaringan Anda.
ja: プロキシまたはファイアウォールを無効にするか、ネットワーク管理者に問い合わせてみてください。
ka: გამორთეთ ყველა პროქსი ან ბრანდმაუერი, ან დაუკავშირდით თქვენი ქსელის ადმინისტრატორს.
ko: 프록시와 방화벽을 비활성화 하시거나, 당신의 네트워크 관리자에 문의하세요.
pl: Wyłącz zaporę oraz proxy lub skontaktuj się z administratorem sieci.
ro: Dezactivați setările din proxy sau paravanul de protecție sau contactați administratorul de rețea.
sv: Inaktivera eventuella proxies eller brandväggar eller kontakta din nätverksadministratör.
uk: Вимкніть будь-які проксі чи мережеві екрани, або зверніться до свого мережевого адміністратора.

# _troubleshoot_item_proton_title
source: Proton is down
be: Proton не працуе
de: Proton ist ausgefallen
fa: برنامه Proton کار نمی‌کند
fr: Proton est en panne.
hr: Proton je van mreže
id: Proton sedang offline
ja: Proton のサービスが一時的にダウンしている
ka: Proton-ი გათიშულია
ko: Proton에 접속할 수 없음
pl: Proton jest niedostępny
ro: Proton indisponibil
sv: Proton är nere
uk: Proton зараз недоступний

# _troubleshoot_item_proton_description
source: Check Proton Status for our system status.
be: Праверце статус Proton, каб даведацца пра статус нашай сістэмы.
de: Prüfe den Systemstatus von Proton.
fa: برای وضعیت سیستم ما Proton Status را چک کنید.
fr: Consultez le statut de Proton pour connaître l'état de notre système.
hr: Provjerite Proton Status za uvid u status našeg sustava.
id: Memeriksa Proton status untuk status sistem kami.
ja: ProtonStatus で私たちのシステムの状態をご確認ください。
ka: ჩვენი სისტემის სტატუსის გასაგებად შეამოწმეთ Proton-ის მდგომარეობა.
ko: Proton Status에서 시스템 상태를 확인하세요.
pl: Sprawdź status usług Proton na naszej stronie.
ro: Consultare stare Proton pentru aflarea stării sistemului.
sv: Kontrollera Proton Status för vår systemstatus.
uk: Перевірте стан Proton, щоб дізнатися стан нашої системи.

# _troubleshoot_item_proton_link1
source: Proton Status
be: Статус Proton
fa: وضعیت Proton
fr: Statut de Proton
id: Status Proton
ja: Proton ステータス
ka: Proton-ის სტატუსი
ko: Proton 상태
pl: Status usług Proton
ro: Stare Proton
uk: Стан Proton

# _troubleshoot_item_other_title
source: Still can’t find a solution
be: Рашэнне ўсё яшчэ не знойдзена
de: Noch keine Lösung verfügbar
fa: هنوز راه حلی پیدا نشده است
fr: Je n'ai pas trouvé de solution.
hr: Još uvijek ne mogu pronaći rješenje
id: Masih belum menemukan solusi
ja: それでも問題が解決しない場合
ka: გადაწყვეტა ჯერ კიდევ ვერ ვიპოვე
ko: 아직 해결책을 찾지 못했습니다.
pl: Nadal nie mogę znaleźć rozwiązania
ro: Încă nu găsesc o soluție
sv: Kan fortfarande inte hitta en lösning
uk: Не вдається знайти рішення

# _troubleshoot_item_other_description
source: Contact us directly through our support form, email (%@), or Twitter.
be: Звяжыцеся непасрэдна з намі праз нашу форму зваротнай сувязі, электронную пошту (%@) або Twitter.
de: Kontaktiere uns direkt über unser Support-Formular, per E-Mail (%@) oder Twitter.
fa: با ما مستقیماً از طریق فرم پشتیبانی، ایمیل(%@)، یا Twitter تماس بگیرید.
fr: Contactez-nous directement avec notre formulaire de support, par e-mail (%@) ou via Twitter.
hr: Kontaktirajte nas izravno putem obrasca za podršku, e-poštom (%@) ili na Twitteru.
id: Hubungin kami secara langsung melalui formulir layanan dukungan, surel (%@), atau akun Twitter kami.
ja: サポートフォーム、電子メール ( %@ ) 、または Twitter から直接私たちにお問い合わせください。
ka: დაგვიკავშირდით პირდაპირ მხარდაჭერის ფორმით, ელ-ფოსტით(%@) ან ტვიტერით.
ko: 이메일 (%@), 혹은 Twitter를 통해 직접 문의하세요.
pl: Skontaktuj się z nami przez formularz kontaktowy, wiadomość e-mail (%@) lub Twittera.
ro: Contactați-ne direct prin formularul nostru de suport, e-mail (%@) sau Twitter.
sv: Kontakta oss direkt via vårt supportformulär, e-post (%@) eller Twitter.
uk: Зверніться до нас через форму підтримки, електронною поштою (%@) або в Twitter.

# _troubleshoot_item_other_link1
source: support form
be: форма падтрымкі
de: support-formular
fa: فرم پشتیبانی
fr: formulaire de support
hr: obrazac za podršku
id: formulir dukungan
ja: サポートフォーム
ka: მხარდაჭერის ფორმა
ko: 지원 양식
pl: formularz kontaktowy
ro: formular de asistență
sv: supportformulär
uk: форма підтримки

# _troubleshoot_item_other_link2
source: email
be: электронная пошта
fa: ایمیل
hr: e-pošta
id: surel
ja: メールアドレス
ka: ელფოსტა
ko: 이메일
sv: e-post
uk: електронна пошта

# _netshield_stats_data_saved
source: Data saved
be: Захавана даных
de: Daten gespart
fr: Données bloquées
id: Data disimpan
ja: のデータを 節約
ka: მინაცემები შენახულია
ko: 데이터 절약
pl: zaoszczędzonych danych
ro: Date salvate
sv: Data sparad
uk: Заощаджено даних

# _netshield_feature_description
source: Protect yourself from ads, malware, and trackers on websites and apps. If websites don't load, try disabling NetShield. Learn more
be: Абараніце сябе ад рэкламы, шкодных праграм і праграм сачэння на вэб-сайтах і ў праграмах. Калі вэб-сайты не грузяцца, паспрабуйце адключыць NetShield. Даведацца больш
de: Schütze dich vor Werbung, Malware und Trackern auf Websites und in Apps. Wenn Websites nicht laden, versuche NetShield zu deaktivieren. Mehr erfahren
fr: Protégez-vous des publicités, des logiciels malveillants et des traqueurs sur les sites internet et les applications. Si les sites internet ne se chargent pas, essayez de désactiver NetShield. En savoir plus
id: Lindungi diri Anda dari iklan, malware, dan pelacak pada berbagai situs web dan aplikasi. Apabila situs web yang ingin Anda kunjungi tidak termuat, cobalah untuk menonaktifkan NetShield. Pelajari lebih lanjut
ja: ウェブサイトやアプリ上の広告、マルウェア、トラッカーから身を守ります。ウェブサイトが読み込まれない場合は、NetShield を無効にしてみてください。 詳細
ka: დაიცავით თავი რეკლამებისგან, ბოროტი პროგრამებისგან და ტრეკერებისგან, რომლებიც ვებგვერდებზე და აპებშია ჩაშენებული. თუ ვვებგვერდი არ იტვირთება, სცადეთ, NetSheld-ი გამორთოთ. გაიგეთ მეტი
ko: 자신을 광고, 멀웨어, 그리고 트래커와 웹사이트 및 앱으로 부터 보호하세요. 웹사이트를 불러올 수 없다면, NetShield 해제를 시도해 보세요. 자세히 알아보기
pl: Chroń się przed reklamami, złośliwym oprogramowaniem i elementami śledzącymi na stronach internetowych oraz w aplikacjach. Jeśli strony internetowe się nie ładują, spróbuj wyłączyć funkcję NetShield. Dowiedz się więcej
ro: Protejați-vă de reclame, programe malițioase și urmărirea de pe paginile web și din aplicații. Dacă paginile web nu se încarcă, încercați cu NetShield dezactivat. Detalii.
sv: Skydda dig själv mot annonser, skadlig kod och spårare på webbplatser och appar. Om webbplatser inte laddas, prova inaktivera NetShield. Lär dig mer
uk: Захистіться від реклами, зловмисних програм і елементів стеження на вебсайтах і в програмах. Якщо вебсайти не завантажуються, спробуйте вимкнути NetShield. Докладніше

# _netshield_feature_description_alt_link
source: Learn more
be: Даведацца больш
de: Mehr erfahren
fa: بیشتر بدانید
fr: En savoir plus
hr: Saznajte više
id: Lebih lanjut
ja: 詳細
ka: გაიგეთ მეტი
ko: 자세히 알아보기
pl: Dowiedz się więcej
ro: Detalii
sv: Lär dig mer
uk: Докладніше

# _netshield_upsell_title
source: Browse ad-free with NetShield
be: Прагляд без рэкламы з NetShield
de: Mit NetShield werbefrei surfen
fr: Naviguez sans publicité avec NetShield
id: Jelajahi internet tanpa iklan dengan NetShield
ja: NetShield で広告なしのブラウズ
ka: იმუშავეთ ინტერნეტში რეკლამების გარეშე NetShield-თან ერთად
ko: NetShield로 광고 없이 브라우징
pl: Przeglądaj bez reklam dzięki funkcji NetShield
ro: Navigați fără reclame cu NetShield
sv: Surfa annonsfritt med NetShield
uk: Користуйтеся інтернетом без реклами завдяки NetShield

# _netshield_upsell_subtitle
source: Block ads, trackers and malware on websites and apps
be: Блакіроўка рэкламы, праграм сачэння і шкодных праграм на вэб-сайтах і ў праграмах
de: Blockiere Werbung, Tracker und Malware auf Websites und Apps
fr: Bloquez les publicités, les traqueurs et les logiciels malveillants sur les sites internet et les applications.
id: Blokir iklan, pelacak, dan malware pada berbagai situs web dan aplikasi
ja: ウェブサイトやアプリの広告、トラッカー、マルウェアをブロック
ka: დაბლოკეთ რეკლამები, ტრეკერები და საზიანო პროგრამები ვებგვერდებზე და აპებში
ko: 웹사이트 및 앱에서 광고, 트래커와 멀웨어를 차단하세요
pl: Zablokuj reklamy, elementy śledzące i złośliwe oprogramowanie na stronach internetowych oraz w aplikacjach
ro: Blocați reclame, urmăritori și malware pe pagini web și aplicații
sv: Blockera annonser, spårare och skadlig kod på webbplatser och appar
uk: Блокуйте рекламу, стеження та зловмисні програми на вебсайтах і в програмах

# _netshield_business_upsell_title
source: Block ads with NetShield
be: Блакіроўка рэкламы з дапамогай NetShield
de: Blockiere Werbung mit NetShield
id: Blokir iklan dengan NetShield
ja: NetShieldで広告をブロック
ka: დაბლოკეთ რეკლამები NetShield-ით
ko: NetShield로 광고를 차단하세요
pl: Zablokuj reklamy dzięki funkcji NetShield
ro: Blocați reclamele cu NetShield
sv: Blockera annonser med NetShield
uk: Блокувати рекламу за допомогою NetShield

# _netshield_business_upsell_subtitle
source: When you upgrade to VPN Business
be: Пры паляпшэнні да VPN Business
de: Mit einem Upgrade auf VPN Business
id: Ketika Anda meningkatkan ke VPN Business
ja: VPN Businessにアップグレードすると
ka: როცა ტარიფს VPN Business-ზე აწევთ
ko: VPN Business 요금제로 업그레이드하면
pl: Po ulepszeniu planu do wersji VPN Business
ro: Dacă treceți la VPN Business
sv: När du uppgraderar till VPN Business
uk: Доступно в тарифному плані VPN Business

# _netshield_title_tooltip
source: Block advertisements, trackers and malware
be: Блакіраваць рэкламу, праграмы сачэння і шкодныя праграмы
de: Sperrt Werbung, Tracker und Schadsoftware
fa: مسدود کردن آگهی‌ها، ردیاب‌ها و بدافزارها
fr: Bloquer les publicités, les traqueurs et les logiciels malveillants
hr: Blokiraj oglase, pratitelje i neželjene programe
id: Memblokir iklan, pelacak, dan malware
ja: 広告、トラッカー、マルウェアをブロックします
ka: დაბლოკეთ რეკლამები, ტრეკერები და არასასურველი პროგრამები
ko: 광고, 트래커, 그리고 멀웨어를 차단하세요
pl: Zablokuj reklamy, elementy śledzące i złośliwe oprogramowanie
ro: Blocare reclame, urmăritori și malware
sv: Blockera annonser, spårare och skadlig kod
uk: Блокувати рекламу, стеження і зловмисні програми

# _netshield_off
source: Off
be: Выключана
de: Aus
fa: خاموش
fr: Désactivé
hr: Isključeno
id: Nonaktifkan
ja: オフ
ka: გამორთული
ko: 끄기
pl: Wyłączone
ro: Oprit
sv: Av
uk: Вимкнено

# _netshield_on
source: On
be: Уключана
de: Ein
fa: روشن
fr: Activé
hr: Oključeno
id: Aktif
ja: 有効
ka: ჩართ
ko: 켜기
pl: Włączone
ro: Activat
sv: På
uk: Увімкнено

# _netshield_level1
source: Block malware
be: Блакіраваць шкодныя праграмы
de: Schadsoftware sperren
fa: مسدود کردن بدافزار
fr: Bloquer les logiciels malveillants
hr: Blokiraj zlonamjerne programe
id: Blokir malware
ja: マルウェアをブロック
ka: Malware-ის დაბლოკვა
ko: 멀웨어 차단
pl: Zablokuj złośliwe oprogramowanie
ro: Blocare malware
sv: Blockera skadlig kod
uk: Блокувати зловмисні програми

# _netshield_level2
source: Block malware, ads, & trackers
be: Блакіраваць шкодныя праграмы, праграмы сачэння і рэкламу
de: Malware, Werbung & Tracker blockieren
fr: Bloquer les logiciels malveillants, publicités et traqueurs
id: Blokir malware, iklan, & program pelacak
ja: マルウェア、広告、トラッカーをブロック
ka: დაბლოკეთ მავნე პროგრამები, რეკლამები და ტრეკერები
ko: 멀웨어, 광고 및 추적기 차단
pl: Zablokuj złośliwe oprogramowanie, reklamy i elementy śledzące
ro: Blocare malware, reclame și instrumente de urmărire
sv: Blockera skadlig kod, annonser och spårare
uk: Блокувати зловмисні програми, рекламу і стеження
