Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _plans_footer
source: Upon confirming your purchase of a paid plan, your iTunes account will be charged the amount displayed, which includes taxes and additional platform fees (which are not charged by Proton directly). After making the purchase, you will automatically be upgraded to the selected plan for a 1 year period, after which time you can renew or cancel, either online or through our iOS app.
be: Пасля пацвярджэння куплі платнага тарыфнага плана з вашага ўліковага запісу iTunes будзе спагнана паказаная сума, якая ўключае падаткі і дадатковую плату платформе (яна не вызначаецца непасрэдна Proton). Пасля ажыццяўлення аплаты, вы будзеце аўтаматычна пераведзены на выбраны тарыфны план тэрмінам на 1 год. На працягу гэтага тэрміна вы зможаце падоўжыць падпіску, скасаваць яе праз сайт праграмы або праз праграму ў iOS.
de: Nachdem der Kauf eines kostenpflichtigen Abonnements bestätigt wurde, wird dein iTunes-Konto mit dem angezeigten Betrag belastet, der Steuern und zusätzliche Plattformgebühren enthält (die nicht direkt von Proton erhoben werden). Nach dem Kauf wirst du automatisch für 1 Jahr auf das ausgewählte Abonnement umgestellt, danach kannst du es verlängern oder kündigen, entweder online oder über unsere iOS-App.
fa: به محض تایید شدن خرید طرح پرداختی شما، از حساب iTunes شما مبلغ نمایش داده شده کسر خواهد شد،که شامل مالیات و اجرتهای اضافی پلتفرم میباشد (که بطور مستقیم توسط پروتون کسر نمیشود). بعد از انجام خرید، شما بطور خودکار به طرح انتخاب شده به مدّت یک سال ارتقاء داده میشوید، که بعد از این دوره میتوانید تمدید یا لغو نمایید، چه آنلاین یا چه از طریق اپ iOS ما.
fr: Dès confirmation de votre souscription à un abonnement payant, votre compte iTunes se verra facturé du montant affiché, qui comprend les taxes et les frais supplémentaires de plate-forme (qui ne sont pas facturés directement par Proton). Après l’achat, vous serez automatiquement basculé vers l'abonnement sélectionné pour une période d'un an. Passé ce délai, vous pourrez le renouveler ou l'annuler soit en ligne, soit via notre application iOS.
hr: Nakon potvrde kupnje plaćenog plana, s vašeg iTunes računa naplatit će se prikazani iznos, koji uključuje poreze i dodatne naknade na platformi (koje Proton ne naplaćuje izravno). Nakon kupnje, automatski ćete biti nadograditi na odabrani plan na razdoblje od 1 godine, nakon čega možete obnoviti ili otkazati, putem interneta ili putem naše iOS aplikacije.
id: Apabila paket pilihan Anda telah dikonfirmasi, akun iTunes Anda akan ditagih sesuai harga yang tertera, termasuk harga paket dan biaya transaksi aplikasi Apple (tidak ditarik oleh Proton). Usai pembayaran, Anda bisa segera menikmati paket yang dipilih selama 1 tahun. Setelah itu, Anda bisa memperpanjang atau membatalkan paket melalui web atau aplikasi kami di iOS.
ja: 有料プランの購入を確定すると、あなたの iTunes アカウントにご希望のサービスプランおよびアプリ内購入にかかる手数料(これらの手数料は弊社より直接請求されません)が請求されます。購入後、自動的に選択したプランに1年間アップグレードされます。サービスプランは私たちの iOS アプリもしくはオンラインで更新やキャンセルが可能です。
ka: როგორც კი ფასიანი ტარიფის შეძენა დადასტურდება, iTunes-ის თქვენი ანგარიშიდან ჩამოგეჭრებათ ნაჩვენები თანხა, რაც ბაჟს და დღგ-საც შეიცავს (რომელიც Proton-მდე ვერ აღწევს). შეძენის დასრულების შემდეგ თქვენი ანგარიში ავტომატურად განახლდება არჩეული გეგმისთვის ერთწლიანი პერიოდით, რომლის გასვლის შემდეგაც თქვენ შეგიძლიათ, გააგრძელოთ ის ან გააუქმოთ. ამის გაკეთება ონლაინ და iOS-ის აპშიც შეგიძლიათ.
ko: 유료 요금제 구매를 확인하면, iTunes 계정에 세금과 추가 플랫폼 수수료(Proton이 직접 청구하지 않음) 가 포함된 표시된 금액이 청구됩니다. 구매 후, 1년 동안 선택한 플랜으로 자동으로 업그레이드되며, 그 후 온라인 또는 iOS 앱을 통해 갱신하거나 취소할 수 있습니다.
pl: Po potwierdzeniu zakupu płatnego planu, Twoje konto iTunes zostanie obciążone podaną kwotą, zawierającą podatki i dodatkowe opłaty wewnętrzne platformy (nie są to opłaty pobierane bezpośrednio przez firmę Proton). Po dokonaniu zakupu, Twoje konto zostanie automatycznie zaktualizowane do wybranego planu na okres jednego roku. Po tym czasie możesz odnowić lub anulować subskrypcję za pomocą naszej strony lub aplikacji iOS.
ro: După confirmarea achiziției unui plan cu plată, contul dvs. iTunes va fi debitat cu suma afișată, care include taxe și comisioane de platformă suplimentare (care nu sunt percepute direct de către Proton). După efectuarea achiziției, planul selectat va fi actualizat automat pentru o perioadă de un an, după care puteți reînnoi sau anula, fie online, fie prin intermediul aplicației iOS.
sv: När du har bekräftat ditt köp av ett betalt paket kommer ditt iTunes-konto att debiteras det belopp som visas, vilket inkluderar momser och ytterligare plattformsavgifter (som inte debiteras av Proton direkt). Efter köpet kommer du automatiskt att uppgraderas till det valda paketet under en 1-årsperiod, varefter du kan förnya eller avbryta, antingen online eller via vår iOS-app.
uk: Одразу після підтвердження покупки тарифного плану, з вашого облікового запису iTunes буде списано вказану суму, що включає податки та додаткові платежі платформи (які не стягуються безпосередньо Proton). Після покупки вас автоматично буде переведено на вибраний тарифний план терміном на 1 рік, після чого ви можете продовжити чи скасувати передплату онлайн, або в програмі iOS.

# _per_year_short
source: / yr
be: / год
de: /Jahr
fr: /an
hr: / god
id: / tahun
ka: / წ
ko: / 년
pl: / rok
ro: / an
sv: /år
uk: / рік

# _feature_server_count
source: Connect to servers in
be: Падключыцца да сервераў у
de: Verbinden mit Servern in
fa: اتصال به سرورهای
fr: Se connecter au serveur en
hr: Povežite se na poslužitelje u
id: Terhubung ke server dalam
ja: のサーバーへ接続
ka: მისაერთებელი სერვერების მდებარეობა
ko: 서버에 연결
pl: Połącz się z serwerami w
ro: Conectare la servere în
sv: Anslut till servrar i
uk: З'єднатися з серверами в

# _feature_speed
source: Speed
be: Хуткасць
de: Geschwindigkeit
fa: سرعت
fr: Vitesse
hr: Brzina
id: Kecepatan
ja: 速度
ka: სიჩქარე
ko: 속도
pl: Prędkość
ro: Viteza
sv: Hastighet
uk: Швидкість

# _feature_connections
source: Simultaneous VPN connections
be: Адначасовыя падключэнні па VPN
de: Gleichzeitige VPN‐Verbindungen
fa: اتصالات VPN همزمان
fr: Connexions VPN simultanées
hr: Istovremene VPN veze
id: Sambungan VPN serentak
ja: 同時接続
ka: ერთდროული VPN შეერთება
ko: 동시 VPN 연결
pl: Jednoczesne połączenia VPN
ro: Conexiuni VPN simultane
sv: Samtidiga VPN-anslutningar
uk: Одночасних VPN-з'єднань

# _feature_secure_streaming
source: Secure Streaming
be: Бяспечная трансляцыя
de: Sicheres Streaming
fa: استریم امن
fr: Streaming sécurisé
hr: Sigurno streamanje
id: Streaming Aman
ja: 安全なストリーミング
ka: დაცული სტრიმინგი
ko: 보안 스트리밍
pl: Bezpieczny streaming
ro: Transmisii în flux sigure
sv: Säker streaming
uk: Захищена потокова трансляція

# _feature_tor
source: Tor over VPN
be: Tor праз VPN
de: Tor über VPN
fa: Tor بر روی VPN
fr: Tor via VPN
hr: Tor preko VPN-a
id: Tor via VPN
ka: Tor VPN-ის ზემოდან
ko: VPN을 통한 Tor
pl: Tor przez VPN
ro: Tor prin VPN
sv: Tor över VPN
uk: Tor через VPN

# _feature_blocked_content
source: Access blocked content
be: Доступ да заблакіраванага змесціва
de: Zugriff auf gesperrte Inhalte
fa: دسترسی به محتوای مسدود شده
fr: Accès au contenu bloqué
hr: Pristup blokiranom sadržaju
id: Akses konten yang diblokir
ja: ブロックされたコンテンツへアクセス
ka: მიუწვდომელი შიგთავსი
ko: 차단된 콘텐츠에 접속
pl: Dostęp do zablokowanych treści
ro: Accesare conținut blocat
sv: Åtkomst till blockerat innehåll
uk: Доступ до заблокованого вмісту

# _feature_bt
source: BitTorrent/file-sharing support
be: Падтрымка BitTorrent/абмен файламі
de: Unterstützung für BitTorrent/Dateifreigabe
fa: پشتیبانی اشتراک-فایل/BitTorrent
fr: Prise en charge de BitTorrent/partage de fichiers
hr: Podrška za BitTorrent/dijeljenje datoteka
id: Dukungan BitTorrent/file-sharing
ja: BitTorrent/ファイル共有のサポート
ka: BitTorrent/ფაილების გაზიარების მხარდაჭერა
ko: BitTorrent/파일 공유 지원
pl: Wsparcie BitTorrent / udostępnianie plików
ro: Suport BitTorrent/partajare de fișiere
sv: BitTorrent/fildelningsstöd
uk: Підтримка BitTorrent/обміну файлами

# _welcome_title
source: WELCOME ON BOARD!
be: САРДЭЧНА ЗАПРАШАЕМ!
de: WILLKOMMEN AN BOARD!
fa: خوش آمدید!
fr: BIENVENUE !
hr: DOBRO DOŠLI!
id: SELAMAT DATANG!
ja: Proton VPNへようこそ！
ka: კეთილი იყოს თქვენი მობრძანება!
ko: 환영합니다!
pl: WITAJ NA POKŁADZIE!
ro: BINE AȚI VENIT!
sv: VÄLKOMMEN OMBORD!
uk: ЛАСКАВО ПРОСИМО!

# _welcome_description
source: Thanks for using Proton VPN.
be: Дзякуй, што карыстаецеся Proton VPN. Звярніце ўвагу на асноўныя магчымасці праграмы.
de: Vielen Dank, dass du Proton VPN benutzt. Wirf einen kurzen Blick auf die wichtigsten Funktionen der App.
fa: Thanks for using Proton VPN. Take a quick look at the main app features.
fr: Merci d’utiliser Proton VPN. Jetez un coup d’œil rapide aux principales fonctionnalités de l'application.
hr: Hvala što koristite Proton VPN. Brzo istražite glavne značajke aplikacije.
id: Terima kasih telah menggunakan Proton VPN. Telusuri berbagai fitur utama yang aplikasi kami miliki.
ja: Proton VPN をご利用いただきありがとうございます。 ツアーでこのアプリの機能をご説明します。
ka: მადლობა Proton VPN-ის გამოყენებისთვის. თვალი გადაავლეთ აპის მთავარ ფუნქციებს.
ko: Proton VPN를 사용해 주셔서 감사합니다. 주요한 앱 기능을 빠르게 살펴봅시다.
pl: Dziękujemy za skorzystanie z usługi Proton VPN.
ro: Vă mulțumim că utilizați Proton VPN. Aruncați o privire asupra funcțiilor principale ale aplicației.
sv: Tack för att du använder Proton VPN. Ta en snabb titt på appens huvudfunktioner.
uk: Дякуємо за використання Proton VPN. Погляньте на основні функції програми.

source: No thanks
be: Не, дзякуй
de: Nein danke
fa: نه ممنون
fr: Non merci
hr: Ne, hvala
id: Tidak, terima kasih
ja: いいえ
ka: არა, მადლობა
ko: 괜찮습니다
pl: Nie, dziękuję
ro: Nu, mulțumesc
sv: Nej tack
uk: Ні, дякую

source: Plus
ka: პლუსი

source: P2P servers
be: Серверы P2P
de: P2P‐Server
fa: سرورهای P2P
fr: Serveurs P2P
hr: P2P poslužitelji
id: Server P2P
ja: P2P サーバー
ka: P2P სერვერები
ko: P2P 서버
pl: Serwery P2P
ro: Servere P2P
sv: P2P-servrar
uk: P2P сервери

source: 5 Connections
be: 5 падключэнняў
de: 5 Verbindungen
fa: ۵ اتصال
fr: 5 connexions
hr: 5 veza
id: 5 Koneksi
ja: 5 件の接続
ka: 5 მიერთება
ko: 5 연결
pl: 5 połączeń
ro: 5 conexiuni
sv: 5 anslutningar
uk: 5 з'єднань

source: Multiple countries
be: Некалькі краін
de: Mehrere Länder
fa: کشورهای متعدد
fr: Plusieurs pays
hr: Više država
id: Berbagai negara
ja: 多数の国々
ka: ბევრი ქვეყანა
ko: 다중 국가
pl: Wiele krajów
ro: Mai multe țări
sv: Flera länder
uk: Різні країни

source: EXPIRED
be: ПРАТЭРМІНАВАНА
de: ABGELAUFEN
fa: منقضی شد
fr: EXPIRÉ
hr: ISTEKAO
id: BERAKHIR
ja: 期限切れ
ka: ვადაგასულია
ko: 만료됨
pl: WYGASŁA
ro: EXPIRAT
sv: LÖPT UT
uk: ПРОТЕРМІНОВАНО

# _free_trial_expired_title
source: Your free trial %@
be: Ваш бясплатны выпрабавальны перыяд %@
de: Deine kostenlose Testphase ist %@
fa: دوره آزمایشی شما %@
fr: Votre essai gratuit %@
id: Masa uji coba gratis Anda %@
ja: 無料トライアルは %@
ka: თქვენი უფასო გამოსაცდელი პერიოდი %@
ko: 무료 체험 %@
pl: Twoja darmowa wersja próbna %@
ro: Perioada de probare a %@
sv: Din gratis provperiod %@
uk: Ваша безплатна пробна версія %@

# _free_trial_expired_description
source: Your account has been downgraded to Proton VPN Free. Here's what you will miss from %@:
be: Ваш уліковы запіс быў паніжаны да Proton VPN Free. Без %@ вы страціце наступныя функцыі:
de: Dein Konto wurde auf Proton VPN Free herabgestuft. Folgendes wird dir von %@ fehlen:
fa: حساب شما به حالت رایگان بازگشته است. قابلیت‌هایی که از %@ از دست می‌دهید:
fr: Votre compte est passé à l'abonnement Proton VPN Free. Voici les fonctionnalités %@ dont vous ne disposez plus :
id: Akun Anda telah diturunkan ke Proton VPN Free. Berikut merupakan berbagai fitur %@ yang tidak akan lagi dapat Anda gunakan:
ja: アカウントは Proton VPN Free にダウングレードされました。 %@ からダウングレードされたことにより利用できなくなった機能:
ka: თქვენი ანგარიშის სატარიფო გეგმა ჩამოიწია Proton VPN Free-მდე. სხვაობა %@-სთან შედარებით:
ko: 최근 Proton VPN 무료 버전으로 다운그레이드 하셨습니다. %@ 에서 잃게 되는 혜택들 입니다:
pl: Twoje konto zostało obniżone do planu Proton VPN Free. Utracisz następujące funkcje planu %@:
ro: Contul v-a fost retrogradat la Proton VPN Free. Iată ce veți pierde față de %@:
sv: Ditt konto har nedgraderats till Proton VPN Free. Detta är vad du går miste om från %@:
uk: Ваш обліковий запис було понижено до Proton VPN FREE. Ось, що ви втрачаєте з %@:

source: Maybe Later
be: Магчыма пазней
de: Vielleicht später
fa: شاید بعدا
fr: Peut-être plus tard
hr: Možda kasnije
id: Nanti Saja
ja: 後にする
ka: მოგვიანებით
ko: 다음에
pl: Może później
ro: Poate mai târziu
sv: Kanske senare
uk: Можливо пізніше

source: Upgrade Now
be: Палепшыць
de: Jetzt upgraden
fa: اکنون ارتقا دهید
fr: Passer à l'abonnement supérieur
hr: Nadogradi sada
id: Tingkatkan Sekarang
ja: 今すぐアップグレード
ka: ახლა გაუმჯობესება
ko: 지금 업그레이드
pl: Ulepsz teraz
ro: Modificare
sv: Uppgradera nu
uk: Передплатити

source: Upgrade My Plan
be: Палепшыць мой тарыфны план
de: Mein Paket ändern
fa: برنامه من را ارتقا دهید
fr: Abonnement supérieur
hr: Nadogradi moj plan
id: Tingkatkan Paket Saya
ja: プランをアップグレード
ka: ტარიფის გაუმჯობესება
ko: 내 플랜을 업그레이드
pl: Ulepsz plan
ro: Modificare plan
sv: Uppgradera mitt paket
uk: Передплатити тарифний план

# _free_trial_about_to_expire_title
source: Your free trial is about to expire!
be: Ваш бясплатны выпрабавальны перыяд амаль завяршыўся!
de: Deine kostenlose Testversion endet bald!
fa: دوره آزمایشی رایگان شما رو به اتمام است!
fr: Votre essai gratuit va bientôt se terminer.
hr: Vaš besplatni probni period ubrzo istječe!
id: Masa uji coba gratis Anda akan segera berakhir!
ja: まもなく無料トライアルの期間が終了します！
ka: თქვენს უფასო საცდელ ვერსიას მალე ვადა გაუვა!
ko: 무료 체험이 곧 만료됩니다!
pl: Twoja darmowa wersja próbna wkrótce wygaśnie!
ro: Probarea gratuită urmează să expire!
sv: Din gratis provperiod löper ut snart!
uk: Безплатний пробний період завершується!

# _free_trial_about_to_expire_description
source: Upgrade to %@ and continue enjoying these features:
be: Палепшыць да %@ і працягнуць карыстацца наступнымі функцыямі:
de: Führe ein Upgrade auf %@ durch und nutze weiterhin diese Funktionen:
fa: به %@ ارتقا دهید و از این امکانات بهره‌مند شوید:
fr: Passez à %@ et continuez à profiter de ces fonctionnalités :
hr: Nadogradite na %@ i nastavite uživati u ovim značajkama:
id: Tingkatkan ke %@ dan lanjut nikmati fitur-fitur ini:
ja: %@ へアップグレードして以下の機能を引き続き利用する：
ka: განახლდით %@-მდე და გააგრძელეთ სიამოვნება შემდეგი ფუნქციებით:
ko: %@ 으로 업그레이드 하고 계속 이 기능들을 즐겨보세요:
pl: Ulepsz do planu %@, aby nadal korzystać z tych funkcji:
ro: Treceți la %@ și continuați să beneficiați de aceste funcții:
sv: Uppgradera till %@ och fortsätt njut av dessa funktioner:
uk: Передплатіть %@ і надалі користуйтеся цими функціями:

# _5_connections_description
source: Connect up to 5 devices at the same time
be: Падключайце да 5 прылад адначасова
de: Bis zu 5 Geräte gleichzeitig verbinden
fr: Connectez jusqu'à 5 appareils en même temps
hr: Povežite do 5 uređaja istovremeno
id: Sambungkan hingga 5 perangkat pada satu waktu
ja: 最大 5 台のデバイスを 同時に接続します
ka: მიუერთეთ ერთდროულად 5 მოწყობილობამდე
ko: 동시에 최대 5개의 기기에서 연결하세요
pl: Połącz do 5 urządzeń jednocześnie
ro: Conectați până la 5 dispozitive simultan
sv: Anslut upp till 5 enheter samtidigt
uk: Під'єднайте до 5 пристроїв одночасно

# _secure_core_description
source: Ultra secure servers hosted by us
be: Самыя бяспечныя серверы размешчаныя намі
de: Ultrasichere, von uns gehostete Server
fr: Serveurs ultra sécurisés que nous hébergeons
hr: Ultra sigurni poslužitelji koje mi održavamo
id: Server ultra aman yang kami sediakan
ja: 弊社がホストする 非常に安全なサーバー
ka: ჩვენთან დაჰოსტილი ზედაცული სერვერები
ko: 저희가 호스팅하는 엄청나게 안전한 서버
pl: Ultra bezpieczne serwery hostowane przez nas
ro: Servere ultrasigure găzduite de noi
sv: Ultrasäkra servrar ägda av oss
uk: Найзахищеніші сервери розташовані в нас

# _multiple_servers_title
source: Multiple Servers
be: Некалькі сервераў
de: Mehrere Server
fa: مولتی سرور
fr: Serveurs multiples
hr: Više poslužitelja
id: Banyak Server
ja: 多数のサーバー
ka: ბევრი სერვერი
ko: 다중 서버
pl: Wiele serwerów
ro: Servere multiple
sv: Flera servrar
uk: Різні сервери

# _multiple_servers_description
source: Hundreds of servers around the world
be: Сотні сервераў па ўсім свеце
de: Hunderte Server weltweit
fa: صدها سرور در سرتاسر جهان
fr: Des centaines de serveurs partout dans le monde
hr: Stotine poslužitelja diljem svijeta
id: Ratusan server di seluruh dunia
ja: 世界中に 数百のサーバー
ka: ასობით სერვერი მთელს დედამიწაზე
ko: 전 세계에 있는 수백 개의 서버
pl: Setki serwerów na całym świecie
ro: Sute de servere în întreaga lume
sv: Hundratals servrar runt om i världen
uk: Сотні серверів по всьому світу

# _secure_streaming_title
source: Secure Streaming
be: Бяспечная трансляцыя
de: Sicheres Streaming
fa: استریم امن
fr: Streaming sécurisé
hr: Sigurno streamanje
id: Streaming Aman
ja: 安全なストリーミング
ka: დაცული სტრიმინგი
ko: 보안 스트리밍
pl: Bezpieczny streaming
ro: Transmisii în flux sigure
sv: Säker streaming
uk: Захищена потокова трансляція

# _secure_streaming_description
source: Secure streaming of your favorite content
be: Бяспечная трансляцыя вашага улюблёнага змесціва
de: Sicheres Streaming deiner Lieblingsinhalte
fr: Streaming sécurisé de vos contenus préférés
hr: Sigurno streamanje vašeg najdražeg sadržaja
id: Tonton tayangan streaming favorit Anda dengan aman
ja: お気に入りのコンテンツの 安全なストリーミング
ka: დაიცავით თქვენი საყვარელი ვიდეოს სტრიმი
ko: 좋아하는 콘텐츠를 안전하게 스트리밍 하세요
pl: Bezpieczny streaming Twoich ulubionych treści
ro: Vizionați în siguranță conținutul favorit
sv: Säker streaming av ditt favoritinnehåll
uk: Безпечна потокова трансляція ваших улюблених матеріалів

# _quick_settings_tour_title
source: Quick Settings
be: Хуткія налады
de: Schnelleinstellungen
fa: تنظیمات سریع
fr: Paramètres rapides
hr: Brze postavke
id: Pengaturan Cepat
ja: クイック設定
ka: სწრაფი პარამეტრები
ko: 간편 설정
pl: Szybkie ustawienia
ro: Setări rapide
sv: Snabbinställningar
uk: Швидкі налаштування

# _ios_onboarding_page1_title
source: Welcome to a better internet
be: Вітаем у лепшым інтэрнэце
de: Willkommen in einem besseren Internet
fa: به اینترنتی بهتر خوش آمدید
fr: Bienvenue sur un meilleur internet
id: Selamat datang di internet yang lebih baik
ja: より良いインターネットへようこそ
ka: მოგესალმებით უკეთეს ინტერნეტში
ko: 더 나은 인터넷에 오신 것을 환영합니다
pl: Witaj w lepszym Internecie
ro: Bun venit la un internet mai bun
sv: Välkommen till ett bättre Internet
uk: Вітаємо у кращому інтернеті

# _ios_onboarding_page1_description
source: From the scientists and engineers that created Proton Mail, welcome to a more secure and private internet.
be: Навукоўцы і інжынеры, якія стварылі Proton Mail, запрашаюць вас у больш бяспечны інтэрнэт.
de: Von den Wissenschaftlern und Ingenieuren von Proton Mail. Willkommen in einem sicheren und privaten Internet.
fa: از طرف دانشمندان و مهندسانی که ProtonMail را ساخته اند، به اینترنت امن‌تر و دارای حریم خصوصی بیشتر خوش آمدید.
fr: Par les scientifiques et les ingénieurs à l'origine de Proton Mail, bienvenue sur un internet plus sécurisé et plus privé.
id: Dari para ilmuwan dan insinyur yang menciptakan Proton Mail, selamat datang di internet yang lebih aman dan privat.
ja: Proton Mail を開発した科学者やエンジニアが、より安全でプライベートなインターネット接続を提供します。
ka: მეცნიერებისა და ინჟინრებისგან, რომლებმაც Proton Mail-ი შექმნეს: მოგესალმებით უფრო დაცულ და კონფიდენციალურ ინტერნეტში.
ko: Proton Mail을 개발한 과학자와 엔지니어로 부터: 더 안전하고 프라이빗한 인터넷 세계에 오신 것을 환영합니다.
pl: Naukowcy i inżynierowie, którzy stworzyli pocztę Proton Mail, witają w bezpieczniejszym i bardziej prywatnym Internecie.
ro: De la oamenii de știință și inginerii care au creat Proton Mail, bun venit la un internet mai sigur și privat.
sv: Från forskarna och ingenjörerna som skapade Proton Mail, välkommen till ett säkrare och privat Internet.
uk: Від вчених та інженерів, які створили Proton Mail, ласкаво просимо до безпечнішого та приватнішого інтернету.

# _ios_onboarding_page2_title
source: We believe the internet should be free
be: Мы перакананыя, што інтэрнэт павінен быць свабодным
de: Wir glauben daran, dass das Internet frei sein sollte
fa: ما معتقدیم اینترنت باید آزاد باشد
fr: Nous pensons qu'internet devrait être libre
id: Kami meyakini bahwa internet harus bebas
ja: インターネットは自由であるべきだと考えます
ka: ჩვენ გვჯერა, რომ ინტერნეტი უფასო უნდა იყოს
ko: 우리는 인터넷이 자유로워야 한다고 생각합니다
pl: Wierzymy w konieczność wolności w Internecie
ro: Credem că internetul ar trebui să fie liber
sv: Vi anser att Internet ska vara gratis
uk: Ми переконані, що інтернет повинен бути вільним

# _ios_onboarding_page2_description
source: Beat censorship and regional restrictions. We have no ads, no bandwidth limits, and don’t sell your data.
be: Перамажыце цэнзуру і рэгіянальныя абмежаванні. Наш сэрвіс не змяшчае рэкламы і не мае абмежаванняў па паласе прапускання, а таксама мы не прадаём вашы даныя.
de: Lasse Zensur und regionale Beschränkungen hinter dir. Wir schalten keine Werbung, haben keine Bandbreitenbeschränkungen und verkaufen auch keinerlei Daten an Dritte.
fa: سانسور و محدودیت‌های منطقه‌ای را از بین ببرید. ما تبلیغات و محدودیت پهنای باند نداریم و داده‌های شما را نمی‌فروشیم.
fr: Évitez la censure et les restrictions régionales. Nous n'avons aucune publicité, aucune limite de bande passante et nous ne vendons pas vos données.
hr: Pobijedite cenzuru i regionalna ograničenja. Nemamo oglase, nemamo ograničenja propusnosti i ne prodajemo vaše podatke.
id: Enyahkan penyensoran dan pembatasan regional. Kami tidak memiliki iklan, tanpa batas bandwidth, dan tidak menjual data pribadi Anda.
ja: 検閲や地域的制約に縛られず、帯域幅の制限もありません。広告表示もなく、個人情報を第三者に販売しません。
ka: გაიმარჯვეთ ცენზურასა და რეგიონულ შეზღუდვებზე. ჩვენ არ გვაქვს რეკლამა და სიჩქარის შეზღუდვები და არც თქვენს მონაცემებს ვყიდით.
ko: 검열과 지역 제한을 극복하세요. Proton VPN은 광고도 없고, 대역폭 제한도 없으며, 당신의 데이터를 판매하지도 않습니다.
pl: Pokonaj cenzurę i ograniczenia regionalne. Nie posiadamy reklam, limitów danych i nie sprzedajemy Twoich informacji.
ro: Învingeți cenzura și restricțiile regionale. Nu avem reclame, nu există limite de lățime de bandă și nu vă vindem datele.
sv: Besegra censur och regionala begränsningar. Vi har inga annonser, inga bandbreddsbegränsningar och säljer inte din data.
uk: Здолайте цензуру та регіональні обмеження. У нас немає реклами, обмеження пропускної здатності, і ми не заробляємо на ваших даних.

# _ios_onboarding_page3_title
source: Your security is our priority
be: Ваша бяспека з'яўляецца нашым прыярытэтам
de: Deine Sicherheit ist unsere Priorität
fa: امنیت شما، اولویت ماست
fr: Votre sécurité est notre priorité
hr: Vaša sigurnost je naš prioritet
id: Keamanan Anda adalah prioritas kami
ja: ユーザーのセキュリティが私たちの最優先事項です
ka: თქვენი უსაფრთხოება ჩვენი პრიორიტეტია
ko: 저희는 당신의 보안을 가장 중요시합니다.
pl: Twoje bezpieczeństwo jest naszym priorytetem
ro: Securitatea dvs. este prioritatea noastră
sv: Din säkerhet är vår prioritet
uk: Ваша безпека є нашим пріоритетом
