Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _ios_onboarding_page3_description
source: We are a security company. Whether it is our Secure Core architecture or advanced encryption, security always comes first.
be: Наша кампанія спецыялізуецца на бяспецы. Незалежна ад таго, ці тычыцца гэта нашай архітэктуры Secure Core або перадавой сістэмы шыфравання, мы заўсёды ставім бяспеку на першае месца.
de: Wir sind ein Sicherheitsunternehmen. Ob es unsere Secure Core‐Architektur oder unsere fortgeschrittene Verschlüsselung ist, Sicherheit kommt immer zuerst.
fa: ما یک شرکت امنیتی هستیم. چه در معماری Secure Core و چه در رمزگذاری پیشرفته، امنیت همیشه اولویت اول ماست.
fr: Nous sommes une entreprise de sécurité. Qu’il s’agisse de notre architecture Secure Core ou du chiffrement avancé, la sécurité est toujours notre priorité.
hr: Mi smo sigurnosna tvrtka. Bilo da se radi o Secure Core arhitekturi ili naprednom šifriranju, sigurnost je uvijek na prvom mjestu.
id: Kami adalah perusahan keamanan. Baik itu arsitektur Secure Core atau enkripsi tingkat lanjut, keamanan selalu diutamakan.
ja: 私たちはセキュリティを提供する企業です。常にセキュリティを第一に考え、 Secure Core アーキテクチャや最新の暗号化技術等を提供しています。
ka: ჩვენი კომპანიის პროდუქტი უსაფრთხოებაა. იქნება ეს ჩვენი Secure Core-ის არქიტექტურა თუ დამატებითი დაშიფვრა, უსაფრთხოება პირველ რიგშია.
ko: 우리는 보안 회사입니다. 그러기에, 보안 코어 아키텍처이든 고급 암호화이든, 보안이 항상 최우선입니다.
pl: Zajmujemy się ochroną prywatności. Od trybu Secure Core po zaawansowane szyfrowanie, bezpieczeństwo stawiamy zawsze na pierwszym miejscu.
ro: Suntem o companie de securitate. Indiferent dacă este vorba de arhitectura noastră Secure Core sau criptare avansată, securitatea este întotdeauna pe primul loc.
sv: Vi är ett säkerhetsföretag. Oavsett om det är vår Secure Core-arkitektur eller avancerad kryptering, kommer säkerheten alltid först.
uk: Ми зосереджені на захисті даних. Починаючи від нашої архітектури Secure Core, до розширеного шифрування, безпека завжди на першому місці.

source: Next
be: Далей
de: Weiter
fa: بعدی
fr: Suivant
hr: Sljedeće
id: Selanjutnya
ja: 次へ
ka: შემდეგი
ko: 다음
pl: Dalej
ro: Înainte
sv: Nästa
uk: Далі

source: Discover the app
be: Знаёмства з праграмай
de: Entdecke die App
fa: شناسایی قابلیت های برنامه
fr: Découvrez l'application
hr: Otkrijte aplikaciju
id: Temukan aplikasinya
ja: アプリを知る
ka: აპის აღმოჩენა
ko: 앱을 탐색해보세요
pl: Poznaj aplikację
ro: Descoperiți aplicația
sv: Upptäck appen
uk: Ознайомитися з програмою

source: Extensions
be: Пашырэнні
de: Erweiterungen
fa: افزونه‌ها
hr: Proširenja
id: Ekstensi
ja: 拡張機能
ka: გაფართოებები
ko: 확장 프로그램
pl: Rozszerzenia
ro: Extensii
sv: Utökningar
uk: Розширення

# _widget
source: iOS Widget
be: Віджэт iOS
fa: ویجت iOS
fr: Widget iOS
id: Widget iOS
ja: iOS ウィジェット
ka: iOS-ის ვიჯეტი
ko: iOS 위젯
pl: Widżet iOS
ro: Widget iOS
uk: iOS віджет

source: Usage statistics
be: Статыстыка выкарыстання
de: Nutzungsstatistiken
fr: Statistiques d'utilisation
id: Statistik penggunaan
ja: 使用統計
ka: გამოყენების სტატისტიკა
ko: 사용 통계
pl: Statystyki użytkowania
ro: Statistici de utilizare
sv: Användningsstatistik
uk: Статистика використання

# _log_in_to_use_widget
source: Please sign in to get started
be: Увайдзіце, каб пачаць
de: Bitte melde dich an, um zu beginnen
fr: Connectez-vous pour commencer.
id: Silakan masuk untuk memulai
ja: 開始するにはサインインしてください
ka: დასაწყებად ჯერ შესვლაა საჭირო
ko: 시작하려면 로그인해 주세요
pl: Zaloguj się, aby rozpocząć
ro: Conectați-vă pentru a începe
sv: Logga in för att komma igång
uk: Увійдіть, щоб розпочати

# _vpnstatus_not_loggedin
source: You are not signed in to Proton VPN. Open the Proton VPN app and sign in.
be: Вы не ўвайшлі ў Proton VPN. Адкрыйце праграму Proton VPN і зрабіце гэта.
de: Du bist nicht bei Proton VPN angemeldet. Öffne die Proton VPN-App und melde dich an.
fr: Vous n'êtes pas connecté à Proton VPN. Ouvrez l'application Proton VPN et connectez-vous.
id: Anda tidak sedang terhubung masuk ke Proton VPN. Buka aplikasi Proton VPN dan masuk ke akun Anda.
ja: Proton VPN にサインインしていません。 Proton VPN アプリを開いてサインインします。
ka: Proton VPN-ში შესული არ ბრძანდებით. გახსენით Proton VPN-ის აპი და შედით.
ko: Proton VPN에 로그인하지 않았습니다. Proton VPN 앱을 열고 로그인하세요.
pl: Nie jesteś zalogowany do usługi Proton VPN. Otwórz aplikację i zaloguj się.
ro: Nu v-ați conectat la Proton VPN. Deschideți aplicația Proton VPN și conectați-vă.
sv: Du är inte inloggad på Proton VPN. Öppna Proton VPN-appen och logga in.
uk: Ви не увійшли в Proton VPN. Відкрийте програму Proton VPN і виконайте вхід.

# _report_attachments
source: Attachments
be: Далучэнні
de: Anhänge
fa: پیوست‎ها
fr: Pièces jointes
hr: Privitci
id: Lampiran
ja: 添付ファイル
ka: მიმაგრებები
ko: 첨부 파일
pl: Załączniki
ro: Fișiere atașate
sv: Bilagor
uk: Вкладення

# _report_logs
source: VPN logs
be: Журналы VPN
de: VPN‐Protokolle
fa: گزارش‌های VPN
fr: Journaux VPN
hr: VPN zapisnici
id: Log VPN
ja: VPN のログ
ka: VPN-ის ჟურნალი
ko: VPN 로그
pl: Logi VPN
ro: Jurnale VPN
sv: VPN-loggar
uk: Журнал VPN

# _report_logs_description
source: Enabling this will add your client side VPN logs to this report
be: Калі вы ўключыце гэты параметр, то ў гэту справаздачу будуць дададзены вашы журналы VPN на баку кліента
de: Durch das Aktivieren, werden deine clientseitigen VPN-Protokolle in diesen Bericht aufgenommen.
fa: فعال کردن این گزینه لاگ‌های VPN سمت کاربر را به این گزارش می‌افزاید
fr: En activant cette option, les journaux VPN côté client seront ajoutés à ce rapport.
hr: Ako omogućite, vaši klijentski VPN zapisi će biti dodani u izvještaj
id: Mengaktifkan ini akan menambah log VPN sisi klien VPN Anda untuk laporan ini
ja: オンにすることで、クライアント側の VPN ログがレポートに添付されます。
ka: თუ ჩართავთ, ამ ანგარიშში ასევე ჩართული იქნება VPN-ის კლიენტის მხრის ჟურნალიც
ko: 이 항목을 활성화 하시면 VPN 클라이언트의 로그가 첨부됩니다.
pl: Włączenie tej opcji spowoduje dodanie Twoich logów VPN do raportu
ro: Activarea acestei opțiuni va adăuga la acest raport jurnalele VPN locale
sv: Vid aktivering av detta kommer dina VPN-loggar på klientsidan att läggas till i denna rapporten
uk: Увімкнення додасть VPN-журнали вашої клієнтської програми

# _report_report
source: Report message
be: Паведамленне справаздачы
de: Meldungsnachricht
fa: پیام گزارش
fr: Message du rapport
hr: Poruka prijave
id: Laporkan pesan
ja: 問題の報告
ka: ანგარიშის კომენტარი
ko: 메시지 신고
pl: Treść zgłoszenia
ro: Mesaj raport
sv: Rapportera meddelande
uk: Поскаржитися

# _report_placeholder_email
source: Contact email
be: Пошта для сувязі з вамі
de: Kontakt‐E‐Mail‐Adresse
fa: ایمیل
fr: Adresse e-mail de contact
hr: Kontakt adresa e-pošte
id: Surel kontak
ja: あなたのメールアドレス
ka: საკონტაქტო ელფოსტა
ko: 연락처 이메일
pl: E-mail kontaktowy
ro: E-mail de contact
sv: E-post för kontakt
uk: Контактна електронна пошта

# _report_placeholder_message
source: Your message...
be: Ваша паведамленне...
de: Deine Nachricht...
fa: پیام شما...
fr: Votre message…
hr: Vaša poruka...
id: Pesan Anda...
ja: あなたのメッセージ...
ka: თქვენი შეტყობინება...
ko: 내 메시지...
pl: Twoja wiadomość...
ro: Mesaj personal...
sv: Ditt meddelande...
uk: Ваше повідомлення...

# _report_send
source: Send Report
be: Адправіць справаздачу
de: Bericht senden
fa: ارسال گزارش
fr: Envoyer un rapport
hr: Pošalji izvještaj
id: Kirim Laporan
ja: 報告を送信
ka: ანგარიშის გაგზავნა
ko: 신고 보내기
pl: Wyślij raport
ro: Trimitere raport
sv: Skicka rapport
uk: Надіслати звіт

# _report_success
source: Thank you for your report
be: Дзякуй за вашу справаздачу
de: Vielen Dank für deinen Bericht
fa: از گزارش شما متشکریم
fr: Merci pour votre rapport
hr: Hvala vam na vašem izvješću
id: Terima kasih atas laporan Anda
ja: ご報告ありがとうございます。
ka: მადლობა ანგარიშისთვის
ko: 보고해주셔서 감사합니다
pl: Dziękujemy za przesłanie zgłoszenia
ro: Vă mulțumim pentru raport
sv: Tack för din rapport
uk: Дякуємо за ваш звіт

# _report_description
source: Providing the following details, our team can identify your problem and a possible solution with higher chances and shorter time: • Proton VPN app logs • OpenVPN logs • WireGuard logs
be: Наша каманда зможа хутчэй вызначыць вашу праблему і прапануе магчымае рашэнне за кароткі час, калі вы ўключыце ў справаздачу наступную інфармацыю: • Журналы праграмы Proton VPN • Журналы OpenVPN • Журналы WireGuard
de: Mit den folgenden Angaben kann unser Team dein Problem besser identifizieren und eine mögliche Lösung mit höherer Wahrscheinlichkeit und kürzerer Zeit finden: • Proton VPN-Anwendungsprotokolle • OpenVPN-Protokolle • WireGuard-Protokolle
fa: با ارائه اطلاعات زیر، تیم ما قادر به شناسایی مشکل شما و راه حلی احتمالی بهتر در زمانی کوتاهتر خواهد بود.: • ثبت وقایع برنامه Proton VPN • ثبت وقایع OpenVPN • ثبت وقایع WireGuard
fr: Indiquez ces informations pour que notre équipe puisse vous aider plus rapidement : • Journaux de l'application Proton VPN • Journaux OpenVPN • Journaux WireGuard
id: Apabila Anda melampirkan berkas-berkas berikut, tim kami akan dapat mengenali dan menyelesaikan masalah yang Anda hadapi dengan lebih cepat dan akurat: • Berkas log Proton VPN • Berkas log Open VPN • Berkas log WireGuard
ja: 以下の詳細情報をご提供いただければ、私たちのチームがお客様の問題を特定し、より高い可能性と短い時間で可能な解決策を提案します。 • Proton VPN アプリのログ • OpenVPN のログ • WireGuard のログ
ka: შემდეგი დეტალების დართვით, ჩვენი გუნდი უფრო სწრაფად და დიდი შანსით შეძლებს თქვენი პრობლემის აღმოჩენას და აღმოფხვრას: • Proton VPN აპის ჟურნალი • OpenVPN-ის ჟურნალი • WireGuard-ის ჟურნალი
ko: 다음 정보를 제공하면, 저희 팀이 높은 확률로 더 짧은 시간 안에 문제를 파악하고 가능한 해결책을 제공할 수 있습니다: • Proton VPN 앱 로그 • OpenVPN 로그 • WireGuard 로그
pl: Przesłanie następujących szczegółów pomoże naszemu zespołowi zidentyfikować problem i znaleźć jego rozwiązanie z większym prawdopodobieństwem i w szybszym czasie: • Logi aplikacji Proton VPN • Logi protokołu OpenVPN • Logi protokołu WireGuard
ro: Furnizând următoarele detalii, echipa noastră vă poate identifica problema și o posibilă soluție cu șanse mai mari și în timp mai scurt: • Jurnale aplicație Proton VPN • Jurnale OpenVPN • Jurnale WireGuard
sv: Genom att tillhandahålla följande detaljer kan vårt team identifiera ditt problem och en möjlig lösning med högre chanser och kortare tid: • Proton VPN-apploggar • OpenVPN-loggar • WireGuard-loggar
uk: Завдяки наданню зазначеної інформації, наша команда може визначити вашу проблему та можливе рішення з більшою ймовірністю та в коротший строк: • Журнали програми Proton VPN • Журнали OpenVPN • Журнали WireGuard

# _report_field_email
source: Email:
be: Электронная пошта:
de: E‐Mail-Adresse:
fa: ایمیل:
fr: Adresse e-mail :
hr: Adresa e-pošte:
id: Surel:
ja: メールアドレス:
ka: ელფოსტა:
ko: 이메일:
sv: E-post:
uk: Адреса е-пошти:

# _report_field_feedback
source: What went wrong?
be: Што пайшло не так?
de: Welche Probleme sind aufgetreten?
fa: مشکل چه بود؟
fr: Qu'est-ce qui s'est mal passé ?
hr: Što je bilo pogrešno?
id: Apa yang salah?
ja: どの様な問題が発生しましたか？
ka: რა გაფუჭდა?
ko: 무엇이 잘못됐나요?
pl: Co poszło nie tak?
ro: Ce nu a funcționat bine?
sv: Vad gick fel?
uk: Що трапилося?

# _report_field_steps
source: What are the exact steps you performed?
be: Якія дакладна крокі вы выконвалі?
de: Was waren die genauen Schritte, die du durchgeführt hast?
fa: شما دقیقاً چه مراحلی را انجام دادید؟
fr: Pouvez-vous nous décrire précisément les étapes que vous avez suivies ?
hr: Koje ste točno korake izveli?
id: Apa langkah yang Anda tempuh?
ja: 以下に、その問題が発生するまでに行った操作を可能な限り正確に順番通りにご記入ください。
ka: ზუსტად რომელი ნაბიჯები შეასრულეთ?
ko: 당신이 실행한 작업이 정확히 무엇입니까?
pl: Jakie dokładnie kroki wykonałeś?
ro: Care sunt exact pașii executați?
sv: Vilka är de exakta stegen du utförde?
uk: Які саме дії ви виконували?

# _report_field_placeholder
source: Start typing...
be: Пачынайце ўводзіць тэкст...
de: Beginne mit der Eingabe …
fa: شروع کنید به نوشتن...
fr: Commencer à écrire…
hr: Započnite tipkati...
id: Mulai mengetik...
ja: 入力してください...
ka: დაიწყეთ აკრეფა...
ko: 입력 시작...
pl: Rozpocznij pisanie...
ro: Începeți să scrieți...
sv: Börja skriva...
uk: Почніть вводити...

# _report_attachments_checkbox
source: Include app logs and system details
be: Уключыць журнал праграмы і сістэмныя падрабязнасці
de: App-Protokolle und Systemdetails einbeziehen
fa: شامل لاگ برنامه و جزئیات سیستم
fr: Inclure les journaux des applications et les détails du système
hr: Uključi i zapisnike aplikacije i podatke o sustavu
id: Termasuk log aplikasi dan detail sistem
ja: アプリのログとシステムの詳細を含める
ka: აპის ჟურნალისა და სისტემის დეტალების ჩასმა
ko: 앱 로그 및 시스템 상세 정보 포함
pl: Dołącz logi aplikacji i szczegóły systemu operacyjnego
ro: Includere jurnale aplicație și detalii sistem
sv: Inkludera app-loggar och systemdetaljer
uk: Долучити журнали програми та системні дані

# _menu_about
source: About Proton VPN
be: Пра Proton VPN
de: Über Proton VPN
fa: درباره Proton VPN
fr: À propos de Proton VPN
hr: O Proton VPN-u
id: Tentang Proton VPN
ja: Proton VPN について
ka: Proton VPN-ის შესახებ
ko: Proton VPN에 관하여
pl: O aplikacji Proton VPN
ro: Despre Proton VPN
sv: Om Proton VPN
uk: Про Proton VPN

# _menu_check_updates
source: Check for Updates...
be: Праверыць наяўнасць абнаўленняў...
de: Nach Aktualisierungen suchen …
fa: بررسي بروزرسانی...
fr: Vérifier les mises à jour…
hr: Provjera ažuriranja...
id: Periksa Pembaruan...
ja: 更新を確認...
ka: განახლების შემოწმება...
ko: 업데이트 확인...
pl: Sprawdź aktualizacje...
ro: Verificare actualizări...
sv: Sök efter uppdateringar...
uk: Перевірити оновлення...

# _menu_preferences
source: Preferences
be: Параметры
de: Einstellungen
fa: تنظیمات
fr: Préférences
hr: Postavke
id: Preferensi
ja: 設定
ka: მორგება
ko: 환경 설정
pl: Ustawienia
ro: Preferințe
sv: Preferenser
uk: Параметри

# _menu_hide_self
source: Hide Proton VPN
be: Схаваць Proton VPN
de: Proton VPN verbergen
fa: پنهان‌سازی Proton VPN
fr: Masquer Proton VPN
hr: Sakrij Proton VPN
id: Sembunyikan Proton VPN
ja: Proton VPN を隠す
ka: Proton VPN-ის დამალვა
ko: Proton VPN 숨기기
pl: Ukryj Proton VPN
ro: Ascundere Proton VPN
sv: Dölj Proton VPN
uk: Сховати Proton VPN

# _menu_hide_others
source: Hide Others
be: Схаваць іншыя
de: Andere ausblenden
fa: پنهان‌سازی بقیه
fr: Masquer les autres
hr: Sakrij ostale
id: Sembunyikan Lainnya
ja: 他を隠す
ka: სხვების დამალვა
ko: 나머지 숨기기
pl: Ukryj pozostałe
ro: Ascundere restul
sv: Dölj andra
uk: Приховати інші

# _menu_show_all
source: Show All
be: Паказаць усе
de: Alles anzeigen
fa: نمایش همه
fr: Afficher tout
hr: Prikaži sve
id: Tampilkan Semua
ja: すべて表示
ka: ყველას ჩვენება
ko: 모두 보기
pl: Pokaż wszystko
ro: Afișare toate
sv: Visa alla
uk: Показати всі

# _menu_logout
source: Sign out
be: Выйсці з уліковага запісу
de: Abmelden
fa: خروج از حساب
fr: Se déconnecter
hr: Odjava
id: Keluar
ja: ログアウト
ka: გასვლა
ko: 로그아웃
pl: Wyloguj
ro: Deconectare
sv: Logga ut
uk: Вийти

# _menu_quit
source: Quit Proton VPN
be: Выйсці з Proton VPN
de: Proton VPN beenden
fa: خروج از Proton VPN
fr: Quitter Proton VPN
hr: Zatvori Proton VPN
id: Keluar Dari Proton VPN
ja: Proton VPN を閉じる
ka: Proton VPN-დან გასვლა
ko: Proton VPN 종료
pl: Wyjdź z Proton VPN
ro: Închidere Proton VPN
sv: Avsluta Proton VPN
uk: Вийти з Proton VPN

# _menu_window
source: Window
be: Акно
de: Fenster
fa: پنجره
fr: Fenêtre
hr: Prozor
id: Jendela
ja: ウィンドウ
ka: ფანჯარა
ko: 창
pl: Okno
ro: Fereastră
sv: Fönster
uk: Вікно

# _menu_minimize
source: Minimize
be: Згарнуць
de: Minimieren
fa: کوچک‌سازی
fr: Réduire
hr: Minimiziraj
id: Minimalkan
ja: 最小化
ka: ჩაკეცვა
ko: 최소화
pl: Minimalizuj
ro: Micșorare
sv: Minimera
uk: Згорнути

# _subscription_will_expire
source: Current plan will expire on %@.
be: Бягучы тарыфны план міне праз %@.
de: Das aktuelle Abonnement ist nur noch bis zum %@ gültig.
fa: طرح فعلی در %@ تمام خواهد شد.
fr: L’abonnement en cours expirera le %@.
hr: Trenutni plan istječe dana %@.
id: Paket saat ini akan kedaluwarsa pada %@.
ja: 現在のプランは %@ に期限を迎えます.
ka: მიმდინარე ტარიფის ამოწურვის ვადაა %@.
ko: 현재 요금제가 %@ 에 만료됩니다.
pl: Obecny plan wygaśnie %@.
ro: Planul actual va expira la %@.
sv: Nuvarande paket kommer löpa ut den %@.
uk: Поточний тарифний план завершиться %@.

# _subscription_will_renew
source: Current plan will automatically renew on %@.
be: Бягучы тарыфны план аўтаматычна будзе падоўжаны %@.
de: Das aktuelle Abonnement verlängert sich automatisch am %@.
fa: طرح فعلی بطور خودکار در %@ تمدید خواهد شد.
fr: L'abonnement en cours sera automatiquement renouvelé le %@.
hr: Trenutni plan će seautomatski obnoviti dana %@.
id: Paket saat ini akan diperpanjang secara otomatis pada %@.
ja: %@ に、自動的に現在のプランが更新されます。
ka: მიმდინარე გეგმის ავტომატური განახლების თარიღია %@.
ko: 현재 요금제가 자동으로 %@개월 뒤 갱신됩니다.
pl: Twój plan odnowi się automatycznie %@.
ro: Planul curent se va reînnoi automat la %@.
sv: Nuvarande paket kommer att förnyas automatiskt den %@.
uk: Чинний тарифний план автоматично продовжиться %@.

# _subscription_description
source: You can purchase more credits to automatically extend your current plan. At the end of your current subscription period, these credits will be applied to continue your plan.
be: Вы можаце купіць больш крэдытаў для аўтаматычнага падаўжэння свайго бягучага тарыфнага плана. У апошні дзень вашага перыяду падпіскі, гэтыя крэдыты будуць выкарыстаны для яго падаўжэння.
de: Du kannst weiteres Guthaben erwerben, um dein aktuelles Abonnement automatisch zu verlängern. Am Ende deiner aktuellen Abonnementperiode wird dieses Guthaben zur Fortsetzung deines Abonnements verwendet.
fa: شما میتوانید اعتبار بیشتری بخرید تا بطور خودکار طرح فعلی خود را تمدید کنید. در انتهای دوره اشتراک فعلی شما، این اعتبارها به منظور ادامه طرح شما اعمال خواهد شد.
fr: Vous pouvez acheter plus de crédits qui seront utilisés à la fin de votre abonnement actuel pour le prolonger automatiquement.
hr: Možete kupiti više kredita kako biste automatski produžili svoj trenutni plan. Na kraju trenutnog razdoblja pretplate, ovi se krediti primjenjuju za nastavak vašeg plana.
id: Anda dapat membeli lebih banyak kredit untuk secara otomatis memperpanjang paket anda saat ini. Pada akhir periode berlangganan anda saat ini, kredit ini akan diterapkan untuk melanjutkan paket anda.
ja: 現在のプランを自動的に延長するために、より多くのクレジットを購入することができます。現在のご利用期間の終了時に、これらのクレジットはプランを継続するために適用されます。
ka: მიმდინარე სატარიფო გეგმის ავტომატურად გასაგრძელებლად შეგიძლიათ, კრედიტები შეიძინოთ. გამოწერის მიმდინარე ტარიფის დასრულებისას გაგრძელების საფასურს ამ კრედიტებით ავტომატურად გადაიხდით.
ko: 현재 요금제를 자동으로 연장하기 위해 더 많은 크레딧을 구매할 수 있습니다. 현재 구독 기간이 끝나면, 크레딧이 요금제를 지속적으로 구매하기 위해 적용될 것입니다.
pl: Możesz kupić więcej środków, aby automatycznie przedłużyć obecny plan. Pod koniec okresu obecnej subskrypcji środki te zostaną wykorzystane do kontynuacji planu.
ro: Puteți cumpăra mai multe credite pentru a vă extinde automat planul curent. La sfârșitul perioadei abonamentului, aceste credite vor fi aplicate pentru continuarea planului.
sv: Du kan köpa fler krediter för att automatiskt förlänga ditt nuvarande paket. I slutet av din nuvarande prenumerationsperiod kommer dessa krediter att användas för att fortsätta din paket.
uk: Ви можете придбати більше кредитів для автоматичного продовження свого поточного тарифного плану. В кінці чинного періоду передплати ці кредити будуть використані для продовження тарифного плану.

# _subscription_button
source: Extend plan for 1 year %@.
be: Падоўжыць падпіску яшчэ на 1 год %@.
de: Abonnement um 1 Jahr verlängern %@.
fa: تمدید طرح برای ۱ سال %@.
fr: Prolonger l'abonnement pour 1 an %@.
hr: Produži plan za još 1 godinu %@.
id: Perpanjang paket untuk 1 tahun %@.
ja: プランを 1 年間延長します %@。
ka: გეგმის 1 წლით გაგრძელება %@.
ko: 플랜을 1년 연장하십시오 %@.
pl: Przedłuż plan na rok %@.
ro: Extindere plan cu un an %@.
sv: Förläng paket i 1 år %@.
uk: Продовжити план на 1 рік %@.

# _subscription_extended_success
source: You have successfully bought credits to extend your current plan.
be: Вы паспяхова купілі крэдыты, каб падоўжыць свой бягучы тарыфны план.
de: Du hast erfolgreich Guthaben erworben, um dein aktuelles Abonnement zu verlängern.
fa: شما با موفقیت اعتبار خریداری کردید تا طرح فعلی خود را تمدید کنید.
fr: Vous avez acheté des crédits pour prolonger votre abonnement actuel.
hr: Uspješno ste kupili kredite za produljenje vašeg trenutnog plana.
id: Anda berhasil membeli kredit untuk memperpanjang paket anda saat ini.
ja: 現在のプランを延長するためのクレジットを購入しました。
ka: მიმდინარე სატარიფო გეგმის გასაგრძელებელი კრედიტები წარმატებით შეიძინეთ.
ko: 성공적으로 현재 요금제를 크레딧으로 구입하여 연장하였습니다.
pl: Kupiłeś środki, aby przedłużyć swój obecny plan.
ro: Ați reușit cumpărarea de credite pentru extinderea planului curent.
sv: Du har köpt krediter för att förlänga ditt nuvarande paket.
uk: Ви успішно придбали кредити для продовження вашого чинного тарифного плану.

# _ne_troubleshoot
source: Troubleshoot
be: Выпраўленне непаладак
de: Fehlerbehebung
fa: عیب یابی
fr: Dépannage
hr: Rješavanje problema
id: Penyelesaian Masalah
ja: トラブルシューティング
ka: შეცდომების გასწორება
ko: 문제 해결
pl: Rozwiązywanie problemów
ro: Depanare
sv: Felsök
uk: Усунення проблем

# _troubleshoot_title
source: Troubleshooting
be: Выпраўленне непаладак
de: Problembehebung
fa: اشکال‌زدایی
fr: Dépannage
hr: Otklanjanje pogreške
id: Penyelesaian Masalah
ja: トラブルシューティング
ka: შეცდომების გასწორება
ko: 문제 해결
pl: Rozwiązywanie problemów
ro: Depanare
sv: Felsökning
uk: Усунення проблем

# _troubleshoot_item_alt_title
source: Allow alternative routing
be: Дазволіць альтэрнатыўную маршрутызацыю
de: Alternatives Routing erlauben
fa: اجازهٔ مسیریابی جایگزین
fr: Autoriser le routage alternatif
hr: Omogući alternativno usmjeravanje
id: Izinkan perutean alternatif
ja: 代替ルーティングを許可
ka: ალტერნატიული რაუტინგის ჩართვა
ko: 대체 라우팅 허용
pl: Alternatywne przekierowanie połączenia
ro: Permitere rută alternativă
sv: Tillåt alternativ routing
uk: Дозволити альтернативну маршрутизацію
