Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Strings/Sources/Strings/Resources/*.lproj/Localizable.strings
Languages: be, de, fa, fr, hr, id, ja, ka, ko, pl, ro, sv, uk

# _smart_protocol_reconnect_modal_body
source: Your connection will be restarted to change the Smart Protocol mode.
be: Неабходны перазапуск падключэння для змены рэжыму Smart Protocol.
de: Deine Verbindung wird neu aufgebaut, um den Smart Protocol-Modus zu ändern.
fa: اتصال شما برای تغییر حالت پروتکل هوشمند دوباره راه‌اندازی خواهد شد.
fr: Votre connexion sera relancée pour changer le mode Smart Protocol.
hr: Vaša će se veza ponovo pokrenuti za promjenu Smart Protocol načina.
id: Koneksi Anda akan dimulai ulang untuk mengubah mode Smart Protokol.
ja: Smart Protocolモードを変更するために接続が再起動されます。
ka: ჭკვიანი პროტოკოლის რეჟიმის შესაცვლელად შეერთება თავიდან დამყარდება.
ko: 연결이 Smart Protocol 모드로 변경되기 위해 재시작 됩니다.
pl: Twoje połączenie zostanie ponownie nawiązane, aby zmienić ustawienie funkcji Smart Protocol.
ro: Conexiunea va fi restabilită pentru a schimba modul lui Smart Protocol.
sv: Din anslutning kommer att startas om för att ändra Smart Protocol-läget.
uk: Для зміни режиму Smart Protocol ваше з'єднання буде перезапущено.

# _sysex_description_1
source: To use Proton VPN, you’ll need to enable **custom VPN protocols** on your Mac.
be: Для выкарыстання Proton VPN, вам неабходна будзе ўключыць **карыстальніцкія пратаколы VPN** на вашым Mac.
de: Um Proton VPN nutzen zu können, musst du auf deinem Mac **benutzerdefinierte VPN-Protokolle** aktivieren.
fr: Pour utiliser Proton VPN, vous devrez activer les **protocoles VPN personnalisés** sur votre Mac.
id: Untuk dapat menggunakan Proton VPN, Anda perlu untuk mengaktifkan **protokol VPN khusus** pada perangkat Mac Anda.
ja: Proton VPN を使用するには Mac で**カスタム VPN プロトコル**を有効にする必要があります。
ka: Proton VPN-ის გამოსაყენებლად თქვენს Mac-ზე **custom VPN Protocols**-ის ჩართვაა საჭირო.
ko: Proton VPN을 사용하기 위해서, **커스텀 VPN 프로토콜** 을 Mac에서 활성화 해야합니다.
pl: Aby używać usługi Proton VPN, musisz włączyć **niestandardowe protokoły VPN** na Macu.
ro: Pentru a utiliza Proton VPN, trebuie să activați **protocoale personale VPN** în Mac.
sv: För att använda Proton VPN måste du aktivera **anpassade VPN-protokoll** på din Mac.
uk: Щоб використовувати Proton VPN, вам потрібно увімкнути ** користувацькі протоколи VPN** на вашому комп'ютері Mac.

# _sysex_description_2
source: Custom protocols allow for faster and more secure connections, and you’ll need them enabled to connect to most Proton VPN servers.
be: Карыстальніцкія пратаколы прадугледжваюць больш хуткае і бяспечнае падключэнне. Вам неабходна будзе ўключыць іх, каб мець магчымасць падключацца да большасці сервераў Proton VPN.
de: Benutzerdefinierte Protokolle ermöglichen schnellere und sicherere Verbindungen und müssen aktiviert sein, damit du dich mit den meisten Proton VPN-Servern verbinden kannst.
fr: Les protocoles personnalisés permettent des connexions plus rapides et sécurisées, ils doivent être activés pour vous connecter à la plupart des serveurs Proton VPN.
id: Protokol khusus memungkinkan koneksi VPN yang lebih cepat dan aman. Di samping itu, protokol ini juga diperlukan untuk menghubungkan perangkat Anda ke sebagian besar server Proton VPN.
ja: カスタムプロトコルはより高速かつ安全な接続を可能とし、ほとんどの Proton VPN サーバーに接続するのに必要です。
ka: ხელით მორგებული პროტოკოლები უფრო სწრაფი და უფრო დაცული მიერთებების განხორციელებას უზრუნველყოფენ და Proton VPN-ის სერვერების უმრავლესობაზე მისაერთებლად მათი ჩართვა აუცილებელია.
ko: 커스텀 프로토콜은 빠른 속도와 더 안전한 연결을 제공해주며, 더 많은 Proton VPN 서버에 연결할 수 있도록 해줍니다.
pl: Niestandardowe protokoły pozwalają na szybsze i bezpieczniejsze połączenia. Będziesz ich potrzebował, aby połączyć się z większością serwerów Proton VPN.
ro: Protocoalele personale permit conexiuni mai rapide și mai sigure și va trebui să le activați pentru a vă conecta la majoritatea serverelor Proton.
sv: Anpassade protokoll möjliggör snabbare och säkrare anslutningar, och du behöver ha dem aktiverade för att ansluta till de flesta Proton VPN-servrar.
uk: Користувацькі протоколи забезпечують швидші та безпечніші з'єднання, і вам потрібно їх увімкнути для під'єднання до більшості серверів Proton VPN.

# _sysex_description_3
source: To continue, click **Open System Settings**, then follow the video instructions on this screen.
be: Для працягу, націсніце **адкрыць сістэмныя налады**, а потым прытрымлівайцеся відэаінструкцый на экране.
de: Um fortzufahren, klicke auf **Systemeinstellungen öffnen**, und folge dann den Videoanweisungen auf diesem Bildschirm.
fr: Pour continuer, cliquez sur **Ouvrir les options systèmes**, puis suivez les instructions vidéos sur l’écran.
id: Untuk melanjutkan, klik **Buka Pengaturan Sistem** dan ikuti instruksi yang tertera pada video yang muncul di layar ini.
ja: 続行するには**システム設定を開く**をクリックし、この画面のビデオの指示にしたがってください。
ka: გასაგრძელებლად დააწკაპუნეთ **სისტემის პარამეტრების გახსნას**, შემდეგ კი ეკრანზე ვიდეოინსტრუქციებს მიყევით.
ko: 계속하려면, **시스템 설정을 열고**, 이 스크린의 영상 설명을 따르세요.
pl: Aby kontynuować, kliknij **Otwórz ustawienia systemowe** i postępuj zgodnie z instrukcją wideo.
ro: Pentru a continua, faceți clic pe **Deschidere setări sistem**, apoi urmați instrucțiunile video de pe acest ecran.
sv: För att fortsätta, klicka på **Öppna systeminställningar** och följ sedan videoinstruktionerna på denna skärm.
uk: Щоб продовжити, натисніть **Відкрити системні параметри**, а потім дотримуйтесь відеоінструкцій на цьому екрані.

# _sysex_description_4
source: To continue, click **Open Security Preferences**, then follow the video instructions on this screen.
be: Для працягу, націсніце **адкрыць параметры бяспекі**, а потым прытрымлівайцеся відэаінструкцый на экране.
de: Um fortzufahren, klicke auf **Sicherheitseinstellungen öffnen**, und folge dann den Videoanweisungen auf diesem Bildschirm.
fr: Pour continuer, cliquez sur **Ouvrir les préférences de sécurité**, puis suivez les instructions vidéos à l’écran.
id: Untuk melanjutkan, klik **Buka Preferensi Keamanan** dan ikuti instruksi yang tertera pada video yang muncul di layar ini.
ja: 続行するには**セキュリティ設定を開く**をクリックし、この画面のビデオの指示にしたがってください。
ka: გასაგრძელებლად დააწკაპუნეთ **უსაფრთხოების პარამეტრების გახსნას**, შემდეგ კი ეკრანზე ვიდეოინსტრუქციებს მიყევით.
ko: 계속하려면, **보안 설정을 열고**, 이 스크린의 영상 설명을 따르세요.
pl: Aby kontynuować, kliknij **Otwórz ustawienia bezpieczeństwa** i postępuj zgodnie z instrukcją wideo.
ro: Pentru a continua, faceți clic pe **Deschidere preferințe securitate**, apoi urmați instrucțiunile video de pe acest ecran.
sv: För att fortsätta, klicka på **Öppna säkerhetspreferenser** och följ sedan videoinstruktionerna på denna skärm.
uk: Щоб продовжити, натисніть **Відкрити параметри безпеки**, а потім дотримуйтесь відеоінструкцій на цьому екрані.

# _sysex_set_up_proton_vpn
source: Set up Proton VPN
be: Наладзіць Proton VPN
de: Proton VPN einrichten
fr: Configuration de Proton VPN
id: Atur Proton VPN
ja: Proton VPN をセットアップ
ka: Proton VPN-ის მორგება
ko: Proton VPN 설정
pl: Skonfiguruj Proton VPN
ro: Setare Proton VPN
sv: Ställ in Proton VPN
uk: Налаштувати Proton VPN

# _sysex_open_system_settings
source: Open System Settings
be: Адкрыць сістэмныя налады
de: Systemeinstellungen öffnen
fr: Ouvrir les réglages système
id: Buka Pengaturan Sistem
ja: システム設定を開く
ka: სისტემის პარამეტრების გახსნა
ko: 시스템 설정 열기
pl: Otwórz ustawienia systemowe
ro: Deschidere setări sistem
sv: Öppna systeminställningar
uk: Відкрийте Параметри системи

# _sysex_open_security_preferences
source: Open Security Preferences
be: Адкрыць параметры бяспекі
de: Sicherheitseinstellungen öffnen
fa: باز کردن تنظیمات امنیتی
fr: Ouvrir les préférences de sécurité
id: Buka Preferensi Keamanan
ja: セキュリティ設定を開く
ka: უსაფრთხოების პარამეტრების გახსნა
ko: 보안 기본 설정 열기
pl: Otwórz ustawienia bezpieczeństwa
ro: Deschidere preferințe securitate
sv: Öppna säkerhetspreferenser
uk: Відкрити параметри безпеки

# _sysex_settings_description
source: Proton VPN requires to load a System Extension to leverage Smart Protocol, OpenVPN and WireGuard.
be: Proton VPN неабходна загрузіць сістэмнае пашырэнне для выкарыстання Smart Protocol, OpenVPN і WireGuard.
de: Proton VPN erfordert das Laden einer Systemerweiterung, um Smart Protocol, OpenVPN und WireGuard zu nutzen.
fa: ProtonVPN برای استفاده از پروتکل هوشمند، OpenVPN و WireGuard نیاز به بارگذاری System Extension دارد.
fr: Proton VPN nécessite le chargement d'une extension système pour exploiter Smart Protocol, OpenVPN et Wireguard.
id: Proton VPN membutuhkan modul System Extension untuk dapat mengaktifkan Smart Protocol, OpenVPN, dan WireGuard.
ja: Proton VPN は、スマートプロトコル、OpenVPN、WireGuard を活用するためにシステム機能拡張を読み込む必要があります。
ka: ჭკვიანი პროტოკოლის, OpenVPN-ის და WireGuard-ის გამოსაყენებლად Proton VPN-ს სისტემური გაფართოების ჩატვირთვა სჭირდება.
ko: Proton VPN이 Smart Protocol, OpenVPN 및 WireGuard를 활용하기 위해 시스템 확장 로드가 필요합니다.
pl: Aplikacja Proton VPN musi załadować rozszerzenie systemowe, aby korzystać z funkcji Smart Protocol, protokołu OpenVPN i WireGuard.
ro: Proton VPN necesită încărcarea unei extensii de sistem pentru a beneficia de Smart Protocol, OpenVPN sau WireGuard.
sv: Proton VPN kräver att en systemtillägg laddas för att utnyttja Smart Protocol, OpenVPN och WireGuard.
uk: Proton VPN потребує завантаження системного розширення для встановлення зв'язку між Smart Protocol, OpenVPN та WireGuard.

# _sysex_enabled_title
source: Configuration completed
be: Наладжванне завершана
de: Konfiguration abgeschlossen
fa: پیکربندی کامل شد
fr: La configuration est terminée.
id: Konfigurasi selesai
ja: 構成完了
ka: მორგება დასრულდა
ko: 구성 완료
pl: Konfiguracja została zakończona
ro: Configurare finalizată
sv: Konfiguration slutförd
uk: Налаштування завершено

# _sysex_enabled_description
source: Configuration completed. Now you can browse the internet faster with the best VPN technologies.
be: Наладжванне завершана. Цяпер вы можаце праглядаць старонкі ў інтэрнэце яшчэ хутчэй з дапамогай найлепшых тэхналогій VPN.
de: Konfiguration abgeschlossen. Ab jetzt kannst du mit den besten VPN-Technologien schneller im Internet surfen.
fa: پیکربندی کامل شد. حالا شما می‌توانید اینترنت را سریع‌تر با بهترین فناوری‌های VPN مرور کنید.
fr: La configuration est terminée. Vous pouvez désormais naviguer sur internet plus rapidement avec les meilleures technologies VPN.
id: Konfigurasi selesai. Anda kini dapat menjelajah internet lebih cepat dengan berbagai teknologi VPN terbaik.
ja: 構成が完了しました。最適な VPN 技術を利用して高速なインターネットを使うことができます。
ka: კონფიგურაცია დასრულებულია. ახლა ინტერნეტის დაცულად, საუკეთესო VPN ტექნოლოგიებით გამოყენება შეგიძლიათ.
ko: 구성 완료됨. 이제 최고의 VPN 기술로 쾌적하게 인터넷을 즐기실 수 있습니다.
pl: Konfiguracja została zakończona. Możesz przeglądać Internet szybciej dzięki najlepszej technologii VPN.
ro: Configurare finalizată. Acum puteți naviga pe internet mai rapid cu cele mai bune tehnologii VPN.
sv: Konfigurationen slutförd. Nu kan du surfa på Internet snabbare med de bästa VPN-teknologierna.
uk: Налаштування завершено. Тепер ви можете користуватися інтернетом швидше за допомогою найкращих технологій VPN.

# _sysex_cannot_enable
source: Cannot enable System Extension
be: Немагчыма ўключыць сістэмнае пашырэнне
de: Systemerweiterung konnte nicht aktiviert werden
fa: امکان فعال کردن افزونهٔ سیستم وجود ندارد
fr: Impossible d'activer l'extension système
id: Tidak dapat mengaktifkan modul Ekstensi Sistem
ja: システムの拡張を有効にできません
ka: სისტემური გაფართოების ჩართვის შეცდომა
ko: 시스템 확장을 활성화 할 수 없음
pl: Nie można włączyć rozszerzenia systemu
ro: Nu se poate activa extensia de sistem.
sv: Kan inte aktivera systemtillägg
uk: Не вдається увімкнути системне розширення

# _sysex_error_description
source: An error occurred while installing System Extension. Reinstall Proton VPN, making sure it is located in the Applications folder, to fix this problem. Alternatively, contact our support.
be: Падчас усталявання сістэмнага пашырэння адбылася памылка. Для выпраўлення праблемы, паўторна ўсталюйце Proton VPN і пераканайцеся, што ён знаходзіцца ў папцы Праграмы. Вы таксама можаце звярнуцца ў нашу службу падтрымкі.
de: Bei der Installation der Systemerweiterung ist ein Fehler aufgetreten. Installiere Proton VPN neu und stelle sicher, dass es sich im Ordner „Programme“ befindet, um dieses Problem zu beheben. Wende dich alternativ an unseren Support.
fr: Une erreur s'est produite lors de l'installation de l'extension système. Réinstallez Proton VPN et assurez-vous qu'il se trouve dans le dossier Applications pour résoudre ce problème. Sinon, contactez notre support.
id: Terdapat kesalahan dalam proses instalasi modul System Extension. Untuk menyelesaikan masalah ini, instal ulang Proton VPN dan pastikan Proton VPN Anda terpasang pada folder Applications. Di samping itu, Anda juga dapat menghubungi layanan dukungan kami.
ja: システム拡張機能のインストール中にエラーが発生しました。 この問題を解決するには、Proton VPN がアプリケーション フォルダにあることを確認して再インストールしてください。 または、弊社サポートまでお問い合わせください。
ka: სისტემური გაფართოების დაყენების შეცდომა. თავიდან დააყენეთ Proton VPN, დარწმუნდით, რომ ის Applications საქაღალდეშია მოთავსებული ან მხარდაჭერის ჩვენი გუნდს დაუკავშირდით.
ko: 시스템 확장을 설치하는데 오류가 발생했습니다. 이 문제를 해결하기 위해 Proton VPN을 재설치하고, 애플리케이션 폴더에 위치하도록 하세요. 혹은, 고객 지원에 연락하세요.
pl: Wystąpił błąd podczas instalacji rozszerzenia systemu. Aby rozwiązać problem, zainstaluj ponownie aplikację Proton VPN, upewniając się, że znajduje się w folderze Aplikacje. Alternatywnie, skontaktuj się z naszym wsparciem technicznym.
ro: A apărut o eroare la instalarea extensiei de sistem. Reinstalați Proton VPN și asigurați-vă că se află în folderul „Aplicații”, pentru a rezolva problema. Alternativ, contactați asistența noastră tehnică.
sv: Ett fel uppstod när systemtillägget skulle installeras. Installera om Proton VPN och se till att det finns i mappen ”Applikationer” för att åtgärda problemet. Alternativt kontakta vår support.
uk: Під час встановлення System Extension сталася помилка. Щоб виправити цю проблему, перевстановіть Proton VPN, переконавшись, що він розташований в теці Applications. Ви також можете звернутися до нашої служби підтримки.

# _vpnauth_certfail_title
source: Authentication error
be: Памылка аўтэнтыфікацыі
de: Authentifizierungsfehler
fa: خطای احراز هویت
fr: Erreur d'authentification
hr: Pogreška autentikacije
id: Kesalahan autentikasi
ja: 認証エラー
ka: ავთენტიკაციის შეცდომა
ko: 인증 오류
pl: Błąd uwierzytelniania
ro: Eroare autentificare
sv: Autentiseringsfel
uk: Помилка автентифікації

# _vpnauth_certfail_description
source: Failed to refresh VPN certificate. Please check your connection
be: Не ўдалося абнавіць сертыфікат VPN. Праверце сваё падключэнне
de: VPN-Zertifikat konnte nicht aktualisiert werden. Bitte überprüfe deine Internetverbindung.
fa: تازه‌سازی گواهی VPN موفق نبود. لطفاً اتصال خود را بررسی کنید
fr: Le certificat VPN n'a pas pu être actualisé. Vérifiez votre connexion.
hr: Neuspješno osvježavanje VPN certifikata. Molimo provjerite vašu vezu
id: Gagal memuat ulang sertifikat VPN. Mohon periksa koneksi Anda
ja: VPN 証明書の再読み込みに失敗しました。接続を確認してください
ka: VPN-ის სერტიფიკატის განახლების შეცდომა. შეამოწმეთ თქვენი შეერთება
ko: VPN 인증서 새로고침 실패, 연결을 확인하십시오
pl: Nie udało się odświeżyć certyfikatu VPN. Sprawdź swoje połączenie
ro: Împrospătarea certificatului VPN a eșuat. Verificați conexiunea.
sv: Misslyckades att uppdatera VPN-certifikat. Kontrollera din anslutning
uk: Не вдалося оновити сертифікат VPN. Перевірте своє з'єднання

# _vpnauth_too_many_certs_title
source: Authentication error
be: Памылка аўтэнтыфікацыі
de: Authentifizierungsfehler
fa: خطای احراز هویت
fr: Erreur d'authentification
hr: Pogreška autentikacije
id: Kesalahan autentikasi
ja: 認証エラー
ka: ავთენტიკაციის შეცდომა
ko: 인증 오류
pl: Błąd uwierzytelniania
ro: Eroare autentificare
sv: Autentiseringsfel
uk: Помилка автентифікації

# _vpnauth_too_many_certs_description
source: You reached the maximum number of setting changes. Please try again in a few minutes
be: Вы змяняеце налады занадта часта. Паспрабуйце яшчэ раз праз некалькі хвілін
de: Du hast die maximale Anzahl an Einstellungsänderungen erreicht. Bitte versuche es in ein paar Minuten erneut
fa: شما به حداکثر تعداد تغییرات تنظیمات رسیده اید. لطفا بعد از چند دقیقه دوباره تلاش کنید
fr: Vous avez atteint le nombre maximal de modifications de paramètres. Réessayez dans quelques minutes.
id: Anda telah mencapai batas jumlah perubahan yang diperkenankan. Harap coba lagi dalam beberapa menit
ja: 設定変更回数の上限に達しました。数分後に再度お試しください。
ka: თქვენ მიაღწიეთ პარამეტრების ცვლილებების მაქსიმალურ რაოდენობას. გთხოვთ, სცადოთ ხელახლა რამდენიმე წუთში
ko: 최대 설정 변경 횟수에 도달했습니다. 몇 분 뒤에 다시 시도해 주십시오
pl: Wykorzystano limit liczby zmian ustawień. Spróbuj ponownie za kilka minut
ro: Ați atins număr maxim de modificări a setărilor. Reîncercați peste câteva minute.
sv: Du har nått det maximala antalet inställningsändringar. Försök igen om några minuter
uk: Ви досягли максимальної кількості змін параметрів. Спробуйте знову за кілька хвилин

# _from_server_title
source: From Server:
be: З сервера:
de: Von Server:
fa: از سرور:
fr: Du serveur :
id: Dari Server:
ja: サーバーから:
ka: სერვერიდან:
ko: 서버에서:
pl: Z serwera:
ro: De la serverul:
sv: Från server:
uk: Із сервера:

# _to_server_title
source: To Server:
be: На сервер:
de: Zu Server:
fa: به سرور:
fr: Vers le serveur :
id: Ke Server:
ja: サーバーへ:
ka: სერვერამდე:
ko: 서버로:
pl: Do serwera:
ro: Către serverul:
sv: Till server:
uk: До сервера:

# _update_billing
source: UPDATE MY BILLING
be: АБНАВІЦЬ МОЙ РАХУНАК
de: Meine Abrechnung aktualisieren
fa: به‌روزرسانی صورت‌حساب من
fr: METTRE À JOUR MA FACTURATION
hr: AŽURIRAJ PODATKE ZA NAPLATU
id: PERBARUI TAGIHAN SAYA
ja: 支払いを更新
ka: ჩემი გადახდების განახლება
ko: 내 청구서 업데이트
pl: ZAKTUALIZUJ INFORMACJE O PŁATNOŚCI
ro: ACTUALIZARE FACTURARE
sv: UPPDATERA MIN FAKTURERING
uk: ОНОВИТИ РАХУНОК

source: UPGRADE AGAIN
be: ПАЛЕПШЫЦЬ ЯШЧЭ РАЗ
de: Erneut umsteigen
fa: ارتقای دوباره
fr: REVENIR À UN ABONNEMENT SUPÉRIEUR
hr: NADOGRADI PONOVNO
id: TINGKATKAN LAGI
ja: 再度アップグレード
ka: კიდევ გაუმჯობესება
ko: 다시 업그레이드
pl: ULEPSZ PONOWNIE
ro: MODIFICARE DIN NOU
sv: UPPGRADERA IGEN
uk: ПЕРЕДПЛАТИТИ ЗНОВУ

# _delinquent_title
source: Your VPN account has pending invoices
be: У вашым уліковым запісе Proton VPN ёсць неаплачаныя рахункі
de: Dein VPN-Konto enthält noch offene Rechnungen
fa: حساب کاربری VPN شما دارای صورت‌حساب‌های در حال انتظار است
fr: Vous avez des factures en retard pour votre compte Proton VPN.
hr: Vaš VPN račun ima neplaćene fakture
id: Akun VPN anda memiliki tagihan tertunda
ja: VPN アカウントに未払いの支払いがあります
ka: VPN-ის თქვენს ანგარიშზე გადაუხდელი ინვოისებია დარჩენილი
ko: 귀하의 Proton VPN 계정에 보류 중인 청구서가 있습니다.
pl: Twoje konto VPN posiada oczekujące faktury
ro: Acest cont VPN are facturi în așteptare
sv: Ditt VPN-konto har väntande fakturor
uk: У вашому обліковому записі VPN є несплачені рахунки

# _delinquent_description
source: You will be able to access premium features again after these are paid.
be: Пасля аплаты вы зможаце зноў атрымаць доступ да прэміяльных функцый.
de: Nachdem diese beglichen sind, wirst du wieder auf Premium-Funktionen zugreifen können.
fa: پس از پرداخت شدن این‌ها شما دوباره قادر به دسترسی به قابلیت‌های ویژه خواهید بود.
fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué.
hr: Nakon što platite, moći ćete ponovo pristupiti premium značajkama.
id: Anda akan kembali dapat mengakses berbagai fitur premium setelah tagihan-tagihan ini dilunasi.
ja: 未払いの請求が支払われると、再度プレミアム機能を利用することができます。
ka: გადახდის შემდეგ ფასიან ფუნქციებთან წვდომა ისევ გექნებათ.
ko: 금액이 결제된 후 프리미엄 기능에 다시 접근할 수 있습니다.
pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium.
ro: Veți putea accesa din nou opțiunile premium după ce acestea au fost plătite.
sv: Du kommer att kunna få åtkomst till premiumfunktioner igen efter att dessa är betalda.
uk: Ви зможете знову отримати доступ до преміумфункцій після оплати.

# _delinquent_reconnection_description
source: You will be able to access premium features again after these are paid. For now, we are reconnecting to the fastest Free plan server available.
be: Пасля аплаты вы зможаце зноў атрымаць доступ да прэміяльных функцый. Пакуль, мы вымушаны перападключыць вас да самага хуткага сервера на тарыфным плане Free.
de: Nachdem diese beglichen sind, wirst du wieder auf Premium-Funktionen zugreifen können. Bis dahin wirst du mit dem schnellsten verfügbaren Free-Abonnement-Server verbunden.
fa: بعد از خریداری دوباره قادر خواهید بود تا از امکانات ویژه استفاده کنید. فعلا شما را به سریع ترین سرور موجود طرح رایگان متصل میکنیم.
fr: Vous pourrez à nouveau accéder aux fonctionnalités premium une fois le paiement effectué. Dans l'immédiat, nous nous reconnectons au serveur le plus rapide de l'abonnement Free.
hr: Nakon što platite, moći ćete ponovo pristupiti premium značajkama. Za sada vas ponovno povezujemo s najbržim Free poslužiteljem koji je na raspolaganju.
id: Anda akan kembali dapat mengakses berbagai fitur premium setelah tagihan berikut dilunasi. Untuk saat ini, kami akan menghubungkan Anda ke server Free tercepat yang tersedia.
ja: 未払いの請求が支払われると、再度プレミアム機能を利用することができます。現在は Free プランで利用できる高速なサーバーに再接続しています。
ka: ფასიან ფუნქციებთან წვდომა ინვოსების გადახდის შემდეგ გექნებათ. ჯერჯერობით კი უსწრაფეს უფასო სერვერთან მიგაერთებთ.
ko: 금액이 결제된 후 프리미엄 기능에 다시 접근할 수 있습니다. 지금은 사용 가능한 가장 빠른 무료 요금제 서버로 다시 연결합니다.
pl: Po zapłaceniu faktur, ponownie uzyskasz dostęp do funkcji premium. Obecnie jesteś ponownie łączony z najszybszym dostępnym serwerem planu Free.
ro: Veți putea accesa din nou opțiunile premium după ce acestea sunt plătite. Momentan, se reconectează la cel mai rapid server disponibil din planul gratuit.
sv: Du kommer att kunna få åtkomst till premiumfunktioner igen efter att dessa är betalda. Tills vidare återansluter till den snabbaste servern för Free-paketet som finns tillgänglig.
uk: Ви зможете знову отримати доступ до преміумфункцій після оплати. А зараз ми встановлюємо з'єднання з найшвидшим БЕЗПЛАТНИМ сервером.

# _maximum_device_title
source: You have reached your maximum device limit
be: Вы дасягнулі максімальнай колькасці прылад
de: Du hast die max. mögliche Anzahl von Geräten erreicht
fa: شما به حداکثر محدودیت دستگاه خود رسیدید
fr: Vous avez atteint votre nombre maximum d'appareils.
hr: Dostigli ste maksimalno ograničenje broja uređaja
id: Anda telah mencapai batas jumlah perangkat yang dapat Anda sambungkan
ja: 最大デバイス数の上限に達しています
ka: მიაღწიეთ მოწყობილობების რაოდენობის ლიმიტს
ko: 기기를 연결할 수 있는 최대 개수에 도달했습니다.
pl: Osiągnięto maksymalną liczbę podłączonych urządzeń
ro: Ați atins limita maximă de dispozitive folosite
sv: Du har nått din maximala enhetsgräns
uk: Ви досягли обмеження кількості пристроїв

# _maximum_device_reached_description
source: Please disconnect another device to connect to this one.
be: Адключыце іншую прыладу для падключэння гэтай.
de: Bitte trenne zuerst die Verbindung auf einem anderen Gerät, um dich mit diesem zu verbinden.
fa: لطفا ارتباط دستگاه دیگری را قطع کنید تا این دستگاه متصل شود.
fr: Déconnectez un autre appareil pour pouvoir connecter celui-ci.
id: Mohon putuskan perangkat lain agar perangkat ini dapat terhubung.
ja: 接続するには他のデバイスの接続を解除してください。
ka: ამ მოწყობილობით შესასვლელად გამორთეთ სხვა, ჩართული მოწყობილობა.
ko: 이 기기에서 연결하려면 다른 기기의 연결을 끊어주세요.
pl: Aby połączyć się, rozłącz inne urządzenie.
ro: Deconectați un alt dispozitiv pentru a-l conecta pe acesta.
sv: Koppla från en annan enhet för att ansluta till denna.
uk: Від'єднайте інший пристрій, щоб під'єднатися до цього.
