Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Modals/Sources/Modals/Resources/*.lproj/Localizable.strings
Languages: es, ru

# modals_get_plus
source: Upgrade
es: Mejorar
ru: Улучшить

# modals_upsell_stay_free
source: Not now
es: Ahora no
ru: Не сейчас

# modals_upsell_features_footer
source: And many more premium features
es: Y muchas más características premium
ru: И много других платных функций

# modals_upsell_features_subtitle
source: When you upgrade to VPN Plus
es: Cuando se actualiza a VPN Plus
ru: Когда вы улучшите до VPN Plus

# modals_upsell_features_safe_mode_subtitle
source: Have advanced or professional computing needs that require non-standard ports? Upgrade to VPN Plus to access this and other premium features.
es: ¿Tiene necesidades informáticas avanzadas o profesionales que requieren puertos no estándar? Actualiza a VPN Plus para acceder a esta y otras funciones premium.
ru: У вас высокие или профессиональные компьютерные требования, для которых нужны нестандартные порты? Перейдите на VPN Plus, чтобы получить доступ к этим и другим плтным функциям.

# modals_upsell_safe_mode_learn_more
source: Learn More
es: Más información
ru: Узнать больше

# modals_upsell_features_moderate_nat_subtitle
source: Moderate NAT, also known as Nat Type 2, can improve your online experience with various applications and online video games. Unlock this and other features with a Plus plan.
es: La NAT moderada, también conocida como NAT Tipo 2, puede mejorar tu experiencia en línea con varias aplicaciones y videojuegos en línea. Desbloquea esta y otras funciones con un plan Plus.
ru: Умеренное NAT, также известное как Nat Type 2, может повысить удобство работы в Интернете с различными приложениями и сетевыми видеоиграми. Разблокируйте эту и другие функции с тарифом Plus.

# modals_upsell_safe_mode_title
source: Allow traffic to non-standard ports
es: Permitir el tráfico a puertos no estándar
ru: Разрешить трафик на нестандартные порты

# modals_upsell_moderate_nat_title
source: Enable Moderate NAT
es: Habilitar NAT moderada
ru: Включить умеренное NAT

# modals_upsell_moderate_nat_learn_more
source: What is Moderate NAT?
es: ¿Qué es la NAT moderada?
ru: Что такое Умеренный NAT?

# modals_upsell_all_countries_feature_streaming
source: Access global streaming services
es: Acceder a servicios de difusión global
ru: Получите доступ к глобальным службам трансляции

# modals_upsell_all_countries_feature_highSpeed
source: Browse at the highest speeds (10 Gbps)
es: Navegue a las más altas velocidades (10 Gbps)
ru: Просматривайте сайты на самых высоких скоростях (10 Gbps)

# modals_upsell_all_countries_feature_netshield
source: Block ads and malware with NetShield
es: Bloquea los anuncios y el malware con NetShield
ru: Блокировка рекламы и вредоносных программ с помощью NetShield

# modals_upsell_net_shield_title
source: Enjoy ad-free browsing with NetShield
es: Disfruta de una navegación sin anuncios con NetShield
ru: Воспользуйтесь просмотром веб-страниц без рекламы с помощью NetShield

# modals_upsell_net_shield_ads
source: Block ads and trackers
es: Bloquear anuncios y rastreadores
ru: Блокируйте рекламу и трекеры

# modals_upsell_net_shield_malware
source: Protect your device from malware
es: Proteja su dispositivo contra el malware
ru: Защитите свое устройство от вредоносных программ

# modals_upsell_net_shield_highSpeed
source: Browse at the highest speeds
es: Navega a la máxima velocidad
ru: Просматривайте сайты на самых высоких скоростях

# modals_upsell_secure_core_title
source: Double the encryption with Secure Core
es: Doble encriptación con Secure Core
ru: Двойное шифрование с Secure Core

# modals_upsell_secure_core_route
source: Route through ultra secure servers in Switzerland, Sweden, and Iceland
es: Enrutamiento a través de servidores ultra seguros en Suiza, Suecia e Islandia
ru: Направляйте свой трафик через сверхзащищенные серверы в Швейцарии, Швеции и Исландии

# modals_upsell_secure_core_layer
source: Add another layer of encryption to your VPN connection
es: Añade otra capa de encriptación a tu conexión VPN
ru: Добавьте еще один уровень шифрования к вашему подключению VPN

# modals_upsell_secure_core_attacks
source: Protect yourself from network attacks
es: Protégete de los ataques a la red
ru: Защитите себя от сетевых атак

# modals_no_logs_title
source: No logs and Swiss-based
es: Sin registros y con base en Suiza
ru: Не ведет журналов активности и находится в Швейцарии

# modals_no_logs_privacy_first
source: Proton VPN is privacy first
es: Proton VPN es lo primero en privacidad
ru: Proton VPN - это конфиденциальность прежде всего

# modals_no_logs_log_activity
source: We do not log your internet activity
es: No registramos tu actividad en internet
ru: Мы не ведем журналы ваших действий в Интернете

# modals_no_logs_third_parties
source: We do not share any data with third parties
es: No compartimos ningún dato con terceros
ru: Мы не передаем никаких данных третьим лицам

# modals_no_logs_external_audit
source: Proton VPN's strict no-log policy is certified by an external audit.
es: La estricta política de no registro de Proton VPN está certificada por una auditoría externa.
ru: Строгая политика отсутствия журналов активности Proton VPN подтверждена внешней проверкой.

# modals_discourage_secure_core_title
source: A note about speed...
es: Una nota sobre la velocidad...
ru: Замечание о скорости...

# modals_discourage_secure_core_subtitle
source: Secure Core offers the highest level of security and privacy, but it may reduce your internet speed. If you need more performance, you can disable Secure Core.
es: Secure Core ofrece el máximo nivel de seguridad y privacidad, pero puede reducir la velocidad de Internet. Si necesitas más rendimiento, puedes desactivar Secure Core.
ru: Secure Core обеспечивает наивысший уровень безопасности и конфиденциальности, но может снизить скорость вашего Интернета. Если вам нужна более высокая производительность, вы можете отключить Secure Core.

# modals_discourage_secure_core_dont_show
source: Don’t show again
es: No volver a mostrar
ru: Больше не показывать

# modals_discourage_secure_core_activate
source: Activate Secure Core
es: Activar Secure Core
ru: Активировать Secure Core

# new_plans_brand_title
source: Updated Proton, unified protection
es: Nueva imagen, máxima protección
ru: Обновленный Proton и комплексная защита

# new_plans_brand_subtitle
source: Introducing Proton’s refreshed look. Many services, one mission. Welcome to an internet where privacy is the default.
es: Presentamos el nuevo aspecto de Proton. Muchos servicios, una sola misión. Te damos la bienvenida a una internet donde la privacidad es la norma.
ru: Мы освежили внешний вид Proton. У наших сервисов общая миссия — создать Интернет, где конфиденциальность на первом месте.

# new_plans_brand_got_it
source: Got it
es: Entendido
ru: ОК

# modals_common_cancel
source: Cancel
es: Cancelar
ru: Отмена

# modals_common_learn_more
source: Learn more
es: Más información
ru: Узнать больше

# modals_common_next
source: Next
es: Siguiente
ru: Далее

# from_server_title
source: From Server:
es: Desde el servidor:
ru: С сервера:

# to_server_title
source: To Server:
es: Al servidor:
ru: На сервер:

# update_billing
source: Update My Billing
es: Actualizar mi facturación
ru: Обновить мои счета

source: Upgrade Again
es: Mejorar de nuevo
ru: Улучшить снова

# upgrade_no_thanks
source: No Thanks
es: No, gracias
ru: Нет, спасибо

# subscription_expired_title
source: Your VPN subscription plan has expired
es: Tu plan de suscripción VPN ha expirado
ru: Срок вашей подписки на VPN истек

# subscription_expired_reconnection_description
source: Your subscription has been downgraded, so we are reconnecting to the fastest available server.
es: Tu suscripción ha pasado a un nivel inferior, por lo que estamos volviendo a conectar al servidor más rápido disponible.
ru: Вы перешли на более дешевую подписку, поэтому мы переподключаемся к самому быстрому доступному серверу.

# subscription_expired_description
source: Your subscription has been downgraded.
es: Tu suscripción ha pasado a un nivel inferior.
ru: Вы перешли на более дешевую версию подписки.

# subscription_upgrade_option3
source: Advanced features: NetShield, Secure Core, Tor, P2P
es: Funciones avanzadas: NetShield, Secure Core, Tor, P2P
ru: Дополнительные возможности: NetShield, Secure Core, Tor, P2P

# delinquent_title
source: Your VPN account has pending invoices
es: Tu cuenta VPN tiene facturas pendientes
ru: В Вашем аккаунте VPN есть неоплаченные счета

# delinquent_reconnection_description
source: You will be able to access premium features again after these are paid. For now, we are reconnecting to the fastest Free plan server available.
es: Podrás volver a acceder a las funciones premium una vez que las hayas pagado. Por ahora, estamos volviendo a conectar con el servidor del plan gratuito más rápido disponible.
ru: Вы снова получите доступ к платным функциям, когда эти счета будут оплачены. А пока, мы подключаем Вас к самому быстрому доступному бесплатному серверу.

# delinquent_description
source: You will be able to access premium features again after these are paid.
es: Podrás acceder a las características premium de nuevo una vez que se haya completado el pago.
ru: Вы снова получите доступ к платным функциям, когда это буден оплачено.

# maximum_device_title
source: You have reached your maximum device limit
es: Has alcanzado el límite máximo de dispositivos
ru: Вы достигли максимального лимита устройств

# maximum_device_limit
source: Please disconnect another device to connect this one.
es: Por favor, desconecte otro dispositivo para conectarse a este.
ru: Пожалуйста, отключите другое устройство, чтобы подключить на это.
