Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Intents.strings
Languages: be, el, fr, hu, ja, pt

# 1l8xNj
source: Disconnect
be: Адлучыцца
el: Αποσύνδεση
fr: Se déconnecter
hu: Lekapcsolódás
ja: 接続解除
pt: Desligar

# 2LMbbw
source: Connection Status
be: Статус падлучэння
el: Κατάσταση Σύνδεσης
fr: Statut de la connexion
hu: Kapcsolat állapota
ja: 接続状態
pt: Estado da ligação

# 8tZ81X
source: Quick Connect
be: Хуткае злучэнне
el: Σύνδεση στο Proton VPN
fr: Se connecter à ProtonVPN
hu: Kapcsolódás a Proton VPN-hez
ja: Proton VPN に接続する
pt: Ligar ao ProtonVPN

# cQ4Mju
source: Disconnect
be: Адлучыцца
el: Αποσυνδεθείτε από το Proton VPN
fr: Se déconnecter de ProtonVPN
hu: Lekapcsolódás a Proton VPN-ről
ja: Proton VPN から切断する
pt: Desligar do ProtonVPN

# hIcJsr
source: Get Proton VPN Connection Status
be: Атрымаць статус злучэння Proton VPN
el: Λάβετε την κατάσταση σύνδεσης του Proton VPN
fr: Obtenir le statut de connexion ProtonVPN
hu: Proton VPN kapcsolódás státusz megtekintése
ja: Proton VPN の接続状態を取得
pt: Obter estado da ligação do ProtonVPN

# jf696t
source: Connect to Proton VPN
be: Падлучыцца да Proton VPN
el: Σύνδεση στο Proton VPN
fr: Se connecter à ProtonVPN
hu: Kapcsolódás a Proton VPN-hez
ja: Proton VPN に接続する
pt: Ligar ao ProtonVPN

# JOCERT
source: Get Proton VPN Connection Status
be: Атрымаць статус злучэння Proton VPN
el: Λάβετε την κατάσταση σύνδεσης του Proton VPN
fr: Obtenir le statut de la connexion ProtonVPN
hu: Proton VPN kapcsolódás státusz megtekintése
ja: Proton VPN の接続状態を取得
pt: Obter estado da ligação do ProtonVPN

# ksQcRb
source: Disconnect from Proton VPN
be: Адлучыцца ад Proton VPN
el: Αποσύνδεση απο το Proton VPN
fr: Se déconnecter de ProtonVPN
hu: Lekapcsolódás a Proton VPN-ről
ja: Proton VPN から切断する
pt: Desligar do ProtonVPN

# ujOFps
source: Status
be: Статус
el: Κατάσταση
fr: Statut
hu: Állapot
ja: 状態
pt: Estado

# Ya0ZRy
source: Quick Connect
be: Хуткае злучэнне
el: Γρήγορη Σύνδεση
fr: Connexion rapide
hu: Gyors kapcsolódás
ja: クイック接続
pt: Ligação rápida
