Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _error_user_has_no_vpn_access
source: Your account does not have VPN Access. Please contact your Account Administrator
cs: Váš účet nemá přístup k síti VPN. Obraťte se prosím na správce účtu
el: Ο λογαριασμός σας δεν διαθέτει πρόσβαση VPN. Επικοινωνήστε με τον διαχειριστή του λογαριασμού σας
es_419: Su cuenta no tiene acceso VPN. Póngase en contacto con el administrador de su cuenta
hu: A fiókoddal nem lehet a VPN szerverekhez hozzáférni. Kérlek vedd fel a kapcsolatot a rendszergazdával
nl: Uw account heeft geen VPN-toegang. Neem contact op met uw accountbeheerder
pt: A sua conta não tem acesso VPN. Por favor, contacte o administrador da conta
ru: У вашего аккаунта нет доступа к VPN. Пожалуйста, свяжитесь с администратором аккаунта
tr: Hesabınızın VPN erişimi yok. Lütfen hesap yöneticinizle görüşün

# _error_user_has_not_signed_up
source: You have not yet signed up for Proton VPN
cs: Ještě jste se nezaregistrovali pro Proton VPN
el: Δεν έχετε ακόμη εγγραφεί στο ProtonVPN
es_419: Aún no se ha registrado en Proton VPN
hu: Még nem regisztráltál a ProtonVPN-re
nl: U heeft zich nog niet aangemeld voor ProtonVPN
pt: Ainda não se registou no Proton VPN
ru: Вы еще не зарегистрировались в Proton VPN
tr: Henüz ProtonVPN hesabı açmamışsınız

# _error_user_is_on_waitlist
source: You are currently in the Waitlist and your account is not yet ready
cs: V současné době jste na čekací listině a váš účet ještě není připraven
el: Αυτήν τη στιγμή βρίσκεστε στην αναμονή και ο λογαριασμός σας δεν είναι ακόμα έτοιμος
es_419: Actualmente ests en la lista de espera y su cuenta aún no está lista
hu: Jelenleg várólistán vagy, a fiókod még nem készült el
nl: U staat momenteel op de wachtlijst en uw account is nog niet klaar
pt: Actualmente está na lista de espera, a sua conta ainda não está pronta
ru: Вы в списке ожидания и ваша учетная запись еще не готова
tr: Şu anda bekleme listesindesiniz ve hesabınız henüz hazır değil

# _error_username_unavailable
source: Username already taken
cs: Uživatelské jméno je již obsazeno
el: Το όνομα χρήστη χρησιμοποιείται ήδη
es_419: Nombre de usuario ya registrado
hu: A felhasználónév már foglalt
nl: Gebruikersnaam reeds in gebruik
pt: Nome de utilizador já registado
ru: Данное имя пользователя уже занято
tr: Bu kullanıcı adını başkası kullanıyor

# _error_verification_methods_parser
source: Can't parse verfication methods
cs: Nelze analyzovat metody ověřování
el: Δεν είναι δυνατή η ανάλυση μεθόδων επαλήθευσης
es_419: No se pueden analizar los métodos de verificación
hu: Nem sikerült az ellenőrzés
nl: Kan de verificatiemethoden niet verwerken
pt: Impossível analisar métodos de verificação
ru: Не могу разобрать методы подтверждения
tr: Doğrulama yöntemleri işlenemedi

# _error_vpn_credentials_missing
source: VPN credentials are missing from the keychain
cs: V klíčence chybí pověření VPN
el: Τα διαπιστευτήρια VPN λείπουν από την αλυσίδα κλειδιού
es_419: Faltan las credenciales VPN del llavero
hu: A kulcstartóból hiányoznak a VPN-hitelesítő adatok
nl: VPN-inloggegevens ontbreken in de keychain
pt: Credenciais VPN em falta no chaveiro
ru: Учетные данные VPN отсутствуют в связке ключей
tr: Anahtar zincirinde VPN kimlik doğrulama bilgileri eksik

# _error_vpn_properties
source: Can't fetch VPN properties!
cs: Nelze načíst vlastnosti VPN!
el: Δεν είναι δυνατή η εξαγωγή ιδιοτήτων VPN!
es_419: ¡No se pueden recuperar las propiedades de VPN!
hu: Nem sikerült lekérni a VPN beállításokat!
nl: Kan VPN-eigenschappen niet ophalen!
pt: Impossível obter as propriedades VPN!
ru: Не могу достать свойства VPN!
tr: VPN özellikleri alınamadı!

# _error_vpn_session_is_active
source: Proton VPN session is active
cs: Relace Proton VPN je aktivní
el: Η περίοδος συνεδρίας ProtonVPN είναι ενεργή
es_419: La sesión de Proton VPN está activa
hu: A ProtonVPN munkamenet aktív
nl: ProtonVPN-sessie is actief
pt: Sessão Proton VPN activa
ru: Сеанс Proton VPN активен
tr: ProtonVPN oturumu etkin

# _error_wrong_payment_token_status
source: Wrong payment token status. Please relaunch the app. If error persists, contact support.
cs: Chybný stav platebního tokenu. Restartujte aplikaci. Pokud chyba přetrvává, kontaktujte podporu.
es_419: Estado del token de pago incorrecto. Por favor, reinicie la aplicación. Si el error persiste, póngase en contacto con soporte al cliente.
nl: Verkeerde betalingstoken status. Herstart de app. Als de fout zich blijft voordoen, neem contact op met support.
pt: Estado do símbolo de pagamento errado. Por favor, reinicie a aplicação. Se o erro persistir, contacte o suporte.
ru: Неправильное состояние токена оплаты. Пожалуйста, перезапустите приложение. Если ошибка повторится, обратитесь в службу поддержки.
tr: Ödeme kodu durumu yanlış. Lütfen uygulamayı yeniden başlatın. Sorun sürerse, destek ekibimiz ile görüşün.

# _existing_firewall_popup_body
source: Proton VPN uses a packet filter firewall to implement a Kill Switch. By enabling Kill Switch, you will overwrite your device's current firewall settings. If you rely on this firewall configuration, you should not use Kill Switch. To use Kill Switch and overwrite your current firewall settings, select CONTINUE. To turn off Kill Switch and continue using your current firewall, select CANCEL.
cs: Proton VPN používá firewall s paketovým filtrem k implementaci přepínače Kill Switch. Povolením funkce Kill Switch přepíšete aktuální nastavení brány firewall vašeho zařízení. Pokud se na tuto konfiguraci brány firewall spoléháte, neměli byste přepínač Kill Switch používat. Chcete-li použít přepínač Kill Switch a přepsat aktuální nastavení brány firewall, vyberte možnost POKRAČOVAT. Chcete-li přepínač Kill Switch vypnout a pokračovat v používání aktuální brány firewall, vyberte možnost ZRUŠIT.
el: Το ProtonVPN χρησιμοποιεί ένα firewall πακέτων φίλτρων για την εφαρμογή ενός Kill Switch. Με την ενεργοποίηση του Kill Switch, θα αντικαταστήσετε τις τρέχουσες ρυθμίσεις του firewall της συσκευής σας. Αν βασίζεστε σε αυτή τη διαμόρφωση του firewall, δεν θα πρέπει να χρησιμοποιήσετε το Kill Switch. Για να χρησιμοποιήσετε τον Kill Switch και να αντικαταστήσετε τις τρέχουσες ρυθμίσεις του firewall, επιλέξτε CONTINUE. Για να απενεργοποιήσετε τον Kill Switch και να συνεχίσετε να χρησιμοποιείτε το τρέχον firewall, επιλέξτε CANCEL.
es_419: Proton VPN usa un firewall para implementar el interruptor de apagado. Al habilitar el interruptor, sobrescribirá la configuración actual del firewall del dispositivo. Si confía en esta configuración de firewall, no debe usar el interruptor. Para usar el interruptor de apagado y sobrescribir la configuración actual del firewall, seleccione CONTINUAR. Para deshabilitarlo y continuar usando su firewall actual, seleccione CANCELAR.
hu: A ProtonVPN csomagszűrő tűzfalat használ a Kill Switch megvalósításához. A Kill Switch engedélyezésével felülírod az eszköz jelenlegi tűzfal-beállításait. Ha használod ezt a tűzfalkonfigurációt, akkor ne engedélyezd a Kill Switch szolgáltatást. A Kill Switch használatához és a jelenlegi tűzfal-beállítások felülírásához válaszd a FOLYTATÁS lehetőséget. A Kill Switch letiltásához és a jelenlegi tűzfal-beállítások megtartásához válaszd a MÉGSEM lehetőséget.
nl: ProtonVPN gebruikt een pakket firewall om een Kill Switch te implementeren. Door de Kill Switch in te schakelen worden de huidige firewallinstellingen van uw apparaat overschreven. Als u uw eigen firewallconfiguratie wil blijven gebruiken, moet u geen gebruik maken van de Kill Switch. Om gebruik te maken van de Kill Switch en daarmee uw firewallinstellingen te overschrijven, selecteer DOORGAAN. om uw huidige firewall te blijven gebruiken, selecteer ANNULEREN.
pt: O Proton VPN utiliza uma firewall de filtro de pacotes para implementar o Kill Switch. Ao activar o Kill Switch, sobrepõe as definições actuais da firewall do seu dispositivo. Se confia nesta configuração da firewall, não deve utilizar o Kill Switch. Para utilizar o Kill Switch e sobrepor as configurações da firewall actual, seleccione CONTINUAR. Para desligar o Kill Switch e continuar a utilizar a sua firewall actual, seleccione CANCELAR.
ru: ProtonVPN использует брандмауэр устройства для реализации Kill Switch. Включив Kill Switch, вы перепишете текущие настройки брандмауэра вашего устройства. Если вы полагаетесь на эту конфигурацию брандмауэра, вы не должны использовать Kill Switch. Чтобы использовать Kill Switch и перезаписать текущие настройки брандмауэра, выберите ПРОДОЛЖИТЬ. Чтобы отключить Kill Switch и продолжить использование ваших текущих настроек брандмауэра, выберите ОТМЕНА.
tr: ProtonVPN, Bağlantı kesici için paket süzen bir güvenlik duvarı kullanır. Bağlantı kesiciyi etkinleştirdiğinizde, aygıtınızın var olan güvenlik duvarı ayarlarının üzerine yazacaksınız. Bu güvenlik duvarı yapılandırmasına güveniyorsanız, Bağlantı kesiciyi kullanmamalısınız. Bağlantı kesiciyi kullanmak ve var olan güvenlik duvarı ayarlarınızın üzerine yazmak için Devam üzerine tıklayın. Bağlantı kesiciyi kapatmak ve var olan güvenlik duvarınızı kullanmayı sürdürmek için İptal üzerine tıklayın.

# _existing_firewall_popup_title
source: Firewall detected
cs: Detekován firewall
el: Εντοπίστηκε Firewall
es_419: Firewall detectado
hu: Tűzfalat észleltük
nl: Firewall gedetecteerd
pt: Firewall detectada
ru: Обнаружен брандмауэр
tr: Güvenlik duvarı algılandı

# _existing_session
source: Server Unavailable
cs: Server je nedostupný
el: Ο διακομιστής δεν είναι διαθέσιμος
es_419: Servidor no disponible
hu: A szerver nem elérhető
nl: Server niet beschikbaar
pt: Servidor indisponível
ru: Сервер недоступен
tr: Sunucu kullanılamıyor

# _existing_session_to_server
source: Please select a different server.
cs: Prosím vyberte jiný server.
el: Παρακαλώ δοκιμάστε έναν διαφορετικό διακομιστή.
es_419: Por favor, seleccione un servidor diferente.
hu: Kérlek válassz másik szervert.
nl: Selecteer een andere server.
pt: Por favor, seleccione um servidor diferente.
ru: Пожалуйста, выберите другой сервер.
tr: Lütfen başka bir sunucu seçin.

source: Expand list of servers
cs: Rozbalit seznam serverů
es_419: Abre la lista de servidores
ru: Развернуть список серверов
tr: Sunucu listesini genişlet

source: EXPIRED
cs: VYPRŠELO
el: ΕΛΗΞΕ
es_419: EXPIRADO
hu: LEJÁRT
nl: VERLOPEN
pt: EXPIRADO
ru: ИСТЕКЛА
tr: SÜRESİ GEÇMİŞ

source: Extensions
cs: Rozšíření
el: Επεκτάσεις
es_419: Extensiones
hu: Kiegészítések
nl: Extensies
pt: Extensões
ru: Расширения
tr: Uzantılar

source: failed
cs: selhalo
el: απέτυχε
es_419: falló
hu: sikertelen
nl: mislukt
pt: falhou
ru: сбой
tr: başarısız oldu

# _failed_to_access_vpn_credentials_description
source: Failed to retrieve VPN credentials, please log back in to resolve the issue.
el: Αποτυχία ανάκτησης πιστοποιήσεων VPN, συνδεθείτε ξανά για να επιλύσετε το ζήτημα.
es_419: No se pudieron recuperar las credenciales de VPN, vuelva a iniciar sesión para resolver el problema.
hu: A VPN-hitelesítő adatok letöltése nem sikerült. Kérlek jelentkezz be újra a probléma megoldásához.
nl: Fout bij het ophalen van VPN-inloggegevens, log opnieuw in om het probleem op te lossen.
pt: Falha ao obter as credenciais VPN, por favor reinicie sessão para resolver o problema.
ru: Не удалось получить учетные данные VPN, пожалуйста, войдите в систему, чтобы решить эту проблему.
tr: VPN kimlik doğrulama bilgileri alınamadı. Sorunu çözmek için yeniden oturum açın.

# _failed_to_access_vpn_credentials_title
source: VPN credentials missing
el: Τα διαπιστευτήρια VPN λείπουν
es_419: Faltan credenciales de VPN
hu: Hiányoznak a VPN-hitelesítő adatok
nl: VPN-inloggegevens ontbreken
pt: Credenciais VPN em falta
ru: Отсутствуют учетные данные VPN
tr: VPN kimlik doğrulama bilgileri eksik

source: Fastest
cs: Nejrychlejší
el: Γρηγορότερο
es_419: El más rápido
hu: Leggyorsabb
nl: Snelste
pt: A mais rápida
ru: Быстрейший
tr: En hızlı

source: Fastest available server
cs: Nejrychlejší dostupný server
el: Ο Γρηγορότερος διαθέσιμος διακομιστής
es_419: Servidor más rápido disponible
hu: A leggyorsabban elérhető szerver
nl: Snelste beschikbare server
pt: Servidor mais rápido disponível
ru: Самый быстрый доступный сервер
tr: Kullanılabilecek en hızlı sunucu

source: Fastest Connection
cs: Nejrychlejší připojení
el: Η Γρηγορότερη Σύνδεση
es_419: Conexión más rápida
hu: Leggyorsabb kapcsolat
nl: Snelle verbinding
pt: Ligação mais rápida
ru: Самое быстрое подключение
tr: En hızlı bağlantı

source: Feature
cs: Funkce
el: Χαρακτηριστικό
es_419: Función
hu: Funkció
nl: Soort
pt: Funcionalidade
ru: Функция
tr: Özellik

# _feature_blocked_content
source: Access blocked content
cs: Přístup k blokovanému obsahu
el: Πρόσβαση σε μπλοκαρισμένο περιεχόμενο
es_419: Acceso a contenido bloqueado
hu: Hozzáférés a blokkolt tartalomhoz
nl: Toegang tot geblokkeerde inhoud
pt: Aceda a conteúdos bloqueados
ru: Обход блокировок
tr: Engellenmiş içeriğe erişin

# _feature_bt
source: BitTorrent/file-sharing support
cs: BitTorrent/podpora sdílení souborů
el: Υποστήριξη BitTorrent/file-sharing
es_419: BitTorrent/soporte para compartir archivos
hu: BitTorrent/file-megosztás támogatás
nl: Ondersteuning voor BitTorrent/bestanden delen
pt: Suporte a BitTorrent/partilha de ficheiros
ru: BitTorrent/файлообмен
tr: BitTorrent/dosya paylaşımı desteği

# _feature_connections
source: Simultaneous VPN connections
cs: Souběžná připojení VPN
el: Ταυτόχρονες συνδέσεις VPN
es_419: Conexiones VPN simultáneas
hu: Egyidejű VPN-kapcsolat
nl: Gelijktijdige VPN-verbindingen
pt: Ligações VPN simultâneas
ru: Одновременные VPN-подключения
tr: Eşzamanlı VPN bağlantıları

# _feature_p2p_description
source: These servers give the best performance for BitTorrent and file sharing.
cs: Tyto servery poskytují nejvyšší výkony pro BitTorrent a sdílení souborů.
es_419: Estos servidores ofrecen el mejor rendimiento para BitTorrent y compartir archivos.
nl: Deze servers geven de beste prestaties voor BitTorrent en het delen van bestanden.
pt: Estes servidores permitem o melhor desempenho para BitTorrent e partilha de ficheiros.
ru: Эти серверы обеспечивают лучшую производительность для BitTorrent и обмена файлами.
tr: Bu sunucular, BitTorrent ve dosya paylaşımı için en iyi başarımı sağlar.

# _feature_secure_streaming
source: Secure Streaming
cs: Bezpečné streamování
el: Ασφαλές Streaming
es_419: Transmisión segura
hu: Biztonságos adatfolyam
nl: Veilige Mediastreaming
pt: Transmissão segura
ru: Защищенный просмотр трансляций
tr: Güvenli yayın akışı

# _feature_server_count
source: Connect to servers in
cs: Připojit k serverům v
el: Σύνδεση σε διακομιστές στο
es_419: Conectar a servidores en
hu: Csatlakozás a szerverhez itt
nl: Verbinden met servers in
pt: Ligar aos servidores em
ru: Подключение к серверам в
tr: Şuradaki sunuculara bağlan

# _feature_smart_routing_description
source: This technology allows Proton VPN to provide higher speed and security in difficult-to-serve countries.
cs: Tato technologie umožňuje, aby aplikace Proton VPN byly rychlejší a bezpečnější v zemích, které nerespektují soukromí.
es_419: Esta tecnología permite a Proton VPN dar mayor velocidad y seguridad en países con acceso limitado.
nl: Met deze technologie kan ProtonVPN hogere snelheid en beveiliging bieden in moeilijkheids-tot-dienstlanden.
pt: Esta tecnologia permite que o Proton VPN ofereça maior velocidade e segurança em países difíceis de servir.
ru: Эта технология позволяет Proton VPN обеспечивать более высокую скорость и безопасность в трудных для обслуживания странах.
tr: Bu teknoloji, hizmet verilmesi zor ülkelerde ProtonVPN için daha yüksek hız ve güvenlik sağlar.

# _feature_speed
source: Speed
cs: Rychlost
el: Ταχύτητα
es_419: Velocidad
hu: Sebesség
nl: Snelheid
pt: Velocidade
ru: Скорость
tr: Hız

# _feature_streaming_description
source: Plus servers support streaming (Netflix, Disney+, etc) from anywhere in the world.
cs: PLUS servery podporují streamování (Netflix, Disney+, atd.) kdekoliv na světě.
es_419: Los servidores Plus admiten streaming (Netflix, Disney+, etc) desde cualquier parte del mundo.
nl: PLUS servers ondersteunen streaming (Netflix, Disney+, enz.) van overal in de wereld.
pt: Servidores Plus suportam streaming (Netflix, Disney+, etc) de qualquer lugar do mundo.
ru: Серверы PLUS поддерживают трансляции (Netflix, Disney+, и т. д.) из любой точки мира.
tr: Plus sunucuları, dünyanın her yerinden yayın akışlarını (Netflix, Disney + vb.) destekler.

# _feature_tor
source: Tor over VPN
cs: TOR skrze VPN
el: Tor μέσω VPN
es_419: Tor sobre VPN
hu: Tor VPN-en
nl: Tor via VPN
pt: Tor sobre VPN
ru: Tor через VPN
tr: VPN üzerinden Tor

# _feature_tor_description
source: Route your Internet traffic through the Tor network. Slower, but more private.
cs: Veďte veškerý internetový provoz přes síť Tor. Pomalejší, ale více soukromější.
es_419: Envía su tráfico de Internet a través de la red Tor. Más lento, pero más privado.
nl: Routeer uw internetverkeer via het Tor-netwerk. Langer, maar meer privé.
pt: Direccione o seu tráfego na Internet pela rede Tor. É mais lento, mas também mais privado.
ru: Направляйте ваш трафик через сеть Tor. Медленнее, но конфиденциальнее.
tr: İnternet trafiğinizi Tor ağı üzerinden yöneltin. Yavaş ama daha güvenli.

# _features_title
source: Features
cs: Funkce
es_419: Características
nl: Mogelijkheden
pt: Funcionalidades
ru: Функции
tr: Özellikler

# _force_upgrade_message
source: The version of Proton VPN application you are currently using is no longer supported. Please update to the latest version.
cs: Verze aplikace Proton VPN, kterou právě používáte, již není podporována. Aktualizujte ji prosím na nejnovější verzi.
es_419: La versión de la aplicación Proton VPN que está usando ya no es compatible. Actualice a la última versión.
nl: De versie van de ProtonVPN app die u momenteel gebruikt, wordt niet langer ondersteund. Gelieve te updaten naar de meest recente versie.
ru: Версия приложения Proton VPN, которую вы сейчас используете, больше не поддерживается. Пожалуйста, обновите приложение до последней версии.
tr: Şu anda kullandığınız ProtonVPN uygulamasının sürümü artık desteklenmiyor. Lütfen son sürüme güncelleyin.

# _force_upgrade_title
source: Application upgrade needed
cs: Nutná aktualizace aplikace
es_419: Actualización de la aplicación necesaria
nl: Applicatie upgrade vereist
ru: Надо обновить приложение
tr: Uygulamanın güncellemesi gerekli

source: Forgot Password?
cs: Zapomněli jste heslo?
el: Ξεχάσατε τον Κωδικό;
es_419: ¿Olvidó su contraseña?
hu: Elfelejtett jelszó?
nl: Wachtwoord vergeten?
pt: Esqueceu-se da senha?
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?

source: Forgot Username
cs: Zapomenuté uživatelské jméno
el: Ξέχασα το Όνομα Χρήστη
es_419: Nombre de usuario olvidado
hu: Elfelejtett felhasználónév
nl: Gebruikersnaam vergeten
pt: Lembrar utilizador
ru: Забыл имя пользователя
tr: Kullanıcı adımı unuttum

source: Free
cs: Zdarma
el: Δωρεάν
es_419: Gratis
hu: Ingyenes
pt: Grátis

# _free_countries
source: 3 Countries
cs: 3 země
el: 3 Χώρες
es_419: 3 países
hu: 3 ország
nl: 3 Landen
pt: 3 países
ru: 3 страны
tr: 3 ülke

source: Free Servers
cs: Bezplatné servery
el: ΔΩΡΕΑΝ ΔΙΑΚΟΜΙΣΤΕΣ
es_419: Servidores gratuitos
hu: INGYENES SZERVEREK
nl: GRATIS servers
pt: Servidores Free
ru: Серверы Free
tr: Free sunucuları

# _free_trial_about_to_expire_description
source: Upgrade to %@ and continue enjoying these features:
cs: Navyšte na tarif %@ a využívejte nadále funkce:
el: Αναβαθμίστε σε %@ και συνεχίστε να απολαμβάνετε αυτές τις λειτουργίες:
es_419: Mejore a %@ y siga disfrutando de estas funciones:
hu: Frissíts a %@-ra, hogy továbbra is használhasd ezeket a funkciókat:
nl: Upgrade naar %@ en blijf gebruik maken van deze functies:
pt: Actualize para %@ e continue a desfrutar destas funcionalidades:
ru: Улучшите до %@ и продолжайте пользоваться этими возможностями:
tr: %@ sürümüne yükselterek şu özellikleri kullanmayı sürdürün:

# _free_trial_about_to_expire_title
source: Your free trial is about to expire!
cs: Vaše bezplatná zkušební verze brzy vyprší!
el: Η δωρεάν περίοδος δοκιμής σας πρόκειται να λήξει!
es_419: ¡Su prueba gratuita está a punto de expirar!
hu: Az ingyenes próbaverzió lejárt!
nl: Uw abonnement is bijna verlopen!
pt: A avaliação gratuita está prestes a expirar!
ru: Ваш бесплатный пробный период истекает!
tr: Ücretsiz deneme süreniz sona ermek üzere!

# _free_trial_expired_description
source: Your account has been downgraded to Proton VPN Free. Here's what you will miss from %@:
cs: Váš účet byl převeden na bezplatný tarif Proton VPN. Mohou vám chybět následující výhody %@:
el: Ο λογαριασμός σας έχει υποβαθμιστεί σε ProtonVPN FREE. Δείτε τι χάνετε από %@:
es_419: Su cuenta ha sido degradada a Proton VPN Fre. Aquí tiene lo que perderá de %@:
hu: A fiókod átváltottuk a ProtonVPN ingyenes csomagjába. Ezeket a funkciókat nem tartalmazza az ingyenes szolgáltatás %@:
nl: Uw account is gedowngraded naar ProtonVPN FREE. Dit is wat u zult missen van %@:
pt: A sua conta reverteu para Proton VPN Free. Eis o que vai perder do %@:
ru: Ваш аккаунт был переведен на Proton VPN Free. Вот чего вы лишитесь из %@:
tr: Hesabınız ProtonVPN FREE tarifesine geçirildi. İşte %@ tarifesinden özleyeceğiniz şeyler:

# _free_trial_expired_title
source: Your free trial %@
cs: Vaše zkušební verze %@
el: Η ΔΩΡΕΑΝ ΠΕΡΙΟΔΟΣ ΔΟΚΙΜΗΣ ΣΑΣ %@
es_419: Su prueba gratuita %@
hu: INGYENES PRÓBAVERZIÓ %@
nl: UW GRATIS PROEFVERSIE %@
pt: O SEU TESTE GRÁTIS %@
ru: Ваш бесплатный пробный период %@
tr: ÜCRETSİZ DENEME SÜRÜMÜNÜZ %@

# _from_server_title
source: From %@ Server:
cs: Ze serveru:
es_419: Del servidor %@:
nl: Van %@ server:
pt: Do servidor %@:
ru: С сервера:
tr: %@ sunucusundan:

source: Get %@ Plan
cs: Získat tarif %@
el: Λάβετε %@ Πλάνο
es_419: Obtener el plan %@
hu: %@ csomag kiválasztása
nl: Neem %@ abonnement
pt: Obter o plano %@
ru: Получить тариф %@
tr: %@ tarifesine geçin

# _get_plus_for_feature
source: Get Proton VPN Plus to unlock this and other features.
cs: Pořiďte si Proton VPN Plus a odemkněte si tyto a další funkce.
es_419: Obtenga Proton VPN Plus para desbloquear esta y otras funciones.
nl: Gebruik ProtonVPN Plus om deze en andere functies te ontgrendelen.
pt: Obtenha o Proton VPN Plus para desbloquear esta e outras funcionalidades.
ru: Подключите Proton VPN Plus для получения этой и других функций.
tr: Bu ve diğer özellikleri kullanmak için ProtonVPN Plus tarifesine geçin.

source: Get verification email
cs: Získat ověřovací e-mail
el: Λάβετε email επαλήθευσης
es_419: Obtener correo de verificación
hu: Megerősítő e-mail küldése
nl: Krijg verificatie e-mail
pt: Obter mensagem de verificação
ru: Отправить проверочное письмо эл. почты
tr: E-posta ile doğrula

source: Get verification SMS
cs: Získat ověřovací SMS
el: Λάβετε SMS επαλήθευσης
es_419: Obtener SMS de verificación
hu: Ellenőrző SMS kérése
nl: Krijg verificatie SMS
pt: Obter SMS de verificação
ru: Получить проверочное СМС
tr: SMS ile doğrula

source: Got it!
cs: Rozumím!
el: Το κατάλαβα!
es_419: ¡Entendido!
hu: Értem!
nl: Ik begrijp het!
pt: Percebi!
ru: Я понял!
tr: Anladım!

source: Help
cs: Nápověda
el: Βοήθεια
es_419: Ayuda
hu: Segítség
pt: Ajuda
ru: Справка
tr: Yardım

source: HIDE
cs: SKRÝT
el: ΑΠΟΚΡΥΨΗ
es_419: OCULTAR
hu: ELREJTÉS
nl: VERBERGEN
pt: OCULTAR
ru: СКРЫТЬ
tr: GİZLE

source: High
cs: Vysoká
el: Υψηλή
es_419: Alta
hu: Gyors
nl: Hoog
pt: Alta
ru: Высокая
tr: Yüksek

source: Highest
cs: Nejvyšší
el: Ύψιστη
es_419: Máxima
hu: Leggyorsabb
nl: Hoogste
pt: A mais alta
ru: Наивысшая
tr: En yüksek

source: Ignore
cs: Ignorovat
el: Αγνόηση
es_419: Ignorar
hu: Mellőzés
nl: Negeren
pt: Ignorar
ru: Игнорировать
tr: Yok say

# _information_title
source: Information
cs: Informace
es_419: Información
nl: Informatie
pt: Informação
ru: Информация
tr: Bilgiler
