Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _update_required_no_longer_supported
source: This version of Proton VPN is no longer supported, please update the app to continue using it.
cs: Tato verze Proton VPN již není podporována, aktualizujte aplikaci pro pokračování.
el: Αυτή η έκδοση του ProtonVPN δεν υποστηρίζεται πλέον, ενημερώστε την εφαρμογή για να συνεχίσετε να τη χρησιμοποιείτε.
es_419: Esta versión de Proton VPN ya no es compatible, actualice la aplicación para continuar usándola.
hu: A ProtonVPN ezt a verziót már nem támogatja. Kérlek frissítsd az alkalmazásod a egy újabb verzióra.
nl: Deze versie van ProtonVPN wordt niet langer ondersteund, update de app om deze te blijven gebruiken.
pt: Esta versão do Proton VPN já não é suportada, por favor actualize a aplicação para a continuar a utilizar.
ru: Эта версия Proton VPN больше не поддерживается, пожалуйста, обновите приложение, чтобы продолжить его использование.
tr: Bu ProtonVPN sürümü artık desteklenmiyor. Lütfen kullanmayı sürdürmek için uygulamayı güncelleyin.

# _update_required_support
source: Contact support
cs: Kontaktovat podporu
el: Επικοινωνήστε με την υποστήριξη
es_419: Contacte al soporte
hu: Kapcsolat velünk
nl: Neem contact op met ondersteuning
pt: Contactar o suporte
ru: Связаться с поддержкой
tr: Destek ekibimizle görüşün

# _update_required_update
source: Update
cs: Aktualizovat
el: Ενημέρωση
es_419: Actualizar
hu: Frissítés
pt: Actualizar
ru: Обновить
tr: Güncelle

source: Upgrade
cs: Navýšit
el: Αναβάθμιση
es_419: Mejorar
hu: Csomagváltás
nl: Upgraden
pt: Actualizar
ru: Улучшить
tr: Yükselt

source: UPGRADE AGAIN
cs: NAVÝŠIT ZNOVU
es_419: ACTUALIZAR OTRA VEZ
nl: UPGRADE OPNIEUW
pt: ACTUALIZAR NOVAMENTE
ru: УЛУЧШИТЬ СНОВА
tr: YENİDEN YÜKSELT

# _upgrade_for_secure_core
source: to use Secure Core
cs: pro použití Secure Core
el: για χρήση Secure Core
es_419: para usar Secure Core
hu: biztonsági mag használata
nl: om Secure Core te gebruiken
pt: para utilizar Secure Core
ru: использовать Secure Core
tr: Secure Core kullanmak için

source: Upgrade My Plan
cs: Přejít na vyšší tarif
el: Αναβαθμίστε το Πακέτο μου
es_419: Mejorar mi plan
hu: Csomagváltás
nl: Upgrade Mijn Abonnement
pt: Actualizar o meu plano
ru: Улучшить мой план
tr: Tarifemi yükselt

source: Upgrade Now
cs: Navýšit nyní
el: Αναβαθμίστε τώρα
es_419: Mejorar ahora
hu: Csomagváltás most
nl: Upgrade Nu
pt: Actualizar agora
ru: Улучшить сейчас
tr: Şimdi yükselt

# _upgrade_plan_to_access_country
source: Sorry, no servers available for your subscription tier in this country right now. If you would like to access more servers, consider upgrading your subscription.
cs: Je nám líto, ale v této zemi nejsou pro vaši úroveň předplatného k dispozici žádné servery. Pokud chcete mít přístup k více serverům, zvažte navýšení předplatného.
el: Λυπούμαστε, δεν υπάρχουν διακομιστές που να είναι διαθέσιμοι για τη βαθμίδα εγγραφής σας στη συγκεκριμένη χώρα αυτήν τη στιγμή. Εάν θέλετε να αποκτήσετε πρόσβαση σε περισσότερους διακομιστές, εξετάστε την αναβάθμιση της συνδρομής σας.
es_419: Lo sentimos, no hay servidores disponibles para su nivel de suscripción en este país en este momento. Si desea acceder a más servidores, considere mejorar su suscripción.
hu: Sajnáljuk, de a jelenlegi csomagoddal nem csatlakozhatsz ehhez a kiszolgálóhoz. Ha több szervert szeretnél elérni, fontold meg a csomagváltást.
nl: Sorry, er zijn momenteel geen servers beschikbaar voor uw abonnementsklasse in dit land. Als u meer servers wilt gebruiken, kunt u overwegen uw abonnement te upgraden.
pt: Desculpe, não há servidores disponíveis neste país para a sua subscrição. Se deseja acesso a mais servidores, considere alterar a subscrição.
ru: К сожалению, сейчас в этой стране нет доступных серверов для вашего уровня подписки. Если вы хотите получить доступ к большему количеству серверов, подумайте об обновлении подписки.
tr: Ne yazık ki, şu anda bu ülkede abonelik düzeyinize uygun bir sunucu yok. Daha fazla sunucuya erişmek istiyorsanız, abonelik tarifenizi yükseltmeyi düşünün.

# _upgrade_plan_to_access_secure_core_p1
source: Secure Core is a premium feature which requires Proton VPN Plus or higher. Secure Core adds advanced protection against VPN server monitoring.
cs: Secure Core je prémiová funkce, která vyžaduje Proton VPN Plus nebo vyšší. Secure Core přidává pokročilou ochranu proti sledování serverů VPN.
el: Το Secure Core είναι ένα premium χαρακτηριστικό που απαιτεί πακέτο ProtonVPN Plus ή μεγαλύτερο. Το Secure Core προσθέτει προηγμένη προστασία ενάντια στην παρακολούθηση διακομιστών VPN.
es_419: Secure Core es una función premium que requiere Proton VPN Plus o superior. Secure Core añade protección avanzada contra la supervisión del servidor VPN.
hu: A biztonsági mag egy prémium szolgáltatás, amelyhez legalább ProtonVPN Plus csomag szükséges. A biztonsági mag fejlett védelmet nyújt a VPN-kiszolgálók figyelése ellen.
nl: Secure Core is een premium functie die ProtonVPN Plus of hoger vereist. Secure Core voegt geavanceerde bescherming toe tegen VPN server toezicht.
pt: Secure Core é uma funcionalidade de topo que requer o Proton VPN Plus ou superior. O Secure Core adiciona protecção avançada contra a monitorização de servidores VPN.
ru: Secure Core - это платная функция, для которой требуется Proton VPN Plus или выше. Secure Core добавляет передовую защиту от отслеживания серверов VPN.
tr: Secure Core özelliği ProtonVPN Plus veya üzerindeki tarifelerle kullanılabilen ücretli bir özelliktir. Secure Core, VPN sunucularının izlemesine karşı gelişmiş koruma sağlar.

# _upgrade_plan_to_access_secure_core_p2
source: To access Secure Core, check out our other subscription plans which include this feature.
cs: Chcete-li získat přístup k Secure Core, podívejte se na naše další tarify předplatného, které tuto funkci obsahují.
el: Για να αποκτήσετε πρόσβαση στο Secure Core, ανατρέξτε στα άλλα πακέτα συνδρομών που περιλαμβάνουν αυτή τη λειτουργία.
es_419: Para acceder a Secure Core, consulte nuestros otros planes de suscripción que incluyen esta función.
hu: A biztonsági mag használatához olyan csomagot kell választanod, amely tartalmazza ezt a funkciót.
nl: Om toegang te krijgen tot Secure Core, bekijk onze andere abonnementen die deze functie bevatten.
pt: Para aceder ao Secure Core, consulte os nossos outros planos de subscrição que incluem esta funcionalidade.
ru: Для доступа к Secure Core, взгляните на наши другие тарифные планы, которые включают эту функцию.
tr: Secure Core kullanmak için, bu özelliğin bulunduğu diğer abonelik tarifelerimize bakın.

# _upgrade_plan_to_access_server
source: Sorry, this server is not available for your subscription tier. If you would like to access more servers, consider upgrading your subscription.
cs: Je nám líto, tento server není pro vaši úroveň předplatného k dispozici. Pokud chcete získat přístup k více serverům, zvažte navýšení předplatného.
el: Λυπούμαστε, αυτός ο διακομιστής δεν είναι διαθέσιμος για το πακέτο συνδρομής σας. Εάν θέλετε να αποκτήσετε πρόσβαση σε περισσότερους διακομιστές, εξετάστε την αναβάθμιση της συνδρομής σας.
es_419: Lo sentimos, este servidor no está disponible para su nivel de suscripción. Si desea acceder a más servidores, considere mejorar su suscripción.
hu: Sajnos erre a szerverre nem csatlakozhatsz a jelenlegi előfizetéseddel. Ha több szervert szeretnél elérni, nagyobb csomagra kell váltanod.
nl: Sorry, deze server is niet beschikbaar voor uw abonnementsklasse. Als u toegang wilt hebben tot meer servers, overweeg dan om uw abonnement te upgraden.
pt: Desculpe, este servidor não está disponível para a sua subscrição. Se deseja acesso a mais servidores, considere alterar a subscrição.
ru: К сожалению, этот сервер недоступен для вашего уровня подписки. Если вы хотите получить доступ к большему количеству серверов, подумайте об обновлении подписки.
tr: Ne yazık ki, bu sunucu abonelik tarifeniz ile kullanılamıyor. Daha fazla sunucuya erişmek istiyorsanız, abonelik tarifenizi yükseltmeyi düşünün.

source: Upgrade Required
cs: Vyžadován vyšší tarif
el: Απαιτείται Αναβάθμιση
es_419: Mejora necesaria
hu: Frissítés szükséges
nl: Upgrade vereist
pt: Actualização requerida
ru: Требуется обновление
tr: Yükseltme gerekli

# _upgrade_required_securecore_description
source: Secure Core is available with a Plus plan. Upgrade now to route traffic through our safest servers in privacy-friendly countries.
cs: Secure Core je k dispozici s tarifem Plus. Navyšte nyní váš tarif pro směrování vašeho provozu skrze naše nejbezpečnější servery v zemích s vysokou ochranou soukromí.
es_419: Secure Core está disponible con un plan Plus. Actualice ahora para enrutar el tráfico a través de nuestros servidores más seguros en países amigables con la privacidad.
nl: Secure Core is beschikbaar met een Plus-abonnement. Upgrade nu om het verkeer door onze veiligste servers in privacy-vriendelijke landen te routeren.
pt: O Secure Core está disponível com um plano Plus. Actualize agora para enviar o tráfego através dos nossos servidores mais seguros em países amigos da privacidade.
ru: Secure Core доступен с тарифом Plus. Улучшите тариф прямо сейчас, чтобы маршрутизировать трафик через наши самые безопасные серверы в дружелюбных по отношению к конфиденциальности странах.
tr: Secure Core özelliği Plus tarifesi ile kullanılabilir. Trafiği kişisel gizlilik dostu ülkelerdeki en güvenli sunucularımız üzerinden yöneltmek için tarifenizi yükseltin.

source: Upgrade Subscription
cs: Navýšit předplatné
el: Αναβάθμιση Συνδρομής
es_419: Mejorar suscripción
hu: Csomag frissítése
nl: Upgrade abonnement
pt: Actualizar subscrição
ru: Улучшить подписку
tr: Aboneliği yükselt

source: Upgrade to Plus
cs: Přejít na tarif Plus
el: Αναβάθμιση σε Plus
es_419: Actualizar a Plus
hu: Váltás a Plus csomagra
nl: Upgraden naar Plus
pt: Actualizar para Plus
ru: Улучшить до Plus
tr: Plus tarifesine yükselt

# _upgrade_unavailable_body
source: Your Proton VPN subscription cannot be upgraded from within the app, please visit account.protonvpn.com to upgrade.
cs: Vaše předplatné Proton VPN nemůže být navýšeno z aplikace, pro navýšení navštivte account.protonvpn.com.
el: Η συνδρομή σας ProtonVPN δεν μπορεί να αναβαθμιστεί μέσα από την εφαρμογή, επισκεφθείτε το account.protonvpn.com για αναβάθμιση.
es_419: Su suscripción de Proton VPN no puede mejorarse desde la aplicación, visite account.protonvpn.com para actualizarla.
hu: A ProtonVPN csomag nem frissíthető az alkalmazáson belül, a frissítéshez kérlek látogass el a account.protonvpn.com webhelyre.
nl: Uw ProtonVPN-abonnement kan niet worden geüpgraded vanuit de app, bezoek account.protonvpn.com om te upgraden.
pt: A sua subscrição do Proton VPN não pode ser actualizada dentro da aplicação, por favor visite account.protonvpn.com para actualizar.
ru: Ваша подписка Proton VPN не может быть улучшена из приложения. Пожалуйста, посетите account.protonvpn.com для улучшения.
tr: ProtonVPN aboneliğiniz uygulama içinden yükseltilemez. Yükseltmek için lütfen account.protonvpn.com adresine gidin.

# _upgrade_unavailable_title
source: Upgrade Unavailable in App
cs: Navýšení není k dispozici v aplikaci
el: Αναβάθμιση μη διαθέσιμη στην εφαρμογή
es_419: Mejora no disponible en la app
hu: Nincs elérhető frissítés az alkalmazáshoz
nl: Upgrade niet beschikbaar in App
pt: Actualização indisponível na aplicação
ru: Улучшение недоступно в приложении
tr: Yükseltme uygulamada içinden yapılamaz

# _use_captcha_verification
source: Verify with CAPTCHA
cs: Ověřit pomocí CAPTCHA
el: Επαλήθευση με CAPTCHA
es_419: Verificar con CAPTCHA
hu: Ellenőrzés CAPTCHA-val
nl: Verifieer met CAPTCHA
pt: Verifique com CAPTCHA
ru: Проверка с помощью капчи
tr: CAPTCHA ile doğrula

# _use_other_email_address
source: Verify with email
cs: Ověřit přes e-mail
el: Επαλήθευση με email
es_419: Verificar con correo electrónico
hu: Ellenőrzés email-el
nl: Verifieer via e-mail
pt: Verificar com correio electrónico
ru: Подтвердить с помощью электронной почты
tr: E-posta ile doğrula

# _use_sms_verification
source: Verify with SMS
cs: Ověřit pomocí SMS
el: Επαλήθευση με SMS
es_419: Verificar con SMS
hu: Ellenőrzés SMS-el
nl: Verifiëren met sms
pt: Verificar com SMS
ru: Подтвердить с помощью СМС
tr: SMS ile doğrula

source: Username
cs: Uživatelské jméno
el: Όνομα χρήστη
es_419: Nombre de usuario
hu: Felhasználónév
nl: Gebruikersnaam
pt: Utilizador
ru: Имя пользователя
tr: Kullanıcı adı

# _verification_instructions
source: A verification code has been sent to you, please enter it below.
cs: Byl vám zaslán ověřovací kód, zadejte jej prosím níže.
el: Σας έχει σταλεί ένας κωδικός επαλήθευσης, παρακαλώ πληκτρολογήστε τον παρακάτω.
es_419: Se le ha enviado un código de verificación, ingréselo a continuación.
hu: Elküldtünk egy ellenőrző kódot, kérlek írd be a lentebb.
nl: Een verificatiecode is naar u verzonden, voer het hieronder in.
pt: Foi-lhe enviado um código de verificação, por favor insira-o abaixo.
ru: Вам был отправлен проверочный код, пожалуйста, введите его ниже.
tr: Size gönderilen doğrulama kodunu aşağıya yazın.

source: Version
cs: Verze
el: Έκδοση
es_419: Versión
hu: Verzió
nl: Versie
pt: Versão
ru: Версия
tr: Sürüm

# _version_current
source: Current version:
cs: Současná verze:
el: Τρέχουσα έκδοση:
es_419: Version actual:
hu: Aktuális verzió:
nl: Huidige versie:
pt: Versão actual:
ru: Текущая версия:
tr: Geçerli sürüm:

source: via
cs: přes
el: μέσω
es_419: vía
hu: keresztül
ru: через
tr: şu ülkeden

# _via_country
source: via %@
cs: přes %@
el: μέσω %@
es_419: vía %@
hu: keresztül %@
ru: через %@
tr: %@ üzerinden

source: View Logs
cs: Zobrazit logy
el: Προβολή Logs
es_419: Ver registros
hu: Napló megtekintése
nl: Logboek weergeven
pt: Ver diários
ru: Просмотреть журналы
tr: Günlükleri görüntüle

# _view_toggle_will_cause_disconnect
source: Toggling Secure Core will end your current connection.
cs: Přepnutím Secure Core ukončíte aktuální připojení.
el: Κάνοντας εναλλαγή στο Secure Core θα τερματίσει την τρέχουσα σύνδεση σας.
es_419: Al habilitar Secure Core, finalizará su conexión actual.
hu: A biztonsági magra váltással megszakad a jelenlegi kapcsolat.
nl: Secure Core inschakelen zal uw huidige verbinding verbreken.
pt: Alternar Secure Core terminará a ligação actual.
ru: Переключение Secure Core завершит ваше текущее подключение.
tr: Secure Core özelliğini açmak ya da kapatmak geçerli bağlantınızı keser.

# _vpn_accelerator_change_title
source: Change VPN Accelerator
cs: Změnit VPN Accelerator
es_419: Cambiar VPN Accelerator
nl: Wijzig VPN Versneller
pt: Alterar o VPN Accelerator
ru: Изменить VPN Accelerator
tr: VPN Accelerator aç/kapat

# _vpn_accelerator_description
source: VPN Accelerator enables a set of unique performance enhancing technologies which can increase VPN speeds by up to 400%%. Learn more
cs: VPN Accelerator poskytuje sadu jedinečných technologií zvyšujících výkon, které mohou zrychlit VPN připojení až o 400%%. Více informací
es_419: VPN Accelerator habilita un conjunto de tecnologías únicas que mejoran el rendimiento que pueden aumentar las velocidades de VPN hasta en un 400%%. Más información
nl: VPN Accelerator maakt gebruik van een reeks unieke prestatieverbeterende technologieën die de VPN-snelheden kunnen opdrijven tot 400%. Leer meer
pt: O VPN Accelerator activa um conjunto de tecnologias de melhoria de desempenho, que podem aumentar a velocidade da VPN até 400%%. Saiba mais
ru: VPN Accelerator позволяет использовать набор уникальных технологий для улучшения производительности, которые могут увеличить скорость VPN до 400%%. Узнать больше
tr: VPN Accelerator, VPN hızlarını %400 oranında artırabilen benzersiz başarım iyileştirme teknolojileri sunar. Ayrıntılı bilgi alın

# _vpn_accelerator_description_alt_link
source: Learn more
cs: Více informací
es_419: Más información
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntılı bilgi alın

source: VPN Connection Active
cs: VPN připojení je aktivní
el: Ενεργή Σύνδεση VPN
es_419: Conexión VPN activa
hu: VPN kapcsolat aktiválása
nl: VPN-verbinding actief
pt: Ligação VPN activa
ru: VPN-подключение активно
tr: VPN bağlantısı etkin

source: VPN Protocol
cs: VPN Protokol
el: Πρωτόκολλο VPN
es_419: Protocolo VPN
hu: VPN protokoll
pt: Protocolo VPN
ru: Протокол VPN
tr: VPN iletişim kuralı

# _vpn_stuck_disconnecting_body
source: Your device failed to terminate a previous VPN session. You will need to restart your device before you can establish a new VPN connection.
cs: Vašemu zařízení se nepodařilo ukončit předchozí relaci VPN. Před navázáním nového připojení VPN bude nutné zařízení restartovat.
el: Η συσκευή σας απέτυχε να τερματίσει μια προηγούμενη συνεδρία VPN. Θα χρειαστεί να κάνετε επανεκκίνηση της συσκευής προκειμένου να μπορέσετε να δημιουργήσετε μια νέα σύνδεση VPN.
es_419: Su dispositivo no pudo terminar una sesión VPN anterior. Necesitará reiniciar su dispositivo antes de establecer una conexión VPN nueva.
hu: Az eszköz nem fejezte be a korábbi VPN-munkamenetet. Új VPN-kapcsolat létrehozása előtt újra kell indítani a készüléket.
nl: Uw apparaat kon een eerdere VPN-sessie niet beëindigen. U moet uw apparaat herstarten voordat u een nieuwe VPN-verbinding kunt aanmaken.
pt: O seu dispositivo não terminou uma sessão VPN prévia. Terá de reiniciar o dispositivo antes de estabelecer uma nova ligação VPN.
ru: Вашему устройству не удалось завершить предыдущий сеанс VPN. Вам нужно перезагрузить устройство, прежде чем вы сможете установить новое соединение с VPN.
tr: Aygıtınız önceki VPN oturumunu sonlandıramadı. Yeni bir VPN bağlantısı kurmadan önce aygıtınız yeniden başlatmalısınız.

# _vpn_stuck_disconnecting_title
source: Connection error
cs: Chyba připojení
el: Σφάλμα σύνδεσης
es_419: Error de conexión
hu: Kapcsolódási hiba
nl: Verbindingsfout
pt: Erro de ligação
ru: Ошибка подключения
tr: Bağlantı sorunu

# _vpnauth_certfail_description
source: Failed to refresh VPN certificate. Please check your connection
cs: Nepodařilo se obnovit certifikát VPN. Zkontrolujte prosím své připojení
es_419: No se pudo actualizar el certificado VPN. Por favor, compruebe su conexión
nl: Vernieuwen van VPN-certificaat mislukt. Controleer uw verbinding
pt: Falha ao actualizar o certificado VPN. Por favor, verifique a ligação
ru: Не удалось обновить сертификат VPN. Пожалуйста, проверьте свое подключение
tr: VPN sertifikası yenilenemedi. Lütfen bağlantınızı denetleyin

# _vpnauth_certfail_title
source: Authentication error
cs: Ověření selhalo
es_419: Error de autenticación
nl: Authenticatiefout
pt: Erro de autenticação
ru: Ошибка аутентификации
tr: Kimlik doğrulama hatası

# _vpnauth_too_many_certs_description
source: You reached the maximum number of setting changes. Please try again in a few minutes
cs: Dosáhli jste maximálního počtu změn nastavení. Zkuste to prosím znovu za několik minut
es_419: Ha alcanzado el número máximo cambios de ajustes. Intente de nuevo en unos minutos.
nl: U heeft het maximale aantal instellingswijzigingen bereikt. Probeer over enkele minuten opnieuw
ru: Вы достигли максимального количества изменений настройки. Пожалуйста, попробуйте снова через несколько минут
tr: Belirli bir sürede yapılabilecek en fazla ayar değişikliği sayısı sınırına ulaştınız. Bir kaç dakika sonra yeniden deneyebilirsiniz

# _vpnauth_too_many_certs_title
source: Authentication error
cs: Ověření selhalo
es_419: Error de autenticación
nl: Authenticatiefout
pt: Erro de autenticação
ru: Ошибка аутентификации
tr: Kimlik doğrulama hatası

# _vpnstatus_not_loggedin
source: You are not logged in to Proton VPN. Open the Proton VPN app and sign in.
cs: Nejste přihlášeni k Proton VPN. Otevřete aplikaci Proton VPN a přihlaste se.
el: Δεν είστε συνδεδεμένοι στο ProtonVPN. Ανοίξτε την εφαρμογή ProtonVPN και συνδεθείτε.
es_419: No ha iniciado sesión en Proton VPN. Abra la app de Proton VPN e inicie sesión.
hu: Nem vagy bejelentkezve a ProtonVPN-be. Nyisd meg a ProtonVPN alkalmazást, és jelentkezz be.
nl: U bent niet ingelogd bij ProtonVPN. Open de ProtonVPN-app en log in.
pt: Não tem ligação ao Proton VPN. Abra a aplicação e inicie sessão.
ru: Вы не вошли в Proton VPN. Откройте приложение Proton VPN и войдите.
tr: ProtonVPN oturum açmamışsınız. ProtonVPN uygulamasını açıp oturum açın.

source: Warning
cs: Upozornění
el: Προειδοποίηση
es_419: Advertencia
hu: Figyelem
nl: Waarschuwing
pt: Aviso
ru: Внимание
tr: Uyarı

# _warning_vpn_session_is_active
source: Another user's Proton VPN session is active on this device. Continuing with the log in process will cause the current session to end. Do you want to continue?
cs: Na tomto zařízení je aktivní relace Proton VPN jiného uživatele. Pokračování v procesu přihlašování způsobí ukončení aktuální relace. Chcete pokračovat?
el: Η συνεδρία ενός άλλου χρήστη ProtonVPN, είναι ενεργή σε αυτήν τη συσκευή. Η συνέχιση της διαδικασίας σύνδεσης θα προκαλέσει τη λήξη της τρέχουσας συνεδρίας. Θέλετε να συνεχίσετε;
es_419: La sesión de Proton VPN de otro usuario está activa en este dispositivo. Continuar con el proceso de inicio de sesión hará que la sesión actual finalice. ¿Desea continuar?
hu: Egy másik felhasználó ProtonVPN munkamenete aktív ezen az eszközön. A bejelentkezési folyamat folytatásával az aktuális munkamenet leáll. Szeretnéd folytatni?
nl: Een ProtonVPN-sessie van een andere gebruiker is actief op dit apparaat. Door in te loggen zal de huidige sessie beëindigd worden. Wilt u doorgaan?
pt: Está uma sessão Proton VPN de outro utilizador aberta no dispositivo. Continuar a iniciar sessão terminará a sessão actual. Deseja continuar?
ru: У другого пользователя на этом устройстве уже работает Proton VPN. Продолжение входа приведет к завершению текущего сеанса. Вы хотите продолжить?
tr: Bu aygıtta başka bir kullanıcının ProtonVPN oturumu etkin. Oturum açma işlemine devam etmek geçerli oturumun kapatılmasına neden olacak. Devam etmek istiyor musunuz?

# _welcome_body
source: High-speed Swiss VPN that safeguards your privacy by encrypting your Internet connection.
cs: Vysokorychlostní švýcarská VPN, která chrání vaše soukromí šifrováním internetového připojení.
es_419: VPN suiza de alta velocidad que protege su privacidad cifrando su conexión a Internet.
nl: Snelle Zwitserse VPN die uw privacy waarborgt door uw internetverbinding te versleutelen.
ru: Высокоскоростной швейцарский VPN, который защищает вашу конфиденциальность, шифруя ваше интернет-соединение.
tr: İnternet bağlantınızı şifreleyerek kişisel gizliliğinizi koruyan yüksek hızlı İsviçre'li VPN.

# _welcome_description
source: Thanks for using Proton VPN. Take a quick look at the main app features.
cs: Děkujeme, že používáte Proton VPN. Podívejte se na hlavní funkce aplikace.
el: Ευχαριστούμε που χρησιμοποιείτε το ProtonVPN. Ρίξτε μια γρήγορη ματιά στις κύριες λειτουργίες της εφαρμογής.
es_419: Gracias por usar Proton VPN. Eche un vistazo rápido a las funciones principales de la aplicación.
hu: Köszönjük a ProtonVPN használatát. Vess egy pillantást az alkalmazás főbb jellemzőire.
nl: Bedankt voor het gebruik van ProtonVPN. Bekijk snel de belangrijkste kenmerken van de applicatie.
pt: Obrigado por utilizar o Proton VPN. Dê uma vista de olhos às principais funcionalidades.
ru: Спасибо за использование Proton VPN. Взгляните на основные возможности приложения.
tr: ProtonVPN kullandığınız için teşekkürler. Temel uygulama özelliklerine hızlıca göz atın.
