Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _welcome_gift_description
source: As a welcome gift, you are granted a 7-day access to a %@ subscription which gives you:
cs: Jako dárek na uvítanou získáváte 7-denní přístup k %@ předplatnému, které vám umožní:
el: Ως δώρο καλωσορίσματος, σας παρέχεται πρόσβαση για 7 ημέρες σε μια %@ συνδρομή που σας δίνει:
es_419: Como regalo de bienvenida, le concedemos un acceso de 7 días a una suscripción de %@ que le da:
hu: Üdvözlő ajándékként 7 napos hozzáférést kapsz az a(z) %@ csomaghoz, ami az alábbiakat tartalmazza:
nl: Als welkomstgeschenk krijgt u 7 dagen toegang tot een %@ abonnement dat u het volgende biedt:
pt: Como presente de boasvindas, tem acesso por 7 dias à subscrição %@ que lhe dá:
ru: В качестве приветственного подарка вам предоставляется 7-дневный доступ к подписке %@, которая дает вам:
tr: Hoş geldiniz hediyesi olarak, size 7 günlük %@ aboneliği erişimi verilir ve şu özellikler bulunur:

# _welcome_headline
source: Protect yourself online
cs: Chraňte se online
es_419: Protéjase en línea
nl: Bescherm uzelf online
pt: Proteja-se online
ru: Защитите себя в интернете
tr: Çevrimiçi ortamda kendinizi koruyun

# _welcome_title
source: WELCOME ON BOARD!
cs: VÍTEJTE NA PALUBĚ!
el: ΚΑΛΩΣ ΗΛΘΑΤΕ!
es_419: ¡BIENVENIDO A BORDO!
hu: ÜDVÖZÖLÜNK A FEDÉLZETEN!
nl: WELKOM AAN BOORD!
pt: BOAS-VINDAS A BORDO!
ru: ДОБРО ПОЖАЛОВАТЬ НА БОРТ!
tr: HOŞ GELDİNİZ!

# _wgks_description
source: Kill Switch is preventing the VPN to connect to the Internet. This might be due to an incompatibility with your operating system (macOS Catalina 10.15). To resolve this problem, update your operating system to the latest version. Alternatively, you can switch to the OpenVPN protocol or disable Kill Switch.
cs: Přepínač Kill Switch brání připojení sítě VPN k internetu. Může to být způsobeno nekompatibilitou s vaším operačním systémem (macOS Catalina 10.15). Chcete-li tento problém vyřešit, aktualizujte operační systém na nejnovější verzi. Případně můžete přejít na protokol OpenVPN nebo vypnout funkci Kill Switch.
es_419: El interruptor de apagado evita que la VPN se conecte a Internet. Esto puede deberse a una incompatibilidad con su sistema operativo (macOS Catalina 10.15). Para resolver este problema, actualice su sistema operativo a la última versión. Alternativamente, puede cambiar al protocolo OpenVPN o deshabilitar el interruptor de apagado.
nl: Kill Switch voorkomt de VPN om met het internet te verbinden. Dit wordt mogelijks veroorzaakt wegens een incompatibiliteit met uw besturingssysteem (macOS Catalina 10.15). Update uw besturingssysteem naar de meest recente versie om dit probleem op te lossen. Alternatief, kan u wisselen naar het OpenVPN-protocol of kunt u de Kill Switch uitschakelen.
ru: Kill Switch не позволяет VPN подключиться к Интернету. Это может быть связано с несовместимостью с вашей операционной системой (macOS Catalina 10.15). Чтобы решить эту проблему, обновите операционную систему до последней версии. Кроме того, вы можете перейти на протокол OpenVPN или отключить Kill Switch.
tr: Bağlantı kesici, VPN internet bağlantısını engelliyor. Bunun nedeni işletim sisteminizle (macOS Catalina 10.15) uyumsuzluk olabilir. Bu sorunu çözmek için işletim sisteminizi son sürüme güncelleyin. Alternatif olarak, OpenVPN iletişim kuralına geçebilir veya Bağlantı kesiciyi devre dışı bırakabilirsiniz.

# _wgks_ks_off
source: Disable Kill Switch
cs: Vypnout Kill Switch
es_419: Deshabilitar el interruptor de apagado
nl: Schakel Kill Switch uit
pt: Desactivar o Kill Switch
ru: Отключить Kill Switch
tr: Bağlantı kesiciyi devre dışı bırak

# _wgks_ovpn
source: Switch to OpenVPN
cs: Přepnout na OpenVPN
es_419: Cambiar a OpenVPN
nl: Wissel naar OpenVPN
ru: Переключиться на OpenVPN
tr: OpenVPN kullanmaya geç

# _wgks_title
source: Kill Switch is preventing the VPN to connect to Internet
cs: Přepínač Kill Switch brání připojení VPN k internetu
es_419: El interruptor de apagado está evitando que la VPN se conecte a Internet
nl: Kill Switch voorkomt de VPN om met het internet te verbinden
ru: Kill Switch не позволяет VPN подключиться к Интернету
tr: Bağlantı kesici VPN internet bağlantısını engelliyor

# _widget
source: iOS Widget
es_419: Widget iOS
pt: Widget iOS
ru: iOS виджет
tr: iOS ekran bileşeni

source: WireGuard Logs
cs: WireGuard logy
es_419: Registros de WireGuard
nl: WireGuard Logboeken
pt: Diários do WireGuard
ru: Журнал WireGuard
tr: WireGuard günlük kayıtları

source: You are not connected
cs: Nejste připojeni
el: Δεν είστε συνδεδεμένοι
es_419: No está conectado
hu: Nincs kapcsolat
nl: U bent niet verbonden
pt: Não há ligação
ru: Вы не подключены
tr: Bağlı değilsiniz

# apply_coupon
source: Apply
cs: Použít
es_419: Aplicar
pt: Aplicar
ru: Применить

source: Authenticate
cs: Ověřit
es_419: Autenticar
ru: Аутентифицировать

# coupon_applied
source: Coupon has been applied successfully.
cs: Kupón byl úspěšně uplatněn.
es_419: El cupón ha sido aplicado con éxito.
ru: Купон был успешно использован.

# coupon_applied_plan_not_upgraded_yet
source: Coupon has been applied successfully. Your subscription will be upgraded within a few minutes.
cs: Kupón byl úspěšně uplatněn. Vaše předplatné bude aktualizováno během několika minut.
es_419: El cupón ha sido aplicado con éxito. Su suscripción será actualizada en unos minutos.
ru: Купон был успешно использован. Ваша подписка будет улучшена в течение нескольких минут.

source: Coupon code
cs: Kód kupónu
es_419: Código de cupón
ru: Код купона

# login_fetch_vpn_data
source: Configuring your VPN access
cs: Nastavení vašeho VPN přístupu
es_419: Configurando su acceso VPN
nl: VPN-toegang aan het configureren
ru: Настройка доступа к VPN
tr: VPN erişiminiz yapılandırılıyor

# login_summary_button
source: Start using Proton VPN
cs: Začněte používat Proton VPN
es_419: Comenzar con Proton VPN
nl: Aan de slag met ProtonVPN
ru: Начать использовать Proton VPN
tr: ProtonVPN kullanarak başlat

# login_unsupported_state
source: Invalid login method. Please contact support.
cs: Nesprávná metoda přihlášení. Kontaktujte prosím podporu.
es_419: Método de inicio de sesión inválido. Contacte con soporte.
ru: Недействительный способ входа. Пожалуйста, свяжитесь с поддержкой.

# proton_website_unreachable
source: The Proton VPN website might be temporarily unreachable due to network restrictions. Please use the mobile app to create a new Proton account.
cs: Webové stránky Proton VPN mohou být dočasně nedostupné z důvodu síťových omezení. Pro vytvoření nového účtu Proton použijte mobilní aplikaci.
es_419: El sitio web de Proton VPN podría estar temporalmente inaccesible debido a restricciones de red. Use la aplicación móvil para crear una cuenta nueva de Proton.
ru: Сайт Proton VPN может быть временно недоступен из-за сетевых ограничений. Пожалуйста, используйте мобильное приложение для создания нового аккаунта Proton.

source: Recovery code
cs: Kód pro obnovení
es_419: Código de recuperación
ru: Код восстановления

source: Two-factor authentication
cs: Dvoufázové ověření
es_419: Autenticación de dos factores
pt: Autenticação em dois passos
ru: Двухфакторная аутентификация

source: Two-factor code
cs: Kód pro dvoufázové ověření
es_419: Código de dos factores
ru: Код двухфакторной аутентификации

source: Use coupon
cs: Použít kupón
es_419: Usar cupón
ru: Использовать купон

source: Use recovery code
cs: Použít kód pro obnovení
es_419: Usar código de recuperación
ru: Использовать код восстановления

source: Use two-factor code
cs: Použít kód dvoufázového ověření
es_419: Usar código de dos factores
ru: Использовать код двухфакторной аутентификации

source: Color
cs: Barva
el: Χρώμα
hu: Szín
nl: Kleur
pt: Cor
ru: Цвет
tr: Renk

source: General
cs: Obecné
el: Γενικά
hu: Általános
nl: Algemeen
pt: Geral
ru: Общие положения
tr: Genel

source: OK
el: ΟΚ
pt: ACEITAR
ru: ОК
tr: Tamam

source: Proton VPN macOS
ru: Proton VPN для macOS

# _streaming_title
source: Streaming
cs: Streamování
nl: Streamen
pt: Transmissão
ru: Просмотр трансляций
tr: Yayın akışı

# _switch_side_button_off
source: OFF
cs: VYP
hu: KI
nl: UIT
ru: ВЫКЛ
tr: KAPALI

# _switch_side_button_on
source: ON
cs: ZAP
hu: BE
nl: AAN
ru: ВКЛ
tr: AÇIK

# vpn_feature_cannot_be_set_error
source: %@ setting could not be changed. Please try again later or connect to a different server
cs: %@ nastavení nebylo možné změnit. Zkuste to prosím později nebo se připojte k jinému serveru
ru: Не удалось изменить настройку %@. Пожалуйста, повторите попытку позже или подключитесь к другому серверу

# _troubleshoot_item_other_link3
source: Twitter
cs: Twitteru

# _smart_routing_title
source: Smart Routing
nl: Slimme routering
tr: Akıllı yöneltme

# _feature_secure_core
source: Secure Core
hu: Biztonsági mag

source: Secure Core
hu: Biztonsági mag

# _secure_core_country
source: Secure Core %@
hu: Biztonsági mag %@

# _use_secure_core
source: Secure Core
el: Χρήση Secure Core
hu: Biztonsági mag használata
