Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _neks_t2_description
source: The use of Kill Switch is unstable on this device. Your device has a T2 Security Chip, which can result in system stability issues if the Kill Switch functionality of macOS is used by Proton VPN. Learn more...
cs: Použití vypínače Kill Switch je u tohoto zařízení nestabilní. Vaše zařízení je vybaveno bezpečnostním čipem T2, což může vést k problémům se stabilitou systému, pokud Proton VPN používá funkci Kill Switch systému macOS.
es_419: El uso de interruptor de apagado es inestable en este dispositivo. Su dispositivo tiene un chip de seguridad T2, lo que puede provocar problemas de estabilidad del sistema si Proton VPN usa la funcionalidad del interruptor de macOS.
pt: The use of Kill Switch is unstable on this device. Your device has a T2 Security Chip, which can result in system stability issues if the Kill Switch functionality of macOS is used by Proton VPN.
ru: Использование Kill Switch нестабильно на этом устройстве. Ваше устройство оснащено чипом безопасности T2, что может привести к проблемам со стабильностью системы, если функция Kill Switch в macOS используется Proton VPN.

# _neks_t2_hyperlink
source: Learn more...
cs: T2 bezpečnostní čip
es_419: Chip de seguridad T2
pt: T2 Security Chip
ru: Чип безопасности T2

# _neks_t2_title
source: Kill Switch Stability Warning
cs: Upozornění na stabilitu Kill Switch
es_419: Advertencia de estabilidad del interruptor de apagado
ru: Предупреждение о стабильности Kill Switch

# _netshield_alert_reconnect_description_off
source: Your connection will be restarted to change the NetShield mode.
cs: Vaše připojení bude restartováno, aby se změnil NetShield režim.
es_419: Su conexión se reiniciará para cambiar el modo NetShield.
nl: Uw verbinding zal opnieuw worden gestart om de NetShield modus te wijzigen.
pt: A sua ligação será reiniciada para alterar o modo NetShield.
ru: Ваше соединение будет перезапущено для изменения режима NetShield.
tr: NetShield kipini değiştirmek için bağlantınız yeniden başlatılacak.

# _netshield_alert_reconnect_description_on
source: Your connection will be restarted to change the NetShield mode. Note: If some sites don't load, try disabling NetShield.
cs: Vaše připojení bude restartováno, aby se změnil režim NetShield. Poznámka: Pokud se některé stránky nenačtou, zkuste vypnout funkci NetShield.
es_419: Su conexión se reiniciará para cambiar el modo NetShield. Nota: Si algunos sitios no se cargan, intente deshabilitar NetShield.
nl: Uw verbinding zal opnieuw worden gestart om de NetShield modus te wijzigen. Opmerking: Als sommige sites niet laden, probeer NetShield uit te schakelen.
pt: A sua ligação será reiniciada para alterar o modo NetShield. Nota: se algumas páginas não carregarem, tente desactivar o NetShield.
ru: Ваше соединение будет перезапущено для изменения режима NetShield. Заметьте: Если некоторые сайты не загружаются, попробуйте отключить NetShield.
tr: NetShield kipini değiştirmek için bağlantınız yeniden başlatılacak. Not: Bazı siteler yüklenmezse, NetShield özelliğini devre dışı bırakmayı deneyin.

# _netshield_alert_upgrade_description
source: NetShield increases your privacy by blocking advertisements and trackers.
cs: NetShield zvyšuje vaše soukromí blokováním reklam a sledovacích prvků.
es_419: NetShield aumenta su privacidad bloqueando anuncios y rastreadores.
nl: NetShield verhoogt uw privacy door advertenties en trackers te blokkeren.
pt: O Netshield aumenta a sua privacidade ao bloquear anúncios e rastreadores.
ru: NetShield увеличивает вашу конфиденциальность, блокируя рекламу и трекеры.
tr: NetShield, reklamları ve etkinlik izleyicileri engelleyerek kişisel gizliliğinizi artırır.

# _netshield_level1
source: Block malware
cs: Blokování malwaru
es_419: Bloquear malware
nl: Blokkeer malware
pt: Bloquear malware
ru: Блокировать вредоносные программы
tr: Kötü amaçlı yazılımları engelleyin

# _netshield_level2
source: Block malware, ads, & trackers
cs: Blokování malware, reklam & sledovacích prvků
es_419: Bloquear malware, anuncios y rastreadores
nl: Blokkeer malware, advertenties & trackers
pt: Bloquear malware, anúncios & rastreadores
ru: Блокировать вредоносные программы, рекламу и трекеры
tr: Kötü amaçlı yazılımları, reklamları, ve etkinlik izleyicileri engelleyin

# _netshield_off
source: Off
cs: Vypnuto
es_419: Desactivado
nl: Uit
ru: Выключено
tr: Kapalı

# _netshield_section_title
source: Malware & Ads Blocker
cs: Blokování malware & reklam
es_419: Malware y bloqueador de anuncios
pt: MALWARE & ANÚNCIOS BLOQUEADOS
ru: Блокировщик вредоносного ПО и рекламы
tr: KÖTÜ AMAÇLI YAZILIM ve REKLAM ENGELLEYİCİ

# _netshield_title_tooltip
source: Block advertisements, trackers and malware
cs: Blokovat reklamy, sledovací prvky a malware
es_419: Bloquea anuncios, rastreadores y malware
nl: Blokkeer advertenties, trackers en malware
pt: Bloquear malware, anúncios, rastreadores
ru: Блокировать рекламные объявления, трекеры и вредоносные программы
tr: Reklamları, etkinlik izleyicileri ve kötü amaçlı yazılımları engelleyin

source: Network Unreachable
cs: Síť je nedostupná
el: Δίκτυο μη Προσβάσιμο
es_419: Red no disponible
hu: A hálózat nem elérhető
nl: Netwerk onbereikbaar
pt: Rede inalcançável
ru: Сеть недоступна
tr: Ağa erişilemiyor

# _news_title
source: News
cs: Novinky
es_419: Noticias
nl: Nieuws
pt: Novidades
ru: Новости
tr: Haberler

source: Next
cs: Další
el: Επόμενο
es_419: Siguiente
hu: Következő
nl: Volgende
pt: Seguinte
ru: Далее
tr: İleri

source: Next Tip
cs: Další tip
el: Επόμενη Συμβουλή
es_419: Siguiente consejo
hu: Következő tipp
nl: Volgende tip
pt: Dica seguinte
ru: Следующий совет
tr: Sonraki ipucu

source: No description available
cs: Popis není k dispozici
el: Δεν υπάρχει διαθέσιμη περιγραφή
es_419: No hay descripción disponible
hu: Nincs elérhető leírás
nl: Geen omschrijving beschikbaar
pt: Sem descrição disponível
ru: Описание отсутствует
tr: Herhangi bir açıklama yok

# _no_servers_to_show
source: There are currently no servers to show here.
cs: V současné době zde nejsou žádné servery k zobrazení.
el: Αυτήν τη στιγμή δεν υπάρχουν διακομιστές που να εμφανίζονται εδώ.
es_419: Actualmente no hay servidores para mostrar aquí.
hu: Jelenleg nincs megjelenítendő szerver.
nl: Er zijn momenteel geen servers om hier te tonen.
pt: Não há actualmente servidores para mostrar aqui.
ru: В настоящее время нет серверов, чтобы показать здесь.
tr: Şu anda burada gösterilecek bir sunucu yok.

source: No thanks
cs: Ne, děkuji
el: Όχι ευχαριστώ
es_419: No, gracias
hu: Nem, köszönöm
nl: Nee, bedankt
pt: Não, obrigado
ru: Нет, спасибо
tr: Hayır, teşekkürler

# _non_standard_ports_change_title
source: Enable Non-standard ports
cs: Povolit nestandardní porty
es_419: Habilitar puertos no estándar
nl: Niet-standaard poorten inschakelen
ru: Разрешить нестандартные порты
tr: Standart olmayan kapı numaralarını etkinleştir

# _non_standard_ports_explanation
source: Use Proton VPN for any special need by allowing traffic to non-standard ports through the VPN network. Learn more
cs: Použijte Proton VPN pro jakékoliv speciální potřeby povolením provozu na nestandardních portech prostřednictvím sítě VPN. Další informace
es_419: Use Proton VPN para cualquier necesidad especial al permitir el tráfico a puertos no estándar a través de la red VPN. Más información
ru: Используйте Proton VPN для любых особых нужд, разрешая трафик на нестандартные порты через VPN. Подробнее
tr: VPN ağı üzerinden standart olmayan kapı numaralarından trafik akışına izin vererek herhangi bir özel gereksinim için ProtonVPN kullanabilirsiniz. Ayrıntılı bilgi alın

# _non_standard_ports_explanation_link
source: Learn more
cs: Více informací
es_419: Más información
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntılı bilgi alın

# _non_standard_ports_title
source: Non-standard ports
cs: Nestandardní porty
es_419: Puertos no estándar
nl: Niet-standaard poorten
ru: Нестандартные порты
tr: Standart olmayan kapı numaraları

source: Not Connected
cs: Nepřipojeno
el: Μη Συνδεδεμένο
es_419: No conectado
hu: Nem kapcsolódik
nl: Niet verbonden
pt: Não ligado
ru: Не подключен
tr: Bağlı değil

# _not_connected_to_the_internet
source: Unable to establish VPN connection. You are not connected to the Internet.
cs: Nelze navázat připojení VPN. Nejste připojeni k internetu.
el: Δεν είναι δυνατή η δημιουργία σύνδεσης VPN. Δεν είστε συνδεδεμένοι στο Διαδίκτυο.
es_419: No se puede establecer una conexión VPN. No está conectado a Internet.
hu: Nem sikerült létrehozni a VPN-kapcsolatot. Nem csatlakozol az internethez.
nl: Kan de VPN-verbinding niet tot stand brengen. U bent niet verbonden met het internet.
pt: Impossível estabelecer a ligação VPN. Não há ligação à Internet.
ru: Невозможно установить подключение к VPN. Вы не подключены к Интернету.
tr: VPN bağlantısı kurulamadı. İnternete bağlı değilsiniz.

source: Not now
cs: Nyní ne
es_419: Ahora no
nl: Niet nu
pt: Agora não
ru: Не сейчас
tr: Şimdi değil

source: On maintenance
cs: Under maintenance
es_419: En mantenimiento
nl: In onderhoud
pt: Em manutenção
ru: Under maintenance
tr: Bakım yapılıyor

# _open_app_to_log_in
source: Show Proton VPN to log in...
cs: Zobrazit Proton VPN pro přihlášení...
el: Εμφάνιση του ProtonVPN για σύνδεση...
es_419: Mostrar Proton VPN para iniciar sesión...
hu: ProtonVPN bejelentkezés megjelenítése...
nl: Toon ProtonVPN om in te loggen...
pt: Mostrar o Proton VPN para iniciar sessão...
ru: Показать Proton VPN, чтобы войти...
tr: Oturum açılacak ProtonVPN'i göster...

source: OpenVPN Logs
cs: OpenVPN logy
es_419: Registro OpenVPN
hu: OpenVPN napló
pt: Diários OpenVPN
ru: Журналы OpenVPN
tr: OpenVPN günlük kayıtları

source: Overview
cs: Přehled
el: Επισκόπηση
es_419: Resumen
hu: Áttekintés
nl: Overzicht
pt: Vista geral
ru: Обзор
tr: Özet

# _p2p_description
source: Supports P2P traffic
cs: Podporuje provoz P2P
el: Υποστηρίζει κίνηση P2P
es_419: Soporta tráfico P2P
hu: Támogatja a P2P forgalmat
nl: Ondersteunt P2P verkeer
pt: Suporta tráfego P2P
ru: Поддержка P2P трафика
tr: P2P trafiğini destekler

# _p2p_detected_popup_body
source: Your connection has been disabled because you are using a server that does not support peer-to-peer (P2P) traffic. P2P is not supported on free servers or servers that are numbered 100 or greater.
cs: Vaše připojení bylo zakázáno, protože používáte server, který nepodporuje peer-to-peer (P2P) přenosy. P2P není podporován na bezplatných serverech nebo serverech s číslem 100 nebo vyšším.
el: Η σύνδεση σας έχει απενεργοποιηθεί επειδή χρησιμοποιείτε διακομιστές που δεν υποστηρίζουν κίνηση από χρήστες P2P. Το P2P δεν υποστηρίζεται σε δωρεάν διακομιστές ή διακομιστές με αριθμό 100 ή μεγαλύτερο αυτού.
es_419: Su conexión ha sido deshabilitada porque está usando un servidor que no soporta el tráfico entre pares (P2P). P2P no es compatible con servidores o servidores gratuitos que están numerados 100 o más.
hu: A kapcsolat le lett tiltva, mert olyan szerverre csatlakoztál, amely nem támogatja a peer-to-peer (P2P) forgalmat. A P2P-t nem támogatják ingyenes kiszolgálók, illetve a 100 vagy annál nagyobb számú szerverek. Kérlek válassz másik kiszolgálót a P2P számára.
nl: Uw verbinding is uitgeschakeld omdat u een server gebruikt die geen peer-to-peer (P2P) verkeer ondersteunt. P2P wordt niet ondersteund op gratis servers of servers genummerd vanaf 100.
pt: A sua ligação foi desactivada por estar a utilizar um servidor que não suporta tráfego peer-to-peer (P2P). P2P não é suportado nos servidores gratuitos ou servidores com número 100 ou superior.
ru: Ваше соединение было отключено, потому что вы используете сервер, не поддерживающий трафик peer-to-peer (P2P). P2P не поддерживается на бесплатных серверах или серверах с номером более 100.
tr: Eşler arası (P2P) trafiği desteklemeyen bir sunucu kullandığınız için bağlantınız devre dışı bırakıldı. P2P, ücretsiz sunucularda ve numarası 100 ve üzerinde olan sunucularda desteklenmez.

# _p2p_detected_popup_title
source: P2P traffic is not permitted on this server
cs: Provoz P2P není na tomto serveru povolen
el: Η κίνηση P2P δεν επιτρέπεται σε αυτόν τον διακομιστή
es_419: Este servidor no permite tráfico P2P
hu: A P2P forgalom nem engedélyezett ezen a szerveren
nl: P2P-verkeer is niet toegestaan op deze server
pt: O tráfego P2P não é permitido neste servidor
ru: P2P трафик не разрешен на этом сервере
tr: Bu sunucuda P2P trafiğine izin verilmiyor

# _p2p_forwarded_popup_body
source: Your connection has been automatically rerouted through another server because some servers do not support P2P traffic. This may reduce your connection speed. Please use servers with the P2P label to avoid rerouting.
cs: Vaše připojení bylo automaticky přesměrováno přes jiný server, protože některé servery nepodporují provoz P2P. To může snížit rychlost vašeho připojení. Abyste se vyhnuli přesměrování, používejte servery s označením P2P.
el: Η σύνδεση σας έχει επαναδρομολογηθεί αυτόματα μέσω άλλου διακομιστή, επειδή ορισμένοι διακομιστές δεν υποστηρίζουν κυκλοφορία P2P. Αυτό μπορεί να μειώσει την ταχύτητα σύνδεσης. Χρησιμοποιήστε διακομιστές με την ετικέτα P2P για να αποφύγετε την επαναδρομολόγηση.
es_419: Su conexión ha sido redirigida automáticamente a través de otro servidor porque algunos servidores no admiten tráfico P2P. Esto puede reducir su velocidad de conexión. Utilice servidores con la etiqueta P2P para evitar el redireccionamiento.
hu: A kapcsolat automatikusan átirányításra került egy másik kiszolgálón keresztül, mert egyes szerverek nem támogatják a fájlmegosztó (P2P) forgalmat. Ez csökkentheti a kapcsolat sebességét. Használj P2P ikonnal rendelkező szervereket.
nl: Uw verbinding is automatisch herleid via een andere server omdat sommige servers geen P2P-verkeer ondersteunen. Hierdoor kan uw verbindingssnelheid lager zijn. Gebruik servers met het P2P-label om te voorkomen dat de verbinding herleid wordt.
pt: A sua ligação foi automaticamente redireccionada para outro servidor porque alguns servidores não suportam tráfego P2P. Isto pode reduzir a velocidade de ligação. Por favor, utilize servidores com o rótulo P2P para evitar o redireccionamento.
ru: Ваше соединение было автоматически переадресовано через другой сервер, потому что некоторые серверы не поддерживают P2P трафик. Это может снизить скорость подключения. Пожалуйста, используйте серверы с меткой P2P, чтобы избежать переадресации трафика.
tr: Bazı sunucular P2P trafiğini desteklemediğinden, bağlantınız otomatik olarak başka bir sunucu üzerine yöneltildi. Bu durum, bağlantı hızınızı düşürebilir. Yeniden yöneltmeyi önlemek için lütfen P2P etiketli sunucular kullanın.

# _p2p_forwarded_popup_body_p1
source: Your connection has been automatically rerouted through another server because certain servers do not support P2P traffic. This may reduce your connection speed. Please use servers with the
cs: Vaše připojení bylo automaticky přesměrováno přes jiný server, protože některé servery nepodporují provoz P2P. To může snížit rychlost vašeho připojení. Používejte prosím servery s
el: Η σύνδεσή σας έχει επαναδρομολογηθεί αυτόματα μέσω άλλου διακομιστή, επειδή ορισμένοι διακομιστές δεν υποστηρίζουν κυκλοφορία P2P. Αυτό μπορεί να μειώσει την ταχύτητα σύνδεσης. Χρησιμοποιήστε διακομιστές με το
es_419: Su conexión ha sido redirigida automáticamente a través de otro servidor porque ciertos servidores no admiten tráfico P2P. Esto puede reducir su velocidad de conexión. Utilice servidores con el
hu: A kapcsolat automatikusan átirányításra került egy másik kiszolgálón keresztül, mert egyes szerverek nem támogatják a fájlmegosztó (P2P) forgalmat. Ez csökkentheti a kapcsolat sebességét. Használj P2P ikonnal rendelkező szervereket
nl: Uw verbinding is automatisch herleid via een andere server omdat sommige servers geen P2P-verkeer ondersteunen. Hierdoor kan uw verbindingssnelheid zijn verlaagt. Gebruik servers met het
pt: A sua ligação foi automaticamente redireccionada para outro servidor porque alguns servidores não suportam tráfego P2P. Isto pode reduzir a velocidade de ligação. Por favor, utilize servidores com o ícone
ru: Ваше соединение было автоматически переадресовано через другой сервер, потому что некоторые серверы не поддерживают P2P трафик. Это может снизить скорость подключения. Пожалуйста, используйте серверы со
tr: Bazı sunucular P2P trafiğini desteklemediğinden bağlantınız otomatik olarak başka bir sunucu üzerine yöneltildi. Bu durum, bağlantı hızınızı düşürebilir. Lütfen şu sunucuları kullanın

# _p2p_forwarded_popup_body_p2
source: icon to avoid traffic rerouting.
cs: ikonou abyste se vyhnuli pomalému přesměrování.
el: εικονίδιο για να αποφύγετε την επαναδρομολόγηση της κίνησης.
es_419: ícono para evitar el redireccionamiento del tráfico.
hu: a forgalom átirányításának elkerülése.
nl: pictogram om verkeersherleiding te voorkomen.
pt: para evitar o redireccionamento do tráfego.
ru: значок, чтобы избежать перенаправления трафика.
tr: trafiğin yeniden yöneltilmesini önlemek için simge.

# _p2p_forwarded_popup_title
source: Connection rerouted
cs: Připojení přesměrováno
el: Η σύνδεση επαναδρομολογήθηκε
es_419: Conexión redirigida
hu: Kapcsolódási probléma
nl: Verbinding omgeleid
pt: Ligação redireccionada
ru: Изменился маршрут подключения
tr: Bağlantı yeniden yöneltildi

source: P2P Server
cs: Server P2P
el: Διακομιστής P2P
es_419: Servidor P2P
hu: P2P szerver
pt: Servidor P2P
ru: P2P сервер
tr: P2P sunucusu

source: P2P servers
cs: P2P servery
el: Διακομιστές P2P
es_419: Servidores P2P
hu: P2P szerverek
nl: P2P-server
pt: Servidores P2P
ru: Р2Р серверы
tr: P2P sunucuları

# _paid_required
source: Paid Proton VPN plan required
cs: Je vyžadováno předplatné Proton VPN
el: Απαιτείται πλάνο ProtonVPN επι πληρωμής
es_419: Se requiere un plan Proton VPN de pago
hu: Előfizetéses ProtonVPN csomag szükséges
nl: Betaald ProtonVPN-abonnement vereist
pt: Requerido um plano Proton VPN pago
ru: Требуется платный тариф Proton VPN
tr: Ücretli ProtonVPN tarifesi gerekli

source: Password
cs: Heslo
el: Κωδικός
es_419: Contraseña
hu: Jelszó
nl: Wachtwoord
pt: Senha
ru: Пароль
tr: Parola

# _password_confirm
source: Confirm password
cs: Potvrzení hesla
el: Επιβεβαίωση κωδικού
es_419: Confirmar contraseña
hu: Jelszó újra
nl: Bevestig wachtwoord
pt: Confirmar senha
ru: Подтвердите пароль
tr: Parola onayı

# _per_year_short
source: / yr
cs: / rok
el: / χρ
es_419: /año
hu: / év
nl: / jaar
pt: /ano
ru: / год
tr: / yıl

# _performance_load_description
source: Servers with high load are slower than servers with low load.
cs: Servery s vyšším vytížením jsou pomalejší než servery s nízkým vytížením.
es_419: Los servidores con carga mayor son más lentos que los servidores con carga menor.
nl: Servers met hoge belasting zijn langzamer dan servers met lage lading.
pt: Os servidores com uma mais carga alta são mais lentos.
ru: Серверы с высокой нагрузкой медленнее, чем серверы с низкой нагрузкой.
tr: Yükü yüksek olan sunucular, düşük olanlara göre daha yavaştır.

# _performance_load_high
source: High
cs: Vysoké
es_419: Alta
nl: Hoog
pt: Alta
ru: Высокая
tr: Yüksek

# _performance_load_low
source: Low
cs: Nízké
es_419: Baja
nl: Laag
pt: Baixa
ru: Низкая
tr: Düşük

# _performance_load_medium
source: Medium
cs: Střední
es_419: Media
nl: Gemiddeld
pt: Média
ru: Средняя
tr: Orta

# _performance_title
source: Performance
cs: Výkon
es_419: Rendimiento
nl: Prestaties
pt: Desempenho
ru: Производительность
tr: Başarım

# _phone_country_code_placeholder
source: Code
cs: Kód
el: Κωδικός
es_419: Código
hu: Kód
pt: Código
ru: Код
tr: Kod

# _phone_number_placeholder
source: Enter phone number
cs: Zadejte telefonní číslo
el: Εισάγετε αριθμό τηλεφώνου
es_419: Ingrese el número de teléfono
hu: Add meg a telefonszámod
nl: Telefoonnummer
pt: Insira o nº de telefone
ru: Введите номер телефона
tr: Telefon numarasını yazın

# _plan_does_not_include_secure_core
source: Your plan doesn't include Secure Core feature.
cs: Váš tarif nezahrnuje funkci Secure Core.
el: Το πακέτο σας δεν περιλαμβάνει τη λειτουργία Secure Core.
es_419: Su plan no incluye la función Secure Core.
hu: A csomag nem tartalmazza a biztonsági mag szolgáltatást.
nl: Uw abonnement bevat geen Secure Core functie.
pt: O seu plano não inclui a funcionalidade Secure Code.
ru: Ваш план не включает в себя функцию Secure Core.
tr: Tarifenizde Secure Core özelliği bulunmuyor.

# _plan_speed_fastest
source: Fastest speed
cs: Nejvyšší rychlost
el: Μεγαλύτερη δυνατή ταχύτητα
es_419: Velocidad máxima
hu: Leggyorsabb sebesség
nl: Hoogste snelheid
pt: A velocidade mais rápida
ru: Высочайшая скорость
tr: En yüksek hız

# _plan_speed_high
source: High speed
cs: Vysoká rychlost
el: Υψηλή ταχύτητα
es_419: Velocidad alta
hu: Nagy sebesség
nl: Hoge Snelheid
pt: Velocidade alta
ru: Высокая скорость
tr: Yüksek hız

# _plan_speed_medium
source: Medium speed
cs: Střední rychlost
el: Μέτρια ταχύτητα
es_419: Velocidad media
hu: Közepes sebesség
nl: Gemiddelde snelheid
pt: Velocidade média
ru: Средняя скорость
tr: Orta hız
