Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _trial_expired_alert_body_iOS
source: Your 7 day free trial of Proton VPN Plus has expired. You can continue to use Proton VPN Free, but if you would like to support the project and have access to more countries and features, please upgrade to a paid plan.
cs: Vaše 7denní bezplatná zkušební verze Proton VPN Plus vypršela. Můžete nadále používat bezplatnou Proton VPN, ale pokud chcete projekt podpořit a mít přístup k více zemím a funkcím, přejděte na placený tarif.
el: Η δοκιμαστική περίοδος για 7 ημέρες ProtonVPN Plus έχει λήξει. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το ProtonVPN Free, αλλά αν θέλετε να υποστηρίξετε το έργο μας και να αποκτήσετε πρόσβαση σε περισσότερες χώρες και δυνατότητες, παρακαλούμε αναβαθμίστε σε ένα πακέτο επί πληρωμής.
es_419: Su prueba gratuita de 7 días de Proton VPN Plus ha expirado. Puede continuar usando Proton VPN Free, pero si desea apoyar el proyecto y tener acceso a más países y funciones, mejore a un plan de pago.
hu: A ProtonVPN Plus 7 napos ingyenes próbaverziója lejárt. Folytathatod a ProtonVPN ingyenes csomag használatával, de ha támogatni szeretnéd a projektet, és nagyobb sebességgel, illetve több funkcióval rendelkező szolgáltatást szeretnél, kérlek válts egy fizetős csomagra.
nl: Uw 7 dagen gratis proefperiode van ProtonVPN Plus is verlopen. U kunt ProtonVPN Free blijven gebruiken, maar als u het project wilt steunen en toegang wilt hebben tot meer landen en functies, upgrade dan naar een betaald abonnement.
pt: A sua avaliação de sete dias do Proton VPN Plus expirou. Pode continuar a utilizar o Proton VPN Free, mas se deseja ajudar a suportar o projecto e ter velocidades mais altas e mais funcionalidades, por favor subscreva um plano pago.
ru: Срок действия вашей 7-дневной бесплатной пробной версии Proton VPN Plus истек. Вы можете продолжать использовать Proton VPN Free, но если вы хотите поддержать проект и иметь доступ к большему количеству стран и функций, пожалуйста, перейдите на платный тариф.
tr: 7 günlük ücretsiz ProtonVPN Plus deneme süresi doldu. Ücretsiz ProtonVPN hizmetini kullanmaya devam edebilirsiniz. Ancak projeyi destekleyerek başka ükelere ve daha fazla özelliğe erişmek istiyorsanız, ücretli bir tarifeye geçin.

# _trial_expired_alert_title_iOS
source: Proton VPN Plus trial expired
cs: Zkušební doba Proton VPN Plus vypršela
el: Η δοκιμαστική περίοδος ProtonVPN Plus έληξε
es_419: Prueba de Proton VPN Plus expirada
hu: A ProtonVPN Plus próbaverzió lejárt
nl: ProtonVPN Plus proefperiode verlopen
pt: Teste do Proton VPN Plus expirado
ru: Пробная версия Proton VPN Plus истекла
tr: ProtonVPN Plus deneme süresi doldu

# _trial_popup_call_to_upgrade
source: To have permanent access to Proton VPN Plus features, you can upgrade your plan.
cs: Pro trvalý přístup k funkcím Proton VPN Plus navyšte prosím své předplatné.
el: Για να έχετε μόνιμη πρόσβαση στις λειτουργίες ProtonVPN Plus, μπορείτε να αναβαθμίσετε το πακέτο σας.
es_419: Para tener acceso permanente a las funciones de Proton VPN Plus, puede actualizar su plan.
hu: A ProtonVPN Plus szolgáltatásaihoz való állandó hozzáférés érdekében frissítheted a csomagod.
nl: Om permanent toegang te hebben tot ProtonVPN Plus functies, kunt u uw abonnement upgraden.
pt: Para ter acesso permanente às funcionalidades do Proton VPN Plus, pode actualizar o seu plano.
ru: Для постоянного доступа к функциям Proton VPN Plus, вы можете улучшить свой тариф.
tr: ProtonVPN Plus özelliklerine kalıcı olarak erişim sağlamak için tarifenizi yükseltebilirsiniz.

# _trial_popup_enjoy
source: Enjoy the full benefits of secure internet anywhere with Proton VPN
cs: Užívejte si všech výhod bezpečného internetu kdekoli s Proton VPN
el: Απολαύστε τα οφέλη ενός ασφαλές διαδικτύου οπουδήποτε, με το ProtonVPN
es_419: Disfrute de todos los beneficios de un internet seguro en cualquier lugar con Proton VPN
hu: Élvezd a biztonságos internet teljes előnyeit bárhol a ProtonVPN segítségével
nl: Geniet van alle voordelen van veilig internet waar dan ook met ProtonVPN
pt: Aproveite todos os benefícios da Internet segura em qualquer sítio com o Proton VPN
ru: Пользуйтесь полными преимуществами безопасного Интернета где угодно с Proton VPN
tr: ProtonVPN ile her yerde güvenli internetten tamamıyla yararlanın

# _trial_popup_explanation
source: As a welcome gift, you have access to a %@, including advanced features for the first few days! Your welcome trial ends in
cs: Jako dárek na uvítanou máte v prvních dnech přístup k %@ včetně pokročilých funkcí! Vaše zkušební verze končí za
el: Ως δώρο καλωσορίσματος, έχετε πρόσβαση σε %@, συμπεριλαμβανομένων των προηγμένων λειτουργιών για τις πρώτες ημέρες! Η δοκιμαστική περίοδος, λήγει σε
es_419: Como regalo de bienvenida, ¡le damos acceso a una %@, que incluye funciones avanzadas durante el periodo inicial! Su prueba de bienvenida termina el
hu: Üdvözlő ajándékként hozzáférhetsz a %@ csomagunkhoz, beleértve az összes prémium szoláltatásunkat. A próbaverzió lejárati ideje
nl: Als welkomstgeschenk, heeft u toegang tot een %@, inclusief geavanceerde functies in de eerste paar dagen! Uw proefperiode eindigt over
pt: Como presente de boas-vindas, tem acesso a %@, incluindo funcionalidades avançadas para os primeiros dias! O seu período de teste acaba em
ru: В качестве приветственного подарка у вас есть доступ к %@, включая расширенные функции в течение первых дней! Ваша пробная версия заканчивается
tr: Hoş geldiniz hediyesi olarak, ilk birkaç gün için gelişmiş özelliklerin bulunduğu %@ erişiminiz olacak! Bu özellikleri deneme süreniz şu tarihte bitecek

# _trial_popup_free_upgrade
source: free upgrade to Proton VPN Plus
cs: bezplatné navýšení na Proton VPN Plus
el: free αναβάθμιση σε ProtonVPN Plus
es_419: actualización gratuita a Proton VPN Plus
hu: ingyenes váltás a ProtonVPN Plus-ra
nl: upgrade gratis naar ProtonVPN Plus
pt: actualização gratuita para Proton VPN Plus
ru: бесплатное улучшение до Proton VPN Plus
tr: ProtonVPN Plus tarifesine ücretsiz geçiş

# _trial_popup_full_subscription
source: full Proton VPN subscription
cs: úplné předplatné Proton VPN
el: πλήρης συνδρομή ProtonVPN
es_419: suscripción completa a Proton VPN
hu: teljes ProtonVPN előfizetés
nl: volledig ProtonVPN abonnement
pt: subscrição completa do Proton VPN
ru: полная подписка на Proton VPN
tr: tam ProtonVPN aboneliği

# _trial_popup_introduction
source: We have given you a %@ which includes more servers and additional features. Your Proton VPN Plus trial ends in 7 days.
cs: Poskytli jsme vám %@, zahrnuje více serverů a dodatečné funkce. Zkušební verze Proton VPN Plus končí za 7 dní.
el: Σας έχουμε δώσει ένα %@ το οποίο περιλαμβάνει περισσότερους διακομιστές και επιπλέον λειτουργίες. Η δοκιμαστική περίοδος σας στο ProtonVPN Plus λήγει σε 7 ημέρες.
es_419: Le hemos dado una %@ que incluye más servidores y funciones adicionales. Su prueba de Proton VPN Plus finaliza en 7 días.
hu: Kaptál tőlünk egy %@-t, mely több szervert és szolgáltatást tartalmaz. A ProtonVPN Plus próbaverzió ideje 7 nap.
nl: We hebben u een %@ gegeven met meer servers en extra functies. Uw ProtonVPN Plus proefperiode eindigt over 7 dagen.
pt: Oferecemos-lhe uma %@, que inclui mais servidores e funcionalidades adicionais. O seu período de teste do Proton VPN Plus termina em 7 dias.
ru: Мы дали вам %@, в котором больше серверов и дополнительных функций. Пробный период Proton VPN Plus заканчивается через 7 дней.
tr: Size daha fazla sunucuya ve ek özelliklere erişim sağlayan bir %@ verdik. ProtonVPN Plus deneme süreniz 7 gün içinde sona erecek.

# _trial_popup_thanks
source: Thank you for using Proton VPN!
cs: Děkujeme, že používáte Proton VPN!
el: Ευχαριστούμε που χρησιμοποιείτε το ProtonVPN!
es_419: ¡Gracias por usar Proton VPN!
hu: Köszönjük a ProtonVPN használatát!
nl: Bedankt voor het gebruik van ProtonVPN!
pt: Obrigado por utilizar o Proton VPN!
ru: Спасибо, что используете Proton VPN!
tr: ProtonVPN kullandığınız için teşekkür ederiz!

# _trial_popup_title
source: Proton VPN Trial
cs: Zkušební verze Proton VPN
es_419: Prueba de Proton VPN
hu: ProtonVPN próba
nl: ProtonVPN Proefperiode
pt: Teste Proton VPN
ru: Пробный период Proton VPN
tr: ProtonVPN denemesi

# _trial_welcome_description_iOS
source: As a welcome gift you have access to a full Proton VPN subscription including advanced features for the first days!
cs: Jako dárek na uvítanou máte v prvních dnech přístup k plnému předplatnému Proton VPN včetně pokročilých funkcí!
el: Ως δώρο καλωσορίσματος έχετε πρόσβαση σε μια πλήρη συνδρομή ProtonVPN που περιλαμβάνει προηγμένες λειτουργίες για τις πρώτες μέρες!
es_419: ¡Como regalo de bienvenida, tiene acceso a una suscripción completa de Proton VPN que incluye funciones avanzadas por los primeros días!
hu: Üdvözlő ajándékként hozzáférhetsz a ProtonVPN összes fizetős szolgáltatásához!
nl: Als welkomgeschenk heeft u de eerste dagen toegang tot een volledig ProtonVPN abonnement met geavanceerde functies!
pt: Como presente de boas-vindas, tem acesso completo à subscrição do Proton VPN, incluindo funcionalidades avançadas nos primeiros dias!
ru: В качестве приветственного подарка у вас есть доступ к полной подписке Proton VPN, включая расширенные функции в течение первых дней!
tr: Hoş geldiniz hediyesi olarak, ilk birkaç gün için gelişmiş özelliklerin bulunduğu %@ erişiminiz olacak!

# _trial_welcome_ends_in_iOS
source: Your trial ends in
cs: Vaše zkušební období končí za
el: Η δοκιμαστική περίοδος λήγει σε
es_419: Su prueba termina en
hu: A próbaidőszak lejár
nl: Uw proefperiode loopt af in
pt: A avaliação termina em
ru: Пробный период заканчивается через
tr: Kalan deneme süreniz:

# _trial_welcome_heading_iOS
source: Welcome on board
cs: Vítejte na palubě
el: Καλώς ήρθατε
es_419: Bienvenido/a a bordo
hu: Üdvözlünk a fedélzeten
nl: Welkom aan boord
pt: Boas-vindas a bordo
ru: Добро пожаловать на борт
tr: Hoş geldiniz

# _troubleshoot_item_alt_description
source: In case Proton sites are blocked, this setting allows the app to try alternative network routing to reach Proton, which can be useful for bypassing firewalls or network issues. We recommend keeping this setting on for greater reliability. Learn more
cs: V případě, že jsou stránky Proton blokovány, toto nastavení umožňuje aplikaci vyzkoušet alternativní směrování sítě k dosažení Protonu, což může být užitečné pro obejití firewallů nebo problémů se sítí. Doporučujeme ponechat toto nastavení zapnuté pro větší spolehlivost. Více informací
es_419: En caso de que los sitios de Proton estén bloqueados, esta configuración permite a la aplicación probar rutas de red alternativas para llegar a Proton, esto puede ser útil para evitar problemas de red o firewalls. Recomendamos mantener esta configuración activada para mayor confiabilidad. Más información
nl: In het geval dat Proton-sites worden geblokkeerd, stelt deze instelling de app in staat om alternatieve netwerkroutering te proberen om Proton te bereiken, wat nuttig kan zijn voor het omzeilen van firewalls of netwerkproblemen. We raden aan deze instelling aan te houden voor een grotere betrouwbaarheid. Meer informatie
pt: Caso as páginas do Proton estejam bloqueadas, esta definição permite à aplicação tentar redireccionar o tráfego para ligar ao Proton, o que pode ser útil para contornar firewalls ou problemas de rede. Recomendamos que mantenha esta definição para maior confiança. Saiba mais
ru: В случае блокировки сайтов Proton эта настройка позволяет приложению попробовать альтернативную сетевую маршрутизацию, чтобы добраться до Proton, что может быть полезно для обхода брандмауэров или сетевых проблем. Для большей надежности мы рекомендуем оставить эту настройку включенной. Подробнее
tr: Bu ayar, Proton sitelerinin engellenmesi durumunda, uygulamanın Proton ağına ulaşmak için alternatif ağ yöneltmesi kullanmasını sağlar. Bu seçenek, güvenlik duvarlarını veya ağ sorunlarını aşmak için yararlı olabilir. Daha fazla güvenilirlik için bu ayarı açık tutmanızı öneririz. Ayrıntılı bilgi alın

# _troubleshoot_item_alt_link1
source: Learn more
cs: Více informací
es_419: Más información
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntılı bilgi alın

# _troubleshoot_item_alt_title
source: Allow alternative routing
cs: Povolit alternativní směrování
es_419: Permitir ruta alternativa
nl: Alternatieve routing toestaan
pt: Permitir redireccionamento alternativo
ru: Разрешить альтернативную маршрутизацию
tr: Alternatif yöneltme kullanılabilsin

# _troubleshoot_item_antivirus_description
source: Temporarily disable or remove your antivirus software.
cs: Dočasně zakažte nebo odstraňte váš antivirový program.
es_419: Deshabilite temporalmente o elimine su software antivirus.
nl: Tijdelijk uitschakelen of verwijderen van uw antivirussoftware.
pt: Desactive temporariamente o antivírus ou remova-o.
ru: Временно отключите или удалите антивирусное программное обеспечение.
tr: Antivirus uygulamanızı geçici olarak devre dışı bırakın veya kaldırın.

# _troubleshoot_item_antivirus_title
source: Antivirus interference
cs: Interference antiviru
es_419: Interferencia del antivirus
nl: Antivirus-probleem
pt: Interferência do antivírus
ru: Конфликт с антивирусом
tr: Antivirüs çakışması

# _troubleshoot_item_gov_description
source: Your country may be blocking access to Proton. Try using Tor to access Proton.
cs: Vaše země možná blokuje přístup ke službě Proton. Zkuste pro přístup k Protonu použít Tor.
es_419: Su país puede estar bloqueando el acceso a Proton. Pruebe usando Tor para acceder a Proton.
nl: Uw land blokkeert mogelijk de toegang tot Proton. Probeer Tor te gebruiken om Proton te openen.
pt: O seu país pode estar a bloquear op acesso ao Proton. Tente utilizar o Tor para aceder ao Proton.
ru: Возможно, ваша страна блокирует доступ к Proton. Попробуйте использовать Tor для доступа к Proton.
tr: Ülkeniz Proton ağına erişimi engelliyor olabilir. Proton ağına erişmek için Tor kullanmayı deneyin.

# _troubleshoot_item_gov_title
source: Government block
cs: Vládní blokování
es_419: Bloqueo gubernamental
nl: Blokkade door overheidsinstanties
pt: Bloqueio governamental
ru: Правительственная блокировка
tr: Hükümet engellemesi

# _troubleshoot_item_isp_description
source: Try connecting to Proton from a different network (or Tor).
cs: Zkuste se připojit k Protonu z jiné sítě (nebo použijte Tor).
es_419: Intente conectarse a Proton desde una red diferente (o use Tor).
nl: Probeer verbinding te maken met Proton vanuit een ander netwerk (of Tor).
pt: Tente ligar ao Proton de uma rede diferente (ou o Tor).
ru: Попробуйте подключиться к Proton из другой сети (либо Tor).
tr: Proton ağına başka bir ağdan (ya da Tor üzerinden) bağlanmayı deneyin.

# _troubleshoot_item_isp_title
source: Internet Service Provider (ISP) problem
cs: Problém s poskytovatelem internetových služeb (ISP)
es_419: Problema del proveedor de servicios de Internet (ISP)
nl: Probleem met Internet Service Provider (ISP)
pt: Problema no fornecedor de serviços Internet (ISP)
ru: Проблема с интернет-провайдером (ISP)
tr: İnternet hizmeti sağlayıcı (ISP) sorunu

# _troubleshoot_item_nointernet_description
source: Please make sure that your internet connection is working.
cs: Prosíme zkontrolujte, že jste připojeni k internetu.
es_419: Asegúrese de que su conexión a internet esté funcionando.
nl: Zorg ervoor dat uw internetverbinding werkt.
pt: Por favor, certifique-se de que a sua ligação à Internet está a funcionar.
ru: Пожалуйста, убедитесь, что ваше Интернет-соединение работает.
tr: Lütfen internet bağlantınızın çalıştığından emin olun.

# _troubleshoot_item_nointernet_title
source: No internet connection
cs: Bez připojení k Internetu
es_419: No hay conexión a internet
nl: Geen internetverbinding
pt: Sem ligação à Internet
ru: Отсутствует подключение к Интернету
tr: İnternet bağlantısı yok

# _troubleshoot_item_other_description
source: Contact us directly through our support form, email (%@), or Twitter.
cs: Kontaktujte nás přímo prostřednictvím formuláře podpory, e-mailu (%@) nebo Twitteru.
es_419: Contáctenos directamente a través de nuestro formulario de soporte, correo electrónico (%@) o Twitter.
nl: Neem rechtstreeks contact met ons op via ons ondersteuningsformulier, e-mail (%@), of Twitter.
pt: Contacte-nos directamente através do nosso formulário de suporte, email (%@) ou Twitter.
ru: Свяжитесь с нами напрямую через нашу форму поддержки, по эл. почте (%@), или Twitter.
tr: Destek formumuz, e-posta (%@) ya da Twitter ile doğrudan bizimle görüşün.

# _troubleshoot_item_other_link1
source: support form
cs: formulář podpory
es_419: formulario de soporte
nl: contactformulier
pt: formulário de suporte
ru: форма поддержки
tr: destek formu

# _troubleshoot_item_other_link2
source: email
es_419: correo
ru: эл. почта
tr: e-posta

# _troubleshoot_item_other_title
source: Still can’t find a solution
cs: Stále nemůžu najít řešení
es_419: Todavía no se puede encontrar una solución
nl: Kan nog steeds geen oplossing vinden
pt: Ainda não encontrou uma solução
ru: Так и не нашлось решение
tr: Hala bir çözüm bulunamadı

# _troubleshoot_item_proton_description
source: Check Proton Status for our system status.
cs: Zkontrolujte Stav Protonu pro zjištění stavu našeho systému.
es_419: Compruebe la conexión de Proton para ver el estado de nuestro sistema.
nl: Controleer Proton Status voor onze systeemstatus.
pt: Verifique o estado do Proton no nosso estado do sistema.
ru: Проверьте статус Proton для нашей системы.
tr: Sistemimizin durumunu görmek için Proton durumunu sayfasına bakın.

# _troubleshoot_item_proton_link1
source: Proton Status
cs: Stav Protonu
es_419: Estado de Proton
pt: Estado do Proton
ru: Статус Proton
tr: Proton durumu

# _troubleshoot_item_proton_title
source: Proton is down
cs: Proton je offline
es_419: Proton está caído
nl: Proton werkt niet meer
pt: O Proton está indisponível
ru: Proton не работает
tr: Proton çalışmıyor

# _troubleshoot_item_proxy_description
source: Disable any proxies or firewalls, or contact your network administrator.
cs: Zakažte všechny proxy nebo brány firewall nebo se obraťte na správce sítě.
es_419: Deshabilite cualquier proxy o firewall, o contacte con el administrador de su red.
nl: Schakel eventuele proxy's of firewalls uit of neem contact op met uw netwerkbeheerder.
pt: Desactive proxies e/ou firewalls ou entre em contacto com o administrador de rede.
ru: Отключите все прокси-серверы или брандмауэры, или обратитесь к своему сетевому администратору.
tr: Vekil sunucuları veya güvenlik duvarlarını devre dışı bırakın ya da ağ yöneticinizle görüşün.

# _troubleshoot_item_proxy_title
source: Proxy/Firewall interference
cs: Rušení proxy/firewallem
es_419: Interferencia de Proxy/Firewall
nl: Proxy/Firewall interferentie
pt: Interferência de Proxy/Firewall
ru: Конфликт с прокси-сервером/брандмауэром
tr: Vekil sunucu veya güvenlik duvarı müdahalesi

# _troubleshoot_title
source: Troubleshooting
cs: Řešení problémů
es_419: Solución de problemas
nl: Probleemoplossing
pt: Solução de problemas
ru: Устранение неисправностей
tr: Sorun giderme

source: Try again
cs: Zkusit znovu
es_419: Intente nuevamente
nl: Opnieuw proberen
pt: Tente de novo
ru: Попробовать ещё раз
tr: Yeniden dene

# _try_again_without_killswitch
source: Disable Kill Switch and retry
cs: Vypněte Kill Switch a zkuste to znovu
es_419: Deshabilitar el interruptor de apagado y reintentar
nl: Schakel Kill Switch uit en probeer het opnieuw
pt: Desactive o Kill Switch e tente novamente
ru: Отключите Kill Switch и повторите попытку
tr: Bağlantı kesiciyi devre dışı bırakıp yeniden deneyin

# _turn_ks_on_description
source: By activating Kill Switch, you won't be able to access devices on your local network. Continue?
cs: Zapnutím funkce Kill Switch nebudete mít přístup k zařízením v místní síti. Pokračovat?
es_419: Al activar el interruptor de apagado, no podrá acceder a los dispositivos en su red local. ¿Continuar?
nl: Door het activeren van de Kill Switch, bent u niet in staat om toegang te krijgen tot apparaten op uw lokale netwerk. Doorgaan?
pt: Se activar o Kill Switch, não poderá aceder a dispositivos na rede local. Continuar?
ru: При активации Kill Switch, вы не сможете получить доступ к устройствам в вашей локальной сети. Продолжить?
tr: Bağlantı kesiciyi etkinleştirdiğinizde yerel ağınızdaki aygıtlara erişemeyeceksiniz Devam etmek istiyor musunuz?

# _turn_ks_on_title
source: Turn Kill Switch on?
cs: Zapnout Kill Switch?
es_419: ¿Activar el interruptor de apagado?
nl: De Kill Switch inschakelen?
pt: Activar o Kill Switch?
ru: Включить Kill Switch?
tr: Bağlantı kesici açılsın mı?

source: Turn on
cs: Zapnout
es_419: Activar
nl: Zet aan
pt: Activar
ru: Включить
tr: Aç

source: Unavailable
cs: Není k dispozici
el: Μη διαθέσιμο
es_419: No disponible
hu: Nem elérhető
nl: Niet beschikbaar
pt: Indisponível
ru: Недоступно
tr: Kullanılamıyor

# _unprotected_network
source: Notify unprotected networks
cs: Unprotected network notifications
es_419: Notificar redes sin protección
nl: Onbeschermde netwerken informeren
pt: Notificar redes desprotegidas
ru: Unprotected network notifications
tr: Korunmayan ağlar bildirilsin

# _unprotected_network_tooltip
source: Receive a notification when Proton VPN detects you are connected to an unprotected network.
cs: Obdržíte oznámení, když Proton VPN zjistí, že jste připojeni k nechráněné síti.
es_419: Reciba una notificación cuando Proton VPN detecte que está conectado a una red sin protección.
nl: Ontvang een melding wanneer ProtonVPN detecteert dat u verbonden bent met een onbeveiligd netwerk.
pt: Receber uma notificação quando o Proton VPN detectar que está ligado a uma rede desprotegida.
ru: Получать уведомление, когда Proton VPN обнаруживает, что вы подключены к незащищенной сети.
tr: ProtonVPN korunmayan bir ağa bağlı olduğunuzu algıladığında bir bildirim görüntülenir.

# _unsecure_wifi
source: Insecure WiFi connection detected
cs: Bylo zjištěno nezabezpečené připojení WiFi
es_419: Conexión Wi-Fi insegura detectada
nl: Onveilige wifi-verbinding gedetecteerd
pt: Ligação WiFi insegura detectada
ru: Обнаружено небезопасное подключение к Wi-Fi
tr: Güvenli olmayan Wi-Fi bağlantısı algılandı

# _unsecure_wifi_learn_more
source: Learn More
cs: Více informací
es_419: Más información
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntlı bilgi alın

# _unsecure_wifi_title
source: Insecure WiFi Detected
cs: Rozpoznána nezabezpečená WiFi
es_419: Wi-Fi insegura detectada
nl: Onveilige WiFi gedetecteerd
pt: WiFi inseguro detectado
ru: Обнаружен небезопасный Wi-Fi
tr: Güvenli olmayan Wi-Fi algılandı

# _update_billing
source: UPDATE MY BILLING
cs: AKTUALIZOVAT PLATEBNÍ INFORMACE
es_419: ACTUALIZAR MI FACTURACIÓN
nl: MIJN FACTURERING UPDATEN
pt: ACTUALIZAR A MINHA FACTURAÇÃO
ru: ОБНОВИТЬ МОИ РЕКВИЗИТЫ
tr: FATURAMI GÜNCELLE

source: Update required
cs: Je vyžadována aktualizace
el: Απαιτείται ενημέρωση
es_419: Actualización requerida
hu: Frissítés szükséges
nl: Update vereist
pt: Actualização requerida
ru: Требуется обновление
tr: Güncelleme gerekli
