Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _ks_requires_swift5_popup_msg
source: To enable Kill Switch, you need to download and install the %@. Please install it before enabling Kill Switch.
cs: Chcete-li zapnout funkci Kill Switch, musíte si stáhnout a nainstalovat %@. Prosím proveďte tuto instalaci před zapnutím Kill Switch.
es_419: Para habilitar el interruptor de apagado, necesita descargar e instalar la %@. Instálelo antes de habilitar el interruptor.
nl: Om Kill Switch in te schakelen, moet u de %@downloaden en installeren. Installeer het voordat u Kill Switch inschakelt.
pt: Para activar o Kill Switch, tem de transferir e instalar %@. Por favor, faça-o antes de activar o Kill Switch.
ru: Чтобы включить Kill Switch, необходимо загрузить и установить программу %@. Пожалуйста, установите её до включения Kill Switch.
tr: Bağlantı kesiciyi etkinleştirmek için, %@ indirip kurmanız gerekiyor. Lütfen Bağlantı kesiciyi etkinleştirmeden önce kurun.

# _ks_requires_swift5_popup_msg2
source: Proton VPN couldn't detect the %@. To enable Kill Switch, please install software first.
cs: Proton VPN nerozpoznala %@. Chcete-li zapnout funkci Kill Switch, nainstalujte nejprve software.
es_419: Proton VPN no pudo detectar la %@. Para habilitar el interruptor de apagado, instale primero el software.
nl: ProtonVPN kon de %@ niet detecteren. Om de Kill Switch in te schakelen, installeer eerst de software.
pt: O Proton VPN não conseguiu detectar o %@. Para activar o Kill Swicth, por favor instale o programa primeiro.
ru: Proton VPN не смог обнаружить %@. Чтобы включить Kill Switch, пожалуйста, сначала установите программное обеспечение.
tr: ProtonVPN %@ algılayamadı. Bağlantı kesiciyi etkinleştirin. Lütfen önce uygulamayı kurun.

# _ks_swift5_lib_name
source: Swift 5 Runtime Support library
cs: Knihovna podpory běhu Swift 5
es_419: Biblioteca de soporte de Swift 5 Runtime
pt: Biblioteca de suporte Swift 5 Runtime
ru: Поддержку библиотеки Swift 5 Runtime
tr: Swift 5 çalıştırma ortamı desteği kitaplığı

source: Learn more
cs: Více informací
el: Μάθετε περισσότερα
es_419: Más información
hu: További információk
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntılı bilgi alın

source: Learn more about Secure Core
cs: Dozvědět se více o Secure Core
el: Μάθετε περισσότερα για το Secure Core
es_419: Más información de Secure Core
hu: További információk a biztonsági magról
nl: Meer informatie over Secure Core
pt: Saiba mais acerca do Secure Core
ru: Узнайте больше о Secure Core
tr: Secure Core hakkında ayrıntılı bilgi alın

source: Less info
cs: Méně informací
es_419: Menos información
nl: Minder informatie
pt: Menos informação
ru: Меньше информации
tr: Daha az bilgi

source: Load
cs: Vytížení
el: Φόρτος
es_419: Carga
hu: Betöltés
nl: Belast
pt: Carregar
ru: Загрузить
tr: Yük

source: Loading connection info
cs: Načítání informací o připojení
es_419: Cargando información de conexión
nl: Verbindingsinformatie laden
pt: A carregar informação da ligação
ru: Загрузка данных о подключении
tr: Bağlantı bilgileri yükleniyor

source: Loading connection info for %@
cs: Načítání informací o připojení pro %@
es_419: Cargando información de conexión para %@
nl: Verbindingsinformatie voor %@ laden
pt: A carregar informação da ligação para %@
ru: Загрузка данных о подключении для %@
tr: %@ için bağlantı bilgileri yükleniyor

# _loading_screen_slogan
source: Secure Internet Anywhere
cs: Zabezpečený Internet kdekoli
el: Ασφαλές Διαδίκτυο Οπουδήποτε
es_419: Internet seguro en cualquier lugar
hu: Biztonságos internet bárhol
nl: Overal veilig internet
pt: Internet segura em qualquer sítio
ru: Безопасный Интернет где угодно
tr: Her yerde güvenli internet

# _local_agent_policy_violation_error_message
source: You are not allowed to connect to the server. Choose a different server or upgrade your plan.
cs: Nemáte dovoleno připojit se k tomuto serveru. Zvolte jiný server nebo navyšte svůj tarif.
es_419: No tiene permitido conectarse al servidor. Elija un servidor diferente o actualice su plan.
nl: U hebt geen toestemming om verbinding te maken met de server. Kies een andere server of upgrade uw abonnement.
pt: Não tem permissão para ligar ao servidor. Escolha um servidor diferente ou actualize o seu plano.
ru: Вам не разрешено подключаться к серверу. Выберите другой сервер или улучшите ваш тариф.
tr: Sunucuya bağlanmanıza izin verilmiyor. Başka bir sunucu seçin ya da tarifenizi yükseltin.

# _local_agent_policy_violation_error_title
source: Policy violation
cs: Porušení pravidel
es_419: Violación de políticas
nl: Beleidsschending
pt: Violação da política
ru: Нарушение правил
tr: İlke ihlali

# _local_agent_server_error_message
source: An error occured on the server. Please connect to another server.
cs: Na serveru se vyskytla chyba. Prosím připojte se k jinému serveru.
es_419: Se ha producido un error en el servidor. Por favor, conéctese a otro servidor.
nl: Er is een fout opgetreden op de server. Maak verbinding met een andere server.
pt: Ocorreu um erro no servidor. Por favor, ligue a outro servidor.
ru: На сервере произошла ошибка. Пожалуйста, подключитесь к другому серверу.
tr: Sunucuda bir sorun çıktı. Lütfen başka bir sunucuya bağlanın.

# _local_agent_server_error_title
source: Server error
cs: Chyba serveru
es_419: Error de servidor
nl: Serverfout
pt: Erro de servidor
ru: Ошибка сервера
tr: Sunucu sorunu

source: Location
cs: Lokace
el: Τοποθεσία
es_419: Ubicación
hu: Hely
nl: Locatie
pt: Localização
ru: Местоположение
tr: Konum

# _locations_all
source: All Locations
cs: Všechny lokace
es_419: Todas las ubicaciones
nl: Alle locaties
pt: Todas as localizações
ru: Все местоположения
tr: Tüm konumlar

# _locations_basic
source: Basic Locations
es_419: Ubicaciones Basic
nl: BASIC locaties
pt: Localizações Basic
tr: Basic konumları

# _locations_basic_plus
source: Plus Locations
es_419: Ubicaciones Basic y Plus
nl: BASIC & PLUS locaties
pt: Localizações Basic & Plus
tr: Basic ve Plus konumları

# _locations_free
source: Free Locations
cs: Bezplatná umístění
es_419: Ubicaciones Gratuitas
nl: GRATIS locaties
pt: Localizações Free
ru: Местоположения Free
tr: Free konumları

# _locations_plus
source: Plus Locations
cs: Plus umístění
es_419: Ubicaciones Plus
nl: PLUS locaties
pt: Localizações Plus
ru: Местоположения Plus
tr: Plus konumları

source: Log In
cs: Přihlásit se
el: Είσοδος
es_419: Iniciar sesión
hu: Bejelentkezés
nl: Aanmelden
pt: Iniciar sessão
ru: Войти
tr: Oturum aç

# _log_in_to_use_widget
source: Please log in to get started
cs: Přihlaste se a začněte
el: Παρακαλούμε συνδεθείτε για να ξεκινήσετε
es_419: Inicie sesión para comenzar
hu: Kérlek jelentkezz be az indításhoz
nl: Meld aan om te beginnen
pt: Por favor, inicie sessão para começar
ru: Пожалуйста, войдите, чтобы начать
tr: Lütfen başlamak için oturum açın

source: Log Out
cs: Odhlásit se
el: Αποσύνδεση
es_419: Cerrar sesión
hu: Kijelentkezés
nl: Afmelden
pt: Terminar sessão
ru: Выйти
tr: Oturumu kapat

# _log_out_warning
source: Logging out will end your VPN session.
cs: Odhlášení ukončí vaši VPN relaci.
el: Κάνοντας αποσύνδεση θα τερματίστει η συνεδρία σύνδεσης VPN.
es_419: Al cerrar sesión la sesión finalizará su sesión de VPN.
hu: A kijelentkezés bezárja a VPN-munkamenetet.
nl: Afmelden zal uw VPN-sessie beëindigen.
pt: Terminar a sessão termina a ligação VPN.
ru: Выход из системы завершит сеанс VPN.
tr: Oturumu kapatmak VPN oturumunuzu sonlandıracak.

# _log_out_warning_long
source: Logging out of the application will disconnect the active VPN connection. Do you want to continue?
cs: Odhlášením z aplikace se odpojí aktivní připojení VPN. Chcete pokračovat?
el: Η αποσύνδεση της εφαρμογής θα αποσυνδέσει επίσης την ενεργή συνεδρία VPN. Θέλετε να συνεχίσετε;
es_419: Cerrar la sesión de la aplicación desconectará la conexión VPN activa. ¿Desea continuar?
hu: Az alkalmazásból való kijelentkezés megszakítja az aktív VPN-kapcsolatot. Szeretnéd folytatni?
nl: Uitloggen van de applicatie zal de actieve VPN-verbinding verbreken. Wilt u doorgaan?
pt: Terminar a sessão na aplicação desliga a ligação VPN activa. Deseja continuar?
ru: Выход из учётной записи отключит активное соединение VPN. Продолжить?
tr: Uygulama oturumunu kapatmak, etkin VPN bağlantısını kesecek. Devam etmek istiyor musunuz?

# _login
source: Sign in
cs: Přihlásit se
el: Είσοδος
es_419: Iniciar sesión
hu: Bejelentkezés
nl: Aanmelden
pt: Iniciar sessão
ru: Войти
tr: Oturum aç

source: Logs
cs: Logy
es_419: Registros
hu: Napló
pt: Diários
ru: Логи
tr: Günlük kayıtları

source: Mac password
cs: Heslo Mac
el: Κωδικός Mac
es_419: Contraseña Mac
hu: Mac jelszó
nl: Mac wachtwoord
pt: Senha Mac
ru: пароль учетной записи пользователя macOS
tr: Mac parolası

source: Maintenance
cs: Údržba
el: Συντήρηση
es_419: Mantenimiento
hu: Karbantartás
nl: Onderhoud
pt: Manutenção
ru: Техобслуживание
tr: Bakım yapılıyor

# _maintenance_on_server_detected_description
source: Reconnecting you to the fastest available server.
cs: Přepojování k nejrychlejšímu dostupnému serveru.
es_419: Reconectándole al servidor más rápido disponible.
nl: Opnieuw verbinden met de snelste beschikbare server.
pt: A ligar ao servidor mais rápido disponível.
ru: Переподключение к самому быстрому доступному серверу.
tr: Kullanılabilecek en hızlı sunucuya yeniden bağlanılıyor.

# _maintenance_on_server_detected_subtitle
source: The server you were connected to is on maintenance
cs: Server, ke kterému jste byli připojeni, je v údržbě
es_419: El servidor al que estaba conectado está en mantenimiento
nl: De server waarmee u verbonden was, is in onderhoud
pt: O servidor ao qual você estava ligado está em manutenção
ru: Сервер, к которому Вы были подключены, на техобслуживании
tr: Bağlandığınız sunucuda bakım yapılıyor

# _maintenance_on_server_detected_title
source: The VPN server is on maintenance
cs: VPN server je v režimu údržby
es_419: El servidor VPN está en mantenimiento
nl: De VPN-server is in onderhoud
pt: O servidor VPN está em manutenção
ru: VPN-сервер на техобслуживании
tr: VPN sunucusunda bakım yapılıyor

source: Make Default Profile
cs: Nastavit základní profil
el: Ορισμός Προεπιλεγμένου Προφίλ
es_419: Hacer perfil por defecto
hu: Alapértelmezett profil készítése
nl: Maak standaardprofiel
pt: Tornar perfil predefinido
ru: Использовать по умолчанию
tr: Varsayılan profil yap

source: Manage Profiles
cs: Správa profilů
el: Διαχείριση Προφίλ
es_419: Gestionar perfiles
hu: Profilok kezelése
nl: Beheer Profielen
pt: Gerir perfis
ru: Управление профилями
tr: Profil yönetimi

source: Manage Subscription
cs: Správa předplatného
el: Διαχείριση Συνδρομής
es_419: Gestionar suscripción
hu: Előfizetés kezelése
nl: Abonnement beheren
pt: Gerir subscrição
ru: Управление подпиской
tr: Abonelik yönetimi

# _manage_subscription_on_web
source: Manage your subscription in the web dashboard
cs: Správa předplatného na webovém ovládacím panelu
el: Διαχειριστείτε τη συνδρομή σας στον πίνακα ελέγχου web
es_419: Gestione su suscripción en el panel web
hu: Az előfizetésedet az irányítópulton kezelheted
nl: Beheer uw abonnement vanaf het web dashboard
pt: Gerir a subscrição no painel da web
ru: Управляйте своей подпиской в панели управления
tr: Web kontrol panosundan aboneliğinizi yönetin

source: Map
cs: Mapa
el: Χάρτης
es_419: Mapa
hu: Térkép
nl: Kaart
pt: Mapa
ru: Карта
tr: Harita

# _map_hide
source: Hide map
cs: Skrýt mapu
el: Απόκρυψη χάρτη
es_419: Ocultar mapa
hu: Térkép elrejtése
nl: Kaart verbergen
pt: Ocultar mapa
ru: Скрыть карту
tr: Haritayı gizle

# _map_show
source: Show map
cs: Ukázat mapu
el: Εμφάνιση χάρτη
es_419: Mostrar mapa
hu: Térkép megjelenítése
nl: Kaart tonen
pt: Mostrar mapa
ru: Показать карту
tr: Haritayı göster

# _maximum_device_description
source: Please disconnect another device to connect this one or upgrade to %@ to get up to %d devices connected at the same time.
es_419: Desconecte otro dispositivo para conectar éste o actualice a un %@ para conectar hasta %d dispositivos al mismo tiempo.
nl: Verbreek verbinding met een ander apparaat om deze te verbinden of upgrade naar %@ om tegelijkertijd maximaal %d apparaten aangesloten te krijgen.
pt: Por favor desligue outro dispositivo para ligar este ou actualize para %@ para ter até %d dispositivos ligados em simultâneo.
tr: Lütfen bu aygıtı bağlamak için başka bir aygıtın bağlantısını kesin ya da aynı anda %d aygıtı bağlamak için %@ tarifesine yükseltin.

# _maximum_device_reached_description
source: Please disconnect another device to connect this one.
cs: Pro připojení k tomuto zařízení odpojte jiné zařízení.
es_419: Desconecte otro dispositivo para conectar éste.
nl: Verbreek een ander apparaat om deze te verbinden.
pt: Por favor, desligue outro dispositivo para ligar este.
ru: Пожалуйста, отключите другое устройство, чтобы подключить на это.
tr: Lütfen bu aygıtı bağlayabilmek için başka bir aygıtın bağlantısını kesin.

# _maximum_device_title
source: You have reached your maximum device limit
cs: Dosáhli jste maximálního počtu zařízení
es_419: Ha alcanzado el límite máximo de dispositivos
nl: U hebt uw maximum apparaat limiet bereikt
pt: Atingiu o seu limite máximo de dispositivos
ru: Вы достигли максимального лимита устройств
tr: En fazla aygıt sınırınıza ulaştınız

source: Maybe Later
cs: Možná později
el: Ίσως Αργότερα
es_419: Más tarde
hu: Talán később
nl: Misschien Later
pt: Talvez mais tarde
ru: Может, позже
tr: Belki daha sonra

source: Medium
cs: Střední
el: Μέτρια
es_419: Media
hu: Közepes
nl: Gemiddeld
pt: Média
ru: Средняя
tr: Orta

# _menu_about
source: About Proton VPN
cs: O Proton VPN
el: Σχετικά με το ProtonVPN
es_419: Acerca de Proton VPN
hu: A ProtonVPN-ről
nl: Over ProtonVPN
pt: Acerca do Proton VPN
ru: О Proton VPN
tr: ProtonVPN hakkında

# _menu_check_updates
source: Check for Updates...
cs: Kontrola aktualizací...
el: Έλεγχος για Ενημερώσεις...
es_419: Buscando actualizaciones...
hu: Frissítések keresése...
nl: Op updates controleren...
pt: Procurar actualizações...
ru: Проверка наличия обновлений...
tr: Güncellemeleri denetle...

# _menu_hide_others
source: Hide Others
cs: Skrýt ostatní
el: Απόκρυψη Άλλων
es_419: Ocultar otros
hu: Többi elrejtése
nl: Andere verbergen
pt: Ocultar outros
ru: Скрыть другие
tr: Diğerlerini gizle

# _menu_hide_self
source: Hide Proton VPN
cs: Skrýt Proton VPN
el: Απόκρυψη ProtonVPN
es_419: Ocultar Proton VPN
hu: ProtonVPN elrejtése
nl: ProtonVPN verbergen
pt: Ocultar o Proton VPN
ru: Скрыть Proton VPN
tr: ProtonVPN'i gizle

# _menu_logout
source: Log Out
cs: Odhlásit se
el: Αποσύνδεση
es_419: Cerrar sesión
hu: Kijelentkezés
nl: Afmelden
pt: Terminar sessão
ru: Выйти
tr: Oturumu kapat

# _menu_minimize
source: Minimize
cs: Minimalizovat
el: Ελαχιστοποίηση
es_419: Minimizar
hu: Kis méret
nl: Minimaliseren
pt: Minimizar
ru: Свернуть
tr: Küçült

# _menu_preferences
source: Preferences
cs: Nastavení
el: Προτιμήσεις
es_419: Preferencias
hu: Beállítások
nl: Voorkeuren
pt: Preferências
ru: Настройки
tr: Tercihler

# _menu_quit
source: Quit Proton VPN
cs: Ukončit Proton VPN
el: Έξοδος απο το ProtonVPN
es_419: Cerrar Proton VPN
hu: Kilépés a ProtonVPN-ből
nl: Stop ProtonVPN
pt: Sair do Proton VPN
ru: Выти из Proton VPN
tr: ProtonVPN'den çık

# _menu_show_all
source: Show All
cs: Zobrazit vše
el: Εμφάνιση Όλων
es_419: Mostrar todo
hu: Összes megjelenítése
nl: Alles tonen
pt: Mostrar tudo
ru: Показать все
tr: Tümünü göster

# _menu_window
source: Window
cs: Okno
el: Παράθυρο
es_419: Modo ventana
hu: Ablak
nl: Venster
pt: Janela
ru: Окно
tr: Pencere

# _moderate_nat_change_title
source: Enable Moderate NAT
cs: Povolit Moderate NAT
es_419: Habilitar NAT moderada
nl: Schakel Gemiddelde NAT in
ru: Включить умеренное NAT
tr: Ilımlı NAT kullanılsın

# _moderate_nat_enable_title
source: Enable Moderate NAT
cs: Povolit Moderate NAT
es_419: Habilitar NAT moderada
nl: Schakel Gemiddelde NAT in
ru: Включить умеренное NAT
tr: Ilımlı NAT kullanılsın

# _moderate_nat_explanation
source: Moderate NAT disables randomization of local address mapping. This can slightly reduce your security, but allows peer-to-peer applications such as online games to establish direct connections. Learn more
cs: Moderate NAT zakáže náhodné mapování místních adres. To může mírně snížit zabezpečení, ale umožňuje to aplikacím typu peer-to-peer, jako jsou online hry, navazovat přímá spojení. Další informace
es_419: La NAT moderada desactiva la aleatorización de la asignación de direcciones locales. Esto puede reducir ligeramente su seguridad, pero permite que las aplicaciones punto a punto, como los juegos en línea, establezcan conexiones directas. Más información
nl: Moderate NAT disables randomization of the local addresses mapping, which can reduces slightly your security, but allows techniques such as direct connections for applications like online games. Learn more
ru: Умеренный NAT отключает произвольное сопоставление локальных адресов. Это может несколько снизить уровень безопасности, но позволяет одноранговым приложениям, таким как сетевые игры, устанавливать прямые соединения. Подробнее
tr: Ilımlı NAT, güvenliğinizi biraz azaltabilir. Ancak çevrimiçi oyunlar gibi uygulamalar için doğrudan bağlantı kurma gibi tekniklere izin veren yerel adres eşlemelerinin rastgeleleştirilmesi özelliğini devre dışı bırakır. Ayrıntrılı bilgi alın

# _moderate_nat_explanation_link
source: Learn more
cs: Více informací
es_419: Más información
nl: Meer informatie
pt: Saiba mais
ru: Подробнее
tr: Ayrıntılı bilgi alın

# _moderate_nat_title
source: Moderate NAT
es_419: NAT moderada
nl: Gemiddelde NAT
ru: Умеренное NAT
tr: Ilımlı NAT

source: More info
cs: Další informace
es_419: Más información
nl: Meer informatie
pt: Mais informação
ru: Больше информации
tr: Diğer bilgiler

source: Most popular
cs: Nejoblíbenější
el: Τα πιο δημοφιλή
es_419: Más popular
hu: Legnépszerűbb
nl: Meest populair
pt: Mais popular
ru: Самый популярный
tr: En beğenilen

source: Multiple countries
cs: Více zemí
el: Πολλαπλές χώρες
es_419: Múltiples países
hu: Több ország
nl: Meerdere landen
pt: Múltiplos países
ru: Множество стран
tr: Birden çok ülke

# _multiple_servers_description
source: Hundreds of servers around the world
cs: Stovky serverů po celém světě
el: Εκατοντάδες διακομιστές σε όλο το κόσμο
es_419: Cientos de servidores alrededor del mundo
hu: Több száz szerver a világ összes országában
nl: Honderden servers over de hele wereld
pt: Centenas de servidores em todo o mundo
ru: Сотни серверов по всему миру
tr: Dünya çapında yüzlerce sunucu

# _multiple_servers_title
source: Multiple Servers
cs: Více serverů
el: Πολλαπλοί Διακομιστές
es_419: Servidores múltiples
hu: Több kiszolgáló
nl: Meerdere Servers
pt: Múltiplos servidores
ru: Множество серверов
tr: Birden çok sunucu

source: My Profiles
cs: Moje profily
el: Το προφίλ μου
es_419: Mis perfiles
hu: Profilom
nl: Mijn profielen
pt: Os meus perfis
ru: Мои профили
tr: Profillerim

source: Name
cs: Název
el: Όνομα
es_419: Nombre
hu: Név
nl: Naam
pt: Nome
ru: Имя
tr: Ad

# _ne_couldnt_reach_server
source: We could not reach Proton servers
cs: Nemohli jsme se připojit k Proton serverům
es_419: No pudimos acceder a los servidores de Proton
nl: We konden geen Proton servers bereiken
pt: Impossível aceder aos servidores Proton
ru: Не удалось подключиться к серверам Proton
tr: Proton sunucularına erişemedik

# _ne_network_connection_lost
source: Network connection lost
cs: Síťové spojení ztraceno
el: Η Σύνδεση δικτύου χάθηκε
es_419: Conexión de red perdida
hu: A hálózati kapcsolat megszakadt
nl: Netwerkverbinding verbroken
pt: Ligação de rede perdida
ru: Потеряно подключение к сети
tr: Ağ bağlantısı kesildi

# _ne_not_connected_to_the_internet
source: Not connected to the Internet
cs: Nejste připojeni k internetu
el: Δεν είναι συνδεδεμένο στο Διαδίκτυο
es_419: Sin conexión a internet
hu: Nincs internet kapcsolat
nl: Niet verbonden met het internet
pt: Sem ligação à Internet
ru: Не подключен к Интернету
tr: İnternete bağlı değil

# _ne_request_timed_out
source: Network request timed out
cs: Síťový požadavek vypršel
el: Η Αίτηση δικτύου έληξε
es_419: Tiempo de espera de red agotado
hu: Hálózati időtúllépés
nl: Netwerkverzoek timed out
pt: Pedido de rede expirado
ru: Истекло время ожидания запроса
tr: Ağ isteği zaman aşımına uğradı

# _ne_troubleshoot
source: Troubleshoot
cs: Poradce při potížích
es_419: Solución de problemas
nl: Probleemoplossing
pt: Resolução de problemas
ru: Устранение неполадок
tr: Sorun gider

# _ne_unable_to_connect_to_host
source: Service unreachable
cs: Služba je nedostupná
el: Η υπηρεσία δεν είναι προσβάσιμη
es_419: Servicio no disponible
hu: A szolgáltatás nem elérhető
nl: Dienst niet bereikbaar
pt: Serviço inalcançável
ru: Служба недоступна
tr: Hizmete erişilemiyor

# _neagent_always_allow
source: Always Allow
cs: Vždy Zapnuto
el: Να Επιτρέπεται Πάντα
es_419: Permitir siempre
hu: Mindig engedélyez
nl: Altijd toestaan
pt: Permitir sempre
ru: Всегда разрешать
tr: Her zaman izin ver

# _neagent_description
source: You may be asked to provide your %@ to connect to the Proton VPN service. If this request appears, enter your %@ %@ and click ‘%@’ %@.
cs: Můžete být požádáni, abyste uvedli své %@ pro připojení ke službě Proton VPN. Pokud se tento požadavek objeví, zadejte své %@ %@ a klikněte na "%@" %@.
el: Ενδέχεται να σας ζητηθεί να δώσετε το δικό σας %@ για να συνδεθείτε με την υπηρεσία ProtonVPN. Εάν εμφανιστεί αυτό το αίτημα, Εισάγετε το %@ %@ και κάντε κλίκ %@ ’ %@.
es_419: Es posible que se le solicite que proporcione su %@ para conectarse al servicio Proton VPN. Si aparece esta solicitud, ingrese su %@ %@ y haga clic en ‘%@’%@.
hu: Kérlek add meg a %@ hogy csatlakozz a ProtonVPN szolgáltatáshoz. Ha ez a kérés megjelenik, add meg a(z) %@ %@ és kattints a(z) %@ %@.
nl: Er kan gevraagd worden naar uw %@ om te verbinden met de ProtonVPN-service. Als dit verzoekt verschijnt, voer uw %@ %@ in en klik op '%@' %@.
pt: Poderá ser-lhe pedida a sua %@ para ligar ao serviço Proton VPN. Se o pedido aparecer, insira a sua %@ %@ e clique em ‘%@’ %@.
ru: Вам может быть предложено ввести свой %@, чтобы подключиться к службе Proton VPN. Если этот запрос появится, введите свой %@ %@ и нажмите ‘%@’ %@.
tr: ProtonVPN hizmetine bağlanmak için %@ yazmanız istenebilir. Bu istek görüntülenirse, %@%@ yazın ve ‘%@’ %@ üzerine tıklayın.

# _neagent_password
source: computer account password
cs: heslo účtu počítače
el: κωδικό πρόσβασης λογαριασμού υπολογιστή
es_419: contraseña de la cuenta del ordenador
hu: számítógépes fiók jelszava
nl: wachtwoord van computeraccount
pt: senha da conta do computador
ru: пароль учетной записи пользователя
tr: bilgisayar hesabının parolası

source: Need Help?
cs: Potřebujete pomoc?
el: Χρειάζεστε Βοήθεια;
es_419: ¿Necesita ayuda?
hu: Segítségre van szükséged?
nl: Hulp nodig?
pt: Precisa de ajuda?
ru: Нужна помощь?
tr: Yardım gerekiyor mu?

# _neks_t2_connect
source: Enable Anyway
cs: Přesto povolit
es_419: Activar de todos modos
ru: Все равно включить
