Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

source: 5 Connections
cs: 5 připojení
el: 5 Συνδέσεις
es_419: 5 conexiones
hu: 5 kapcsolódás
nl: 5 verbindingen
pt: 5 ligações
ru: 5 подключений
tr: 5 bağlantı

# _5_connections_description
source: Connect up to 5 devices at the same time
cs: Připojte až 5 zařízení současně
el: Συνδέστε έως και 5 συσκευές ταυτόχρονα
es_419: Conecte hasta 5 dispositivos al mismo tiempo
hu: Kapcsolódjon akár 5 eszközről egy időben
nl: Verbind tot 5 apparaten tegelijk
pt: Ligue até 5 dispositivos ao mesmo tempo
ru: Подключение до 5 устройств одновременно
tr: Aynı anda 5 aygıta kadar bağlantı

source: About
cs: O aplikaci
el: Σχετικά
es_419: Acerca de
hu: Névjegy
nl: Over ons
pt: Acerca
ru: О нас
tr: Hakkında

source: Account
cs: Účet
el: Λογαριασμός
es_419: Cuenta
hu: Felhasználó
pt: Conta
ru: Аккаунт
tr: Hesap

source: Account plan
cs: Tarif účtu
el: Πλάνο Λογαριασμού
es_419: Plan de la cuenta
hu: Felhasználó csomag
nl: Abonnement
pt: Plano da conta
ru: Тарифный план
tr: Hesap tarifesi

source: Account type
cs: Typ účtu
el: Τύπος λογαριασμού
es_419: Tipo de cuenta
hu: Felhasználó típus
pt: Tipo de conta
ru: Тип аккаунта
tr: Hesap türü

source: Acknowledgements
cs: Poděkování
el: Ευχαριστίες
es_419: Agradecimientos
hu: Közreműködők
nl: Met dank aan
pt: Agradecimentos
ru: Благодарности
tr: Teşekkürler

source: Action
cs: Akce
el: Ενέργεια
es_419: Acción
hu: Művelet
nl: Actie
pt: Acção
ru: Действия
tr: İşlem

# _action_requires_reconnect
source: Your connection needs to be restarted to apply this change
cs: Pro použití této změny je třeba připojení restartovat
es_419: Debe reiniciar su conexión para aplicar este cambio
nl: Uw verbinding moet opnieuw worden gestart om deze wijziging toe te passen
pt: A ligação tem de ser reiniciada para aplicar esta alteração
ru: Необходимо перезапустить соединение, чтобы применить это изменение
tr: Bu değişikliğin uygulanması için bağlantınızın yeniden başlatılması gerekiyor

source: Activate Widget
cs: Aktivovat Widget
el: Ενεργοποίηση Widget
es_419: Activar widget
hu: Widget aktiválása
nl: Activeer Widget
pt: Activar widget
ru: Активировать виджет
tr: Ekran bileşenini etkinleştir

# _activate_widget_step_1
source: From your homescreen, swipe to the left most screen to access your widgets.
cs: Přejetím prstem doleva na vaší domovské obrazovce otevřete widgety.
el: Από την αρχική οθόνη, σύρετε προς τα αριστερά στην οθόνη για να αποκτήσετε πρόσβαση στα widget σας.
es_419: Desde su pantalla de inicio, deslice hacia la última pantalla de la izquierda para acceder a sus widgets.
hu: A kezdőképernyőn húzd az ujjad a bal oldalra, hogy elérd a widgetteket.
nl: Veeg naar het meest linkse scherm vanaf uw thuisscherm om uw widgets te beheren.
pt: A partir do ecrã inicial, deslize tudo para a esquerda para aceder aos widgets.
ru: Смахните вправо на экране «Домой», экране блокировки или в программе «Центр уведомлений», чтобы получить доступ к виджетам.
tr: Ekran bileşenlerinize erişmek için ana ekranınızı en soldaki sayfaya kaydırın.

# _activate_widget_step_2
source: Scroll all the way down and tap the edit button.
cs: Posouvejte úplně dolů a klepněte na tlačítko úpravy.
el: Κάντε κύλιση προς τα κάτω και πατήστε το κουμπί επεξεργασίας.
es_419: Deslice totalmente hacia abajo y pulse el botón editar.
hu: Görgess lefelé és érintsd meg a szerkesztés gombot.
nl: Schuif helemaal naar beneden en klik op de knop bewerken.
pt: Role tudo para baixo e toque em Editar.
ru: Прокрутите в самый низ и нажмите кнопку "Изменить".
tr: Tamamen aşağı kaydırın ve düzenle düğmesine dokunun.

# _activate_widget_step_3
source: Add the Proton VPN widget to the list of active widgets.
cs: Přidejte widget Proton VPN do seznamu aktivních widgetů.
el: Προσθέστε το ProtonVPN widget στη λίστα των ενεργών widget.
es_419: Añada el widget de Proton VPN a la lista de widgets activos.
hu: Add hozzá a ProtonVPN-t az aktív widgettekhez.
nl: Voeg de ProtonVPN-widget toe aan de lijst met actieve widgets.
pt: Adicionar o widget Proton VPN à lista de widgets activos.
ru: Добавить виджет Proton VPN в список активных виджетов.
tr: ProtonVPN ekran bileşenini etkin ekran bileşenleri listesine ekleyin.

# _adblocker_netshield_feature
source: Adblocker (NetShield)
cs: Blokování reklam (NetShield)
es_419: Bloqueador (NetShield)
pt: Bloqueador de anúncios (NetShield)
ru: Блокировщик рекламы (NetShield)
tr: Reklam engelleyici (NetShield)

source: Advanced
cs: Pokročilé
es_419: Avanzado
nl: Geavanceerd
pt: Avançadas
ru: Продвинутые
tr: Gelişmiş

source: + Advanced features
cs: + Pokročilé funkce
el: + Προηγμένα χαρακτηριστικά
es_419: + Funciones avanzadas
hu: + Speciális szolgáltatások
nl: + Geavanceerde mogelijkheden
pt: + funcionalidades avançadas
ru: + Дополнительные возможности
tr: + Gelişmiş özellikler

# _ae_vpn_info_not_received
source: Unable to obtain vpn information
cs: Nelze získat informace o VPN
el: Δεν είναι δυνατή η λήψη πληροφοριών vpn
es_419: No se pudo obtener información de VPN
hu: Nem sikerült beszerezni a vpn információkat
nl: Niet in staat om VPN-informatie op te halen
pt: Impossível obter informações da VPN
ru: Не удается получить сведения о VPN
tr: VPN bilgileri alınamadı

# _ae_wrong_login_credentials
source: Wrong username or password
cs: Špatné uživatelské jméno nebo heslo
el: Λάθος όνομα χρήστη ή κωδικός πρόσβασης
es_419: Nombre de usuario o contraseña incorrectos
hu: Hibás felhasználónév vagy jelszó
nl: Verkeerde gebruikersnaam of wachtwoord
pt: Utilizador ou senha errados
ru: Неправильное имя пользователя или пароль
tr: Kullanıcı adı veya parola yanlış

# _all_countries
source: 50+ countries
cs: 60+ zemí
el: 50+ χώρες
es_419: 50+ países
hu: 40+ ország
nl: 50+ landen
pt: + de 50 países
ru: 60+ стран
tr: 50+ ülke

# _all_servers_in_country_under_maintenance
source: All servers in this country are under maintenance. Please connect to another country.
cs: Všechny servery v této zemi jsou v údržbě. Připojte se k jiné zemi.
el: Όλοι οι διακομιστές σε αυτήν τη χώρα βρίσκονται υπό συντήρηση. Παρακαλώ συνδεθείτε σε άλλη χώρα.
es_419: Todos los servidores en este país están bajo mantenimiento. Conéctese a otro país.
hu: Az ország összes szervere karbantartás alatt áll. Kérlek kapcsolódj egy másik országhoz.
nl: Alle servers in dit land zijn in onderhoud. Verbind met een ander land.
pt: Todos os servidores neste país estão em manutenção. Por favor, ligue-se a outro país.
ru: Все серверы в этой стране находятся на техническом обслуживании. Пожалуйста, подключитесь к другой стране.
tr: Bu ülkedeki tüm sunuculara bakım yapılıyor. Lütfen başka bir ülkeye bağlanın.

# _all_servers_in_profile_under_maintenance
source: Profile server(s) under maintenance
cs: Profilový(é) server(y) pod údržbou
el: Το προφίλ διακομιστή/ων βρίσκεται υπό συντήρηση
es_419: Servidor(es) del perfil en mantenimiento
hu: Profilszerver(ek) karbantartás alatt állnak
nl: Profielserver(s) in onderhoud
pt: Servidor(es) de perfil em manutenção
ru: Серверы, указанные в профиле, сейчас на техобслуживании
tr: Profil sunucularında bakım yapılıyor

# _all_servers_under_maintenance
source: All servers are under maintenance. This usually means either there are technical difficulties on Proton VPN's side, or your network is limited.
cs: Všechny servery jsou v údržbě. To obvykle znamená, že na straně Proton VPN jsou buď technické problémy, nebo je vaše síť omezená.
el: Όλοι οι διακομιστές βρίσκονται υπό συντήρηση. Αυτό συνήθως σημαίνει πως είτε υπάρχουν τεχνικές δυσκολίες απο την πλευρά του ProtonVPN, είτε το δίκτυό σας είναι περιορισμένο.
es_419: Todos los servidores están en mantenimiento. Esto generalmente significa que hay dificultades técnicas por parte de Proton VPN o que su red está limitada.
hu: Minden szerver karbantartás alatt áll. Ez általában azt jelenti, hogy technikai nehézségek vannak a ProtonVPN oldalán, vagy a hálózat korlátozott.
nl: Alle servers zijn in onderhoud. Dit betekent meestal dat er technische problemen zijn aan de kant van ProtonVPN, of dat uw netwerkverbinding beperkt is.
pt: Todos os servidores estão em manutenção. Isto geralmente significa que há dificuldades técnicas do Proton VPN ou que a sua rede está limitada.
ru: Все серверы на техобслуживании. Это обычно означает, что на стороне Proton VPN есть технические трудности или ваша сеть ограничена.
tr: Tüm sunucularda bakım yapılıyor. Bu durum genellikle ProtonVPN tarafında teknik sorunlar olduğu ya da ağınızın kısıtlandığı anlamına gelir.

source: Allow
cs: Povolit
es_419: Permitir
nl: Toestaan
pt: Permitir
ru: Разрешить
tr: İzin ver

# _allow_lan_description
source: In order to allow LAN access, Kill Switch must be turned off. Continue?
cs: Pro povolení přístupu k LAN musí být Kill Switch vypnut. Pokračovat?
es_419: Para permitir acceso LAN, el interruptor de apagado debe estar desactivado. ¿Continuar?
nl: Om LAN toegang toe te staan, moet de Kill Switch uitgeschakeld worden. Doorgaan?
pt: Para permitir o acesso à LAN, o Kill Switch tem de ser desactivado. Continuar?
ru: Чтобы разрешить доступ к локальной сети, Kill Switch должен быть выключен. Продолжить?
tr: Yerel ağ erişimine izin vermek için Bağlantı kesici kapatılmalıdır. İlerlemek istiyor musunuz?

# _allow_lan_info
source: Allows to bypass the VPN and connect to devices on your local network, like your printer.
cs: Umožňuje obejití VPN a připojení k zařízením na lokální síti (např. vaše tiskárna).
es_419: Permite saltarse la VPN y conectarse a dispositivos de su red local, como su impresora.
nl: Maakt het mogelijk om de VPN te omzeilen en verbinding te maken met apparaten op uw lokale netwerk, zoals uw printer.
pt: Permite contornar a VPN e ligar a dispositivos na sua rede local, como a impressora.
ru: Позволяет обойти VPN и подключиться к устройствам в вашей локальной сети, например принтеру.
tr: VPN bağlantısını kullanmadan yerel ağınızdaki yazıcı gibi aygıtlara bağlanmanızı sağlar.

# _allow_lan_note
source: Note that your connection needs to be restarted to apply this change
cs: Pro použití této změny je třeba připojení restartovat
es_419: Tome en cuenta que su conexión debe reiniciarse para aplicar este cambio
nl: Merk op dat uw verbinding opnieuw gestart moet worden om deze wijziging toe te passen
pt: Note que a extensão tem de ser reiniciada para aplicar a alteração
ru: Учтите, что для применения этого изменения, ваше подключение должно быть перезапущено
tr: Bu değişikliği uygulamak için bağlantınızın yeniden başlatılması gerektiğini unutmayın

# _allow_lan_title
source: Allow LAN connections
cs: Povolit připojení LAN
es_419: Permitir conexiones LAN
nl: LAN-verbindingen toestaan
pt: Permitir ligações LAN
ru: Разрешить соединения по локальной сети
tr: Yerel ağ bağlantılarına izin ver

# _already_have_account
source: I already have an account
cs: Již mám účet
el: Έχω ήδη ένα λογαριασμό
es_419: Ya tengo una cuenta
hu: Már van fiókom
nl: Ik heb al een account
pt: Já tenho uma conta
ru: У меня уже есть аккаунт
tr: Zaten bir hesabım var

source: Always-on VPN
cs: Trvalá síť VPN
el: Πάντα-ενεργό VPN
es_419: VPN siempre activa
hu: Mindig bekapcsolt VPN
nl: Altijd-actieve VPN
pt: VPN Sempre ligada
ru: Постоянный VPN
tr: Her zaman açık VPN

# _always_on_vpn_tooltip_ios
source: Always-on VPN reestablishes a secure VPN connection swiftly and automatically. For your security, this feature is always on.
cs: Trvalá síť VPN obnovuje bezpečné VPN připojení rychle a automaticky. Pro vaši bezpečnost je tato funkce vždy zapnuta.
el: Το Kill Switch δεν υποστηρίζεται στο iOS. Το Πάντα-ενεργό VPN, επανεκκινεί μια ασφαλή σύνδεση VPN ομαλά και αυτόματα. Για την ασφάλειά σας, αυτή η λειτουργία είναι πάντα ενεργοποιημένη.
es_419: La VPN siempre activa restablece una conexión VPN segura de forma rápida y automática. Para su seguridad, esta función siempre estará activada.
hu: Az IOS nem támogatja a Kill Switch szolgáltatást. A mindig bekapcsolt VPN gyorsan és automatikusan visszaállítja a biztonságos VPN kapcsolatot. A biztonságod érdekében ez a szolgáltatás mindig be van kapcsolva.
nl: Altijd-actieve VPN herstelt snel en automatisch een veilige VPN-verbinding. Voor uw veiligheid is deze functie altijd aan.
pt: A VPN Sempre ligada restabelece uma ligação VPN segura rápida e automaticamente. Para sua segurança, esta funcionalidade está sempre activa.
ru: «Постоянный VPN» переподключает VPN при обрывах быстро и автоматически. Для Вашей безопасности, эту функцию нельзя отключить.
tr: Her zaman açık VPN, kesilen bir güvenli VPN bağlantısını çabuk ve otomatik olarak yeniden kurar. Güvenliğiniz için bu özellik her zaman açıktır.

# _always_on_will_reconnect
source: Always-on VPN will reconnect you automatically
cs: Trvalá síť VPN vás automaticky znovu připojí
el: Το Πάντα-ενεργό VPN θα σας επανασυνδέσει αυτόματα
es_419: La VPN siempre activa le reconectará automáticamente
hu: A mindig bekapcsolt VPN automatikusan újracsatlakozik
nl: Altijd-actieve VPN zal u automatisch opnieuw verbinden
pt: A VPN Sempre ligada religa automaticamente
ru: Постоянный VPN переподключит вас автоматически
tr: Her zaman açık VPN bağlantınızı otomatik olarak yeniden kuracak

source: Application Logs
cs: Záznam aplikace
el: Καταγραφές Εφαρμογών
es_419: Registro de la app
hu: Alkalmazás napló
nl: Toepassingslogboek
pt: Diários da aplicação
ru: Журналы приложения
tr: Uygulama günlüğü kayıtları

source: Applying settings
cs: Nastavení se ukládají
es_419: Aplicando ajustes
nl: Instellingen toepassen
pt: Aplicar definições
ru: Применение настроек
tr: Ayarlar uygulanıyor

source: Auto assigned
cs: Automaticky přiřazeno
el: Εκχωρήθηκε αυτόματα
es_419: Auto asignado
hu: Automatikusan hozzárendelve
nl: Automatisch toegewezen
pt: Atribuído automaticamente
ru: Назначается автоматически
tr: Otomatik atanan

source: Auto Connect
cs: Automatické připojení
el: Αυτόματη σύνδεση
es_419: Auto conectar
hu: Automatikus kapcsolódás
nl: Automatisch verbinden
pt: Ligar automaticamente
ru: Автоподключение
tr: Otomatik bağlan

# _auto_connect_tooltip
source: On app start, you are connected to the selected profile
cs: Při spuštění aplikace jste připojeni k vybranému profilu
el: Κατά την εκκίνηση της εφαρμογής, θα είστε συνδεδεμένοι στο επιλεγμένο προφίλ
es_419: Al iniciar la app, estará conectado al perfil seleccionado
hu: Az alkalmazás indításakor kapcsolódik a kiválasztott profilhoz
nl: Bij het starten van de app bent u verbonden met het geselecteerde profiel
pt: No arranque da aplicação, o perfil seleccionado está ligado
ru: При запуске приложения, вы подключаетесь к выбранному профилю
tr: Uygulama başlatıldığında seçilmiş profile bağlanırsınız

source: Basic Servers
el: ΒΑΣΙΚΟΙ ΔΙΑΚΟΜΙΣΤΕΣ
es_419: Servidores Basic
hu: BASIC SZERVEREK
pt: Servidores Basic
tr: Basic sunucuları

# _battery_description
source: All traffic on your phone will be managed through OpenVPN, therefore iOS will allocate the battery usage of other apps to Proton VPN.
cs: Veškerý provoz na vašem telefonu bude spravován přes OpenVPN, takže iOS přidělí využití baterie jiných aplikacích Proton VPN.
es_419: Todo el tráfico en su teléfono se gestionará a través de OpenVPN, por lo tanto iOS asignará el uso de la batería de otras aplicaciones a Proton VPN.
nl: Al het netwerkverkeer op uw telefoon verloopt via OpenVPN, daarom toont iOS het batterijgebruik van andere apps alsof het van ProtonVPN is.
pt: Todo o tráfego do seu telefone será gerido através do OpenVPN, logo, o iOS vai alocar a utilização da bateria de outras aplicações para o Proton VPN.
ru: Весь трафик на вашем телефоне будет проходить через OpenVPN, поэтому iOS будет относить использование батареи другими приложениями на счет Proton VPN.
tr: Telefonunuzdaki tüm trafik OpenVPN üzerinden geçirilecek. Bu nedenle iOS, diğer uygulamaların pil kullanımını ProtonVPN için ayıracak.

# _battery_more
source: Want to learn more?
cs: Chcete se dozvědět více?
es_419: ¿Desea saber más?
nl: Wilt u meer weten?
pt: Quer saber mais?
ru: Хотите узнать больше?
tr: Ayrıntılı bilgi almak ister misiniz?

# _battery_title
source: Battery usage
cs: Využití baterie
es_419: Uso de batería
nl: Batterijgebruik
pt: Utilização da bateria
ru: Использование аккумулятора
tr: Pil kullanımı

source: Cancel
cs: Zrušit
el: Ακύρωση
es_419: Cancelar
hu: Mégsem
nl: Annuleren
pt: Cancelar
ru: Отмена
tr: İptal

# _cancel_reconnection
source: This will cancel any re-connection attempt and leave you disconnected
cs: Tímto se zruší jakýkoli pokus o opětovné připojení a zanechá vás odpojený
es_419: Esto cancelará cualquier intento de reconexión y le dejará desconectado
nl: Dit zal alle herverbindingspogingen annuleren en laat u de verbinding verbreken
pt: Isto cancelará qualquer tentativa de voltar a ligar e deixará a rede desligada
ru: Это отменит любую попытку повторного подключения и оставит вас отключенным
tr: Bu seçenek, yeniden bağlanma girişimlerini iptal eder ve bağlantınızı kesilmiş olarak bırakır

# _change_protocol_disconnect_warning
source: Changing protocols will end your current VPN session.
cs: Změna protokolů ukončí vaši aktuální relaci VPN.
el: Αλλάζοντας πρωτόκολλα θα τερματιστεί η τρέχουσα σύνδεση σας στο VPN.
es_419: Cambiar protocolos terminará la sesión VPN actual.
hu: A protokollok módosítása bezárja a jelenlegi VPN-munkameneteket.
nl: Het wijzigen van protocollen zal uw huidige VPN-sessie beëindigen.
pt: Ao mudar os protocolos, estará a encerrar a sua sessão VPN actual.
ru: Изменение протоколов завершит вашу текущую сессию VPN.
tr: İletişim kurallarını değiştirmek, var olan VPN oturumunuzu sonlandıracak.

source: Change settings
cs: Změnit nastavení
es_419: Cambiar ajustes
nl: Instellingen wijzigen
pt: Alterar definições
ru: Изменить настройки
tr: Ayarları değiştir

source: Changelog
cs: Přehled změn
el: Αρχείο αλλαγών
es_419: Registro de cambios
hu: Változások listája
nl: Wat is er veranderd
pt: Diário de alterações
ru: Список изменений
tr: Değişiklik günlüğü

# _check_if_fields_present
source: Please check if all the fields are filled in
cs: Zkontrolujte, zda jsou vyplněna všechna pole
el: Παρακαλώ ελέγξτε εάν έχουν συμπληρωθεί όλα τα πεδία
es_419: Por favor verifique si todos los campos están completos
hu: Ellenőrizd, hogy az összes mező ki lett-e töltve
nl: Controleer of alle velden zijn ingevuld
pt: Por favor, verifique se todos os campos estão preenchidos
ru: Пожалуйста, убедитесь, что все поля заполнены
tr: Lütfen tüm alanları doldurduğunuzdan emin olun

# _choose_plan
source: Choose Subscription
cs: Zvolte předplatné
el: Επιλέξτε Συνδρομή
es_419: Elegir suscripción
hu: Válassz előfizetést
nl: Abonnement kiezen
pt: Escolha a subscrição
ru: Выбор подписки
tr: Abonelik seçin

source: City
cs: Město
el: Πόλη
es_419: Ciudad
hu: Település
nl: Plaats
pt: Cidade
ru: Город
tr: İl

source: Clear Application Data
cs: Vymazat data aplikace
el: Εκκαθάριση Δεδομένων Εφαρμογής
es_419: Borrar datos de la aplicación
hu: Alkalmazás gyorsítótár ürítése
nl: Verwijder applicatiegegevens
pt: Limpar dados da aplicação
ru: Удалить данные приложения
tr: Uygulama verilerini temizle

source: Close
cs: Zavřít
el: Κλείσιμο
es_419: Cerrar
hu: Bezárás
nl: Sluit
pt: Fechar
ru: Закрыть
tr: Kapat

source: Collapse list of servers
cs: Sbalit seznam serverů
es_419: Cierra la lista de servidores
ru: Свернуть список серверов
tr: Sunucu listesini daralt

# _common_issues
source: Common sign in issues
cs: Běžné problémy s přihlášením
es_419: Problemas comunes de inicio de sesión
ru: Частые проблемы при входе

source: Connect
cs: Připojit
el: Σύνδεση
es_419: Conectar
hu: Kapcsolódás
nl: Verbinden
pt: Ligar
ru: Подключиться
tr: Bağlan

source: Connected
cs: Připojeno
el: Συνδέθηκε
es_419: Conectado
hu: Kapcsolódva
nl: Verbonden
pt: Ligado
ru: Подключено
tr: Bağlandı

source: Connected to
cs: Připojeno k
el: Συνδεδεμένο με
es_419: Conectado a
hu: Kapcsolódva ehhez
nl: Verbonden met
pt: Ligado a
ru: Подключен к
tr: Şuraya bağlandı

# _connected_to_vpn
source: Connected to %@
cs: Připojeno k %@
el: Συνδέθηκε σε %@
es_419: Conectado a %@
hu: Kapcsolódva ehhez %@
nl: Verbonden met %@
pt: Ligado a %@
ru: Подключен к %@
tr: %@ ile bağlantı kuruldu

source: Connecting
cs: Připojování
el: Συνδέεται
es_419: Conectando
hu: Kapcsolódás
nl: Verbinding maken
pt: A ligar
ru: Подключение
tr: Bağlanıyor

source: Connecting to %@
cs: Připojování k %@
el: Συνδέεται σε %@
es_419: Conectando a %@
hu: Kapcsolódás ehhez %@
nl: Verbinding maken met %@
pt: A ligar a %@
ru: Подключение к %@
tr: %@ ile bağlantı kuruluyor

# _connecting_vpn
source: Connecting %@
cs: Připojování %@
el: Γίνεται σύνδεση %@
es_419: Conectando %@
hu: Kapcsolódás %@
nl: Verbinden met %@
pt: A ligar %@
ru: Подключение %@
tr: %@ bağlanıyor

# _connectingDotDotDot
source: Connecting...
cs: Připojování...
es_419: Conectando...
nl: Verbinding maken...
pt: A ligar...
ru: Подключение...
tr: Bağlanıyor...

source: Connection
cs: Připojení
el: Σύνδεση
es_419: Conexión
hu: Kapcsolódás
nl: Verbinding
pt: Ligação
ru: Подключение
tr: Bağlantı

source: Connection Failed
cs: Připojení selhalo
el: Η Σύνδεση Απέτυχε
es_419: Conexión fallida
hu: Kapcsolódás sikertelen
nl: Verbinding Mislukt
pt: A ligação falhou
ru: Сбой подключения
tr: Bağlantı kurulamadı

source: Connection settings
cs: Nastavení připojení
el: Ρυθμίσεις σύνδεσης
es_419: Ajustes de conexión
hu: Kapcsolódás beállítások
nl: Verbindingsinstellingen
pt: Definições de ligação
ru: Параметры подключения
tr: Bağlantı ayarları

source: Contact our support
cs: Kontaktujte naši podporu
es_419: Contacte con nuestro soporte
nl: Contacteer onze support
pt: Contacte o nosso suporte
ru: Связаться с нашей службой поддержки
tr: Destek ekibimizle görüşün

source: Continue
cs: Pokračovat
el: Συνέχεια
es_419: Continuar
hu: Tovább
nl: Doorgaan
pt: Continuar
ru: Продолжить
tr: Devam et

source: Countries
cs: Země
el: Χώρες
es_419: Países
hu: Országok
nl: Landen
pt: Países
ru: Страны
tr: Ülkeler

# _countries_free
source: Free countries
cs: Země pro bezplatné uživatele
el: Δωρεάν χώρες
es_419: Países gratuitos
hu: Ingyenes országok
nl: Gratis landen
pt: Países gratuitos
ru: Free страны
tr: Ücretsiz ülkeler

# _countries_premium
source: Premium countries
cs: Země pro prémiové uživatele
el: Premium χώρες
es_419: Países premium
hu: Prémium országok
nl: Premium landen
pt: Países Premium
ru: Premium страны
tr: Ücretli ülkeler

# _countries_tour_description
source: Choose which country and server you would like to use for your end IP address.
cs: Vyberte zemi a server, který chcete použít pro svou koncovou IP adresu.
el: Επιλέξτε τη χώρα και το διακομιστή που θέλετε να χρησιμοποιήσετε για την τελική διεύθυνση IP.
es_419: Elija qué país y servidor desea utilizar para su dirección IP final.
hu: Válaszd ki, hogy melyik országot és szervert szeretnéd használni a végső IP-címhez.
nl: Kies welk land en server u wilt gebruiken voor uw publieke IP adres.
pt: Escolha o país e o servidor que deseja utilizar como endereço IP final.
ru: Выберите, какую страну и сервер вы хотели бы использовать для конечного IP-адреса.
tr: Çıkış IP adresiniz için kullanmak istediğiniz ülkeyi ve sunucuyu seçin.

# _countries_tour_title
source: Countries
cs: Země
el: Χώρες
es_419: Países
hu: Országok
nl: Landen
pt: Países
ru: Страны
tr: Ülkeler

source: Country
cs: Země
el: Χώρα
es_419: País
hu: Ország
nl: Land
pt: País
ru: Страна
tr: Ülke

# _country_selection_is_required
source: Please select a country
cs: Vyberte prosím zemi
el: Παρακαλώ επιλέξτε μια χώρα
es_419: Seleccione un país
hu: Kérlek válassz országot
nl: Kies een land
pt: Por favor, seleccione um país
ru: Пожалуйста, выберите страну
tr: Lütfen bir ülke seçin
