Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

source: Initializing Connection...
cs: Navazování spojení...
el: Εκκίνηση Σύνδεσης...
es_419: Inicializando la conexión...
hu: Kapcsolat létrehozása...
nl: Verbinding initialiseren...
pt: A inicializar a ligação...
ru: Инициализация подключения...
tr: Bağlantı hazırlanıyor...

# _invalid_refresh_token
source: Session expired
cs: Relace vypršela
el: Η συνεδρία έληξε
es_419: Sesión expirada
hu: A munkamenet lejárt
nl: Sessie verlopen
pt: Sessão expirada
ru: Сеанс истек
tr: Oturum süresi dolmuş

# _invalid_refresh_token_please_login
source: It's been a while since you last used the Proton VPN app. Please log back in.
cs: Dlouho jste aplikaci Proton VPN nepoužívali. Prosím přihlaste se znovu.
el: Έχει καιρό από τότε που χρησιμοποιήσατε τελευταία φορά την εφαρμογή ProtonVPN. Παρακαλούμε συνδεθείτε ξανά.
es_419: Ha pasado un tiempo desde la última vez que usó la aplicación Proton VPN. Inicie sesión nuevamente.
hu: Egy ideje már nem használtad a ProtonVPN alkalmazást, ezért biztonsági okokból újra be kell jelentkezned.
nl: Het is een tijdje geleden sinds u de ProtonVPN-app voor het laatst hebt gebruikt. Log alstublieft opnieuw in.
pt: Já há muito tempo que não utilizava o Proton VPN, por favor, reinicie a sessão.
ru: Прошло много времени с тех пор, как вы в последний раз использовали приложение Proton VPN. Пожалуйста, войдите в систему заново.
tr: ProtonVPN uygulamasını son kullandığınızdan bu yana epey zaman geçmiş. Lütfen yeniden oturum açın.

# _ios_onboarding_page1_description
source: From the scientists and engineers that created Proton Mail, welcome to a more secure and private Internet.
cs: Od vědců a inženýrů, kteří vytvořili Proton Mail, vítejte na bezpečnějším a soukromějším internetu.
el: Από τους επιστήμονες και τους μηχανικούς που δημιούργησαν το ProtonMail, καλωσήρθατε σε ένα ασφαλέστερο και ιδιωτικό Διαδίκτυο.
es_419: De los científicos e ingenieros que crearon Proton Mail, bienvenidos a un internet más seguro y privado.
hu: A ProtonMail-t alkotó tudósok és mérnökök nevében üdvözlünk a biztonságosabb interneten.
nl: Van de wetenschappers en ingenieurs die ProtonMail hebben gecreëerd, heten we u welkom op een veiliger en meer privé internet.
pt: Dos cientistas e engenheiros que criaram o Proton Mail, boas-vindas a uma Internet mais segura e privada.
ru: Учёные и инженеры, создавшие ProtonMail, приветствуют вас в более безопасном Интернете без цензуры.
tr: ProtonMail uygulamasını yaratan bilim insanları ve mühendislerin sunduğu, daha güvenli ve kişisel bir internete hoş geldiniz.

# _ios_onboarding_page1_title
source: Welcome to a better Internet
cs: Vítejte na lepším internetu
el: Καλωσήρθατε σε ένα καλύτερο Internet
es_419: Bienvenido a un mejor internet
hu: Üdvözlünk egy jobb interneten
nl: Welkom op een beter internet
pt: Boas-vindas a uma Internet melhor
ru: Добро пожаловать в лучший Интернет
tr: Daha iyi bir internete hoş geldiniz

# _ios_onboarding_page2_description
source: Beat censorship and regional restrictions. We have no ads, no bandwidth limits, and don’t sell your data.
cs: Překonejte cenzuru a regionální omezení. Nemáme reklamy, neomezujeme šířku pásma a neprodáváme vaše data.
el: Καταπολέμηση της λογοκρισίας και των περιφερειακών περιορισμών. Δεν έχουμε διαφημίσεις, δεν υπάρχουν όρια bandwidth και δεν πουλάμε τα δεδομένα σας.
es_419: Golpeamos la censura y las restricciones regionales. No tenemos anuncios, ni límites de ancho de banda, y no vendemos sus datos.
hu: Beat cenzúra és regionális korlátozások. Nincsenek hirdetések, sávszélesség-korlátozások, és nem adjuk el az adataid.
nl: Ga censuur en regionale beperkingen tegen. We hebben geen advertenties, geen bandbreedtelimiet en we verkopen nooit uw data.
pt: Contorne a censura e as restrições regionais. Não temos anúncios nem limites de banda larga e não vendemos os seus dados.
ru: Победите цензуру и региональные ограничения. У нас нет рекламы, нет ограничений пропускной способности и мы не продаём ваши данные.
tr: Sansürü ve bölgesel kısıtlamaları aşın. Reklam yok, bant genişliği sınırlaması yok ve verilerinizi satmıyoruz.

# _ios_onboarding_page2_title
source: We believe the Internet should be free
cs: Věříme, že internet by měl být svobodný
el: Πιστεύουμε ότι το διαδίκτυο πρέπει να είναι ελεύθερο
es_419: Creemos que internet debería ser gratis
hu: Úgy gondoljuk, hogy az internetnek ingyenesnek kell lennie
nl: Wij vinden dat het internet vrij moet zijn
pt: Acreditamos que a Internet deve ser livre
ru: Мы считаем, что Интернет должен быть свободным
tr: İnternetin özgür olması gerektiğine inanıyoruz

# _ios_onboarding_page3_description
source: We are a security company. Whether it is our Secure Core architecture or advanced encryption, security always comes first.
cs: Jsme bezpečnostní společnost. Ať už jde o naši architekturu Secure Core nebo pokročilé šifrování, bezpečnost je vždy na prvním místě.
el: Είμαστε μια εταιρεία ασφάλειας. Είτε είναι secure core είτε προηγμένη κρυπτογράφηση, η ασφάλεια έρχεται πάντα πρώτη.
es_419: Somos una empresa de seguridad. Ya sea nuestra arquitectura Secure Core o nuestro cifrado avanzado, la seguridad siempre es lo primero.
hu: Biztonsági cég vagyunk. Függetlenül attól, hogy biztonságos központi architektúránk vagy fejlett titkosítás-e, a biztonság mindig az első.
nl: We zijn een beveiligingsbedrijf. Of het nu onze veilige 'Secure Core'- of geavanceerde versleuteling is, veiligheid komt altijd voorop.
pt: Somos uma empresa de segurança. Seja com a nossa arquitectura Secure Core ou com a encriptação avançada, a segurança vem sempre em primeiro lugar.
ru: Наша компания специализируется на безопасности. Идёт ли речь о нашей архитектуре Secure Core или о передовом шифровании — безопасность всегда находится на первом месте.
tr: Biz bir güvenlik şirketiyiz. İster Secure Core mimarimiz ister gelişmiş şifreleme olsun güvenlik her zaman önce gelir.

# _ios_onboarding_page3_title
source: Your security is our priority
cs: Vaše bezpečnost je naší prioritou
el: Η ασφάλεια σας είναι προτεραιότητα μας
es_419: Su seguridad es nuestra prioridad
hu: A te biztonságod a mi küldetésünk
nl: Uw veiligheid is onze prioriteit
pt: A sua segurança é a nossa prioridade
ru: Ваша безопасность является нашим приоритетом
tr: Güvenliğiniz önceliğimizdir

# _ip_will_not_be_exposed
source: Your IP will not be exposed.
cs: Vaše IP adresa nebude zveřejněna.
es_419: Su IP no estará expuesta.
nl: Uw IP zal niet worden gelekt.
pt: O seu IP não será exposto.
ru: Ваш IP-адрес не будет раскрыт.
tr: IP adresiniz sızmayacak.

source: Kill Switch
es_419: Interruptor de apagado
tr: Bağlantı kesici

# _kill_switch_blocking_body
source: Kill Switch is protecting your IP Your internet connection will resume as soon as Proton VPN reconnects to a server. To resume without VPN protection, disable Kill Switch.
cs: Kill Switch chrání vaši IP adresu Vaše internetové připojení bude obnoveno, jakmile se Proton VPN znovu připojí k serveru. Chcete-li obnovit připojení bez ochrany VPN, vypněte funkci Kill Switch.
el: Έχετε χάσει τη σύνδεση με το διακομιστή VPN. Το Kill Switch μπλοκάρει όλες τις συνδέσεις για να αποφύγει τη διαρροή των δεδομένων σας. Το ProtonVPN θα προσπαθήσει να επανασυνδεθεί αυτόματα. Για να απορρίψετε αυτό το παράθυρο, κάντε κλικ στο κουμπί OK. Εάν θέλετε να απενεργοποιήσετε προσωρινά το Kill Switch και να επανασυνδεθείτε στο Internet ΧΩΡΙΣ προστασια VPN, κάντε κλικ ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ. Για να κλείστε το Kill Switch μόνιμα, πηγαίνετε στο %@.
es_419: El interruptor de apagado está protegiendo su IP Su conexión a Internet se reanudará tan pronto como Proton VPN se reconecte a un servidor. Para continuar sin protección VPN, desactive el interruptor.
hu: Megszakadt a kapcsolat a VPN kiszolgálókkal. A Kill Switch blokkolta az összes kapcsolatot az adatok kiszivárgásának elkerülése érdekében. A ProtonVPN megpróbál automatikusan újracsatlakozni. Az ablak bezárásához kattints az OK gombra. Ha átmenetileg le szeretnéd tiltani a Kill Switch szolgáltatást, és újra csatlakozni szeretnél az internethez VPN védelem NÉLKÜL, kattints a KIKAPCSOLÁS gombra. A Kill Switch végleges kikapcsolásához kattints ide %@.
nl: Kill Switch beschermt uw IP Uw internetverbinding wordt hervat zodra ProtonVPN opnieuw verbinding maakt met een server. Om te hervatten zonder VPN-bescherming, schakelt u Kill Switch uit.
pt: O Kill Switch está a proteger o seu IP A sua ligação à internet será retomada assim que o Proton VPN se ligar a um servidor. Para retomar sem a protecção da VPN, desactive o Kill Switch.
ru: Kill switch защищает ваш IP Ваше подключение к Интернету возобновится, как только Proton VPN снова подключится к серверу. Чтобы возобновить работу без защиты VPN, отключите Kill Switch.
tr: Bağlantı kesici IP adresinizi koruyor ProtonVPN bir sunucuya yeniden bağlandığında internet bağlantınız açılacak. VPN koruması olmadan devam etmek için Bağlantı kesici özelliğini devre dışı bırakın.

# _kill_switch_blocking_connection
source: Kill Switch blocking all connections
cs: Kill Switch blokuje všechna spojení
el: Το Kill Switch μπλοκάρει όλες τις συνδέσεις
es_419: El interruptor de apagado bloquea todas las conexiones
hu: Kill Switch blokkolja az összes kapcsolatot
nl: Kill Switch blokkeert alle verbindingen
pt: Kill Switch a bloquear todas as ligações
ru: Kill Switch блокирует все соединения
tr: Bağlantı kesici tüm bağlantıları engelliyor

# _kill_switch_blocking_title
source: Kill Switch
el: Το Kill Switch αυτή τη στιγμή εμποδίζει διαρροές IP
es_419: Interruptor de apagado
hu: A Kill Switch blokkolja az IP szivárgásokat
tr: Bağlantı kesici

# _kill_switch_disable
source: Disable Kill Switch
cs: Vypnout Kill Switch
es_419: Deshabilitar el interruptor de apagado
nl: Schakel Kill Switch uit
pt: Desactivar o Kill Switch
ru: Отключить Kill Switch
tr: Bağlantı kesiciyi devre dışı bırak

# _kill_switch_error_foot
source: Terminate those apps to fix the problem. To keep browsing without Kill Switch, click Continue.
cs: Ukončete tyto aplikace, abyste problém vyřešili. Chcete-li pokračovat v procházení bez přepínače Kill Switch, klikněte na tlačítko Pokračovat.
es_419: Termine esas apps para solucionar el problema. Para seguir navegando sin el interruptor de apagado, haga clic en Continuar.
nl: Beëindig deze apps om het probleem te verhelpen. Klik op Doorgaan om te blijven surfen zonder Kill Switch.
pt: Termine estas aplicações para corrigir o problema. Para continuar a navegar sem Kill Switch, clique em Continuar.
ru: Завершите эти приложения, чтобы исправить проблему. Чтобы продолжить без Kill Switch, нажмите Продолжить.
tr: Sorunu çözmek için bu uygulamaları sonlandırın. Bağlantı kesiciyi kapatarak gezinmeye devam etmek için Devam üzerine tıklayın.

# _kill_switch_error_head
source: Some apps, like anti-viruses or firewalls, might conflict with Kill Switch, making it not functioning properly.
cs: Některé aplikace, například antiviry nebo brány firewall, mohou být s přepínačem Kill Switch v konfliktu, takže nebude správně fungovat.
es_419: Algunas apps, como antivirus o firewalls, pueden interferir con el interruptor de apagado.
nl: Sommige apps, zoals antivirussen of firewalls, kunnen botsen met de Kill Switch, waardoor deze niet goed functioneert.
pt: Algumas aplicações, como os anti-vírus ou as firewalls, podem ter conflitos com o Kill Switch, impedindo o seu funcionamento correcto.
ru: Некоторые приложения, например антивирусы и брандмауэры, могут конфликтовать с Kill Switch, из-за чего он может работать неправильно.
tr: Antivirüs veya güvenlik duvarı gibi bazı uygulamalar, Bağlantı kesici ile çakışarak düzgün çalışmamasına neden olabilir.

# _kill_switch_error_info
source: Kill Switch works with the macOS Firewall. If there are other apps associated with the Firewall, they may interfere with Proton VPN's Kill Switch. Terminating those apps can restore the Firewall rules set by Kill Switch.
cs: Přepínač Kill Switch funguje s bránou MacOS Firewall. Pokud jsou s bránou Firewall spojeny jiné aplikace, mohou s přepínačem Kill Switch Proton VPN interferovat. Ukončení těchto aplikací může obnovit pravidla brány Firewall nastavená přepínačem Kill Switch.
es_419: El interruptor de apagado funciona con el firewall de macOS. Si hay otras aplicaciones asociadas con el firewall, pueden interferir con el interruptor de apagado de Proton VPN. Terminar esas aplicaciones puede restaurar las reglas de firewall establecidas por el interruptor.
nl: Kill Switch werkt met de macOS Firewall. Als er andere apps zijn gekoppeld aan de Firewall, kunnen ze de Kill Switch van ProtonMail verstoren. Het beëindigen van deze apps kan de Firewall regels die door de Kill Switch zijn ingesteld herstellen.
pt: O Kill Switch funciona com a firewall do macOS. Se houver outras aplicações associadas à firewall, podem interferir com o Kill Switch do Proton VPN. Terminar essas aplicações pode restaurar as regras da firewall definidas pelo Kill Switch.
ru: Kill Switch работает с macOS Firewall. Если есть другие приложения, связанные с брандмауэром, они могут помешать Kill Switch ProtonVPN'а. Завершение этих приложений может восстановить правила брандмауэра, настроенные Kill Switch.
tr: Bağlantı kesici, macOS güvenlik duvarı ile çalışır. Güvenlik duvarıyla ilişkili başka uygulamalar varsa, bunlar ProtonVPN Bağlantı kesiciye müdahale edebilir. Bu uygulamaları sonlandırmak, Bağlantı kesici tarafından ayarlanan güvenlik duvarı kurallarını geri yükleyebilir.

# _kill_switch_error_title
source: A Kill Switch error has been detected
cs: Byla zjištěna chyba Kill Switch
el: Έχει εντοπιστεί σφάλμα Kill Switch
es_419: Se ha detectado un error del interruptor de apagado
hu: A Kill Switch működésében hibát észleltünk
nl: Er is een fout opgetreden bij de Kill Switch
pt: Foi detectado um erro do Kill Switch
ru: Обнаружена ошибка Kill Switch
tr: Bağlantı kesici sorunu algılandı

# _kill_switch_helper_install_issue_popup_body
source: There was a problem installing or updating Kill Switch. To try again, click RETRY. To continue without Kill Switch, click DISABLE.
cs: Při instalaci nebo aktualizaci přepínače Kill Switch došlo k problému. Chcete-li to zkusit znovu, klikněte na tlačítko ZNOVU. Chcete-li pokračovat bez funkce Kill Switch, klikněte na tlačítko ZAKÁZAT.
el: Παρουσιάστηκε πρόβλημα κατά την εγκατάσταση ή την ενημέρωση του Kill Switch. Για να προσπαθήστε ξανά, κάντε κλικ στο ΕΠΑΝΑΛΗΨΗ. Για να συνεχίσετε χωρίς το Kill Switch, κάντε κλικ στο ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ.
es_419: Hubo un problema al instalar o actualizar el interruptor de apagado. Para intentarlo otra vez, haga clic en REINTENTAR. Para continuar sin el interruptor, haga clic en DESHABILITAR.
hu: Probléma merült fel a Kill Switch telepítésében vagy frissítésében. Az újbóli próbálkozáshoz kattints a VISSZA gombra. Ha szeretnéd kikapcsolni a Kill Switch szolgáltatást, kattints a LETILTÁS gombra.
nl: Er is een probleem opgetreden bij het installeren of bijwerken van Kill Switch. Om het opnieuw te proberen, klik op OPNIEUW PROBEREN. om door te gaan zonder Kill Switch, klik op UITSCHAKELEN.
pt: Houve um problema ao instalar ou actualizar o Kill Switch. Para tentar de novo, clique em REPETIR. Para continuar sem Kill Switch, clique em DESACTIVAR.
ru: При установке или обновлении Kill Switch возникла проблема. Чтобы повторить попытку, нажмите кнопку ПОВТОРИТЬ. Чтобы продолжить без Kill Switch, нажмите кнопку ОТКЛЮЧИТЬ.
tr: Bağlantı kesici kurulurken veya güncellenirken bir sorun çıktı. Yeniden denemek için Yeniden dene üzerine tıklayın. Bağlantı kesiciyi kapatarak devam etmek için Devre dışı bırak üzerine tıklayın.

# _kill_switch_helper_install_popup_body
source: To enable Kill Switch, you may be asked to provide your computer account password. If a request appears, enter your %@ and accept. You may see this request again occasionally when the Proton VPN app receives updates.
cs: Chcete-li zapnout funkci Kill Switch, můžete být požádáni o zadání hesla k počítačovému účtu. Pokud se zobrazí výzva, zadejte své %@ a přijměte ji. Tento požadavek se může občas znovu zobrazit, když aplikace Proton VPN obdrží aktualizace.
el: Για να ενεργοποιήσετε το Kill Switch, ίσως σας ζητηθεί να δώσετε τον κωδικό του λογαριασμού υπολογιστή σας. Εάν εμφανιστεί ένα αίτημα, πληκτρολογήστε το %@ και κάντε αποδοχή. Ενδέχεται να δείτε ξανά αυτό το αίτημα περιστασιακά όταν η εφαρμογή ProtonVPN λαμβάνει ενημερώσεις.
es_419: Para habilitar el interruptor de apagado, es posible que se le solicite que proporcione la contraseña del ordenador. Si aparece una solicitud, ingrese su %@ y acepte. Puede ver esta solicitud nuevamente ocasionalmente cuando la aplicación Proton VPN reciba actualizaciones.
hu: A Kill Switch engedélyezéséhez meg kell adni a fiókod jelszavát. Ha megjelenik egy kérés, írja be a %@-ot az elfogadáshoz. Előfordulhat, hogy a ProtonVPN alkalmazás frissítéskor ismét megjelenik ez a kérés.
nl: Om Kill Switch in te schakelen, kunt u gevraagd worden om uw wachtwoord van uw computeraccount in te vullen. Als een aanvraag verschijnt, voer dan uw %@ in en accepteer. U kunt dit verzoek opnieuw krijgen wanneer de ProtonVPN-app updates ontvangt.
pt: Para activar o Kill Switch, poderá ser necessária a senha da conta do computador. Se tal pedido aparecer, insira a sua %@ e aceite. Poderá ver este pedido de novo ocasionalmente, quando houver actualizações do Proton VPN.
ru: Чтобы включить Kill Switch, вам может быть предложено ввести пароль учетной записи пользователя. Если появится запрос, введите свой %@ и подтвердите. Вы можете иногда получать этот запрос и в будущем, когда приложение ProtonVPN обновляется.
tr: Bağlantı kesici özelliğini etkinleştirmek için, bilgisayar hesabı parolanızı yazmanız istenebilir. Bir istek görüntülenirse, %@ yazın ve kabul edin. Ara sıra ProtonVPN uygulaması güncellendikçe bu isteği yeniden görebilirsiniz.

# _kill_switch_helper_update_popup_body
source: The most recent update you downloaded requires you to provide your computer account password. When the request appears, please enter your %@ and accept. If you do not enter your Mac password, Kill Switch will be turned off.
cs: Poslední stažená aktualizace vyžaduje zadání hesla k počítačovému účtu. Když se zobrazí požadavek, zadejte své %@ a přijměte jej. Pokud heslo k počítači Mac nezadáte, bude funkce Kill Switch vypnuta.
el: Η πιο πρόσφατη ενημέρωση που κατεβάσατε, απαιτεί να δώσετε τον κωδικό πρόσβασης του υπολογιστή σας. Όταν εμφανιστεί το αίτημα, εισαγάγετε το %@ και αποδεχτείτε. Εάν δεν εισάγετε τον κωδικό Mac σας, το Kill Switch θα απενεργοποιηθεί.
es_419: La actualización más reciente que ha descargado requiere que proporcione su contraseña del ordenador. Cuando la solicitud aparezca, ingrese su %@ y acepte. Si no ingresa su contraseña de Mac, el interruptor de apagado se deshabilitará.
hu: A frissítéshez meg kell adnod a fiókod jelszavát. Amikor a kérés megjelenik, kérlek írd be a %@ -ot az elfogadáshoz. Ha nem adod meg a fiókod jelszavát, a Kill Switch ki lesz kapcsolva.
nl: De meest recente update die u hebt gedownload vereist dat u uw wachtwoord van uw computeraccount geeft. Zodra het verzoek verschijnt, voer dan uw %@ in en accepteer. Als u uw Mac-wachtwoord niet invoert, wordt Kill Switch uitgeschakeld.
pt: A actualização mais recente que transferiu requer que forneça a senha da conta do computador. Quando o pedido aparecer, por favor insira a sua %@ e aceite. Se não inserir a sua senha Mac, o Kill Switch será desligado.
ru: Последнее загруженное вами обновление требует указать пароль учетной записи компьютера. Когда появится запрос, пожалуйста, введите свой %@ и примите запрос. Если вы не введете пароль Mac, Kill Switch будет выключен.
tr: İndirdiğiniz son güncelleme için bilgisayar hesabı parolanızı yazmanız gerekiyor. İstek göründüğünde, lütfen %@ yazın ve kabul edin. Mac parolanızı yazmazsanız, Bağlantı kesici kapatılır.

# _kill_switch_reconnection
source: Your internet connection will resume as soon as Proton VPN reconnects to a server. To use the internet without VPN and Kill Switch protection, cancel the reconnection to the server.
cs: Vaše připojení k internetu bude obnoveno, jakmile se Proton VPN znovu připojí k serveru. Chcete-li používat internet bez ochrany VPN a Kill Switch, zrušte opětovné připojení k serveru.
es_419: Su conexión a internet se reanudará tan pronto como Proton VPN se conecte a un servidor. Para usar Internet sin protección VPN e interruptor de apagado cancele la reconexión al servidor.
nl: Uw internetverbinding wordt hervat zodra ProtonVPN opnieuw verbinding maakt met een server. Om het internet zonder VPN en bescherming van de Kill Switch te gebruiken, moet u het herverbinden met de server verbreken.
pt: A sua ligação à Internet será reposta assim que o Proton VPN se ligue a um servidor. Para utilizar a Internet sem protecção da VPN e do Kill Switch, cancele a ligação ao servidor.
ru: Ваше интернет-соединение возобновится, как только Proton VPN переподключится к серверу. Чтобы пользоваться интернетом без VPN и защиты Kill Switch, отмените повторное подключение к серверу.
tr: ProtonVPN sunucuya yeniden bağlandığında internet bağlantınız açılacak. VPN ve Bağlantı kesici koruması olmadan internet kullanmak için, yeniden bağlanmayı iptal edin.

# _kill_switch_reconnection_bold1
source: without
cs: bez
es_419: sin
nl: zonder
pt: sem
ru: без
tr: olmadan

# _kill_switch_reconnection_bold2
source: Kill Switch protection
cs: Ochrana Kill Switch
es_419: protección de interruptor de apagado
nl: Kill Switch bescherming
pt: Protecção Kill Switch
ru: Защита Kill Switch
tr: Bağlantı kesici koruması

# _kill_switch_reconnection_cancel
source: Cancel reconnection
cs: Zrušení opětovného připojení
es_419: Cancelar reconexión
nl: Opnieuw verbinden annuleren
pt: Cancelar ligação
ru: Отменить переподключение
tr: Yeniden bağlanmayı iptal et

# _kill_switch_reconnection_header
source: Kill Switch is protecting your IP
cs: Kill Switch chrání vaši IP adresu
es_419: El interruptor de apagado está protegiendo su IP
nl: Kill Switch beschermt uw IP
pt: O Kill Switch está a proteger o seu IP
ru: Kill Switch защищает ваш IP
tr: Kill Switch IP adresinizi koruyor

# _kill_switch_tooltip
source: Blocks all network traffic when VPN tunnel is lost.
cs: Zablokuje veškerý síťový provoz při uzavření VPN tunelu.
el: Μπλοκάρει όλη την κίνηση δικτύου όταν χαθεί το VPN tunnel. Σημειώστε ότι η σύνδεση VPN θα τερματιστεί όταν εναλλάσετε λογαριασμούς Mac.
es_419: Bloquea todo el tráfico de red cuando el túnel VPN se pierde.
hu: Blokkolva lesz az összes hálózati forgalmat, ha a VPN-alagút elveszik. Vedd figyelembe, hogy a VPN-kapcsolat megszűnik, amikor átváltasz a Mac-fiókra.
nl: Blokkeert al het netwerkverkeer als de VPN-tunnel is weggevallen.
ru: Блокировка всего сетевого трафика, тунель VPN потерян.
tr: VPN tüneli kesildiğinde tüm ağ trafiğini engeller.

# _ks_dont_ask
source: Don't ask me again
cs: Příště se nedotazovat
es_419: No volver a preguntarme
nl: Niet opnieuw vragen
pt: Não perguntar novamente
ru: Не спрашивать меня снова
tr: Bana bir daha sorma
