Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _error_existing_session_to_server
source: Can't connect to server because it already has an active session from user
cs: Nelze se připojit k serveru, protože na něm již existuje aktivní relace uživatele
el: Δεν είναι δυνατή η σύνδεση με διακομιστή επειδή υπάρχει ήδη μια ενεργή συνεδρία από το χρήστη
es_419: No se puede conectar al servidor porque ya tiene una sesión activa del usuario
hu: Nem lehet csatlakozni a szerverhez, mert már aktív munkamenetet folytat a felhasználó
nl: Kan geen verbinding maken met de server omdat het al een actieve sessie van gebruiker heeft
pt: Impossível ligar ao servidor, já há uma sessão activa do utilizador
ru: Не удается подключиться к серверу, потому что у него уже есть активный сеанс от пользователя
tr: Kullanıcının zaten etkin bir oturumu olduğundan sunucu bağlantısı kurulamadı

# _error_fetch_session
source: Can't find user from the session
cs: Nelze nalézt uživatele z relace
el: Δεν είναι δυνατή η εύρεση του χρήστη από τη συνεδρία
es_419: No se puede encontrar el usuario desde la sesión
hu: Nem találom a felhasználót a munkamenetből
nl: Kan gebruiker niet vinden uit de sessie
pt: Impossível encontrar utilizador da sessão
ru: Не удалось найти пользователя сеанса
tr: Oturum kullanıcı bulunamadı

# _error_field_email_wrong_format
source: The email address is not in the right format
cs: E-mailová adresa není ve správném formátu
el: Η διεύθυνση email δεν έχει τη σωστή μορφή
es_419: La dirección de correo electrónico no es válida
hu: Helytelen e-mail cím formátum
nl: Het e-mailadres is niet in het juiste formaat
pt: Endereço electrónico em formato incorrecto
ru: Неверный формат адреса эл. почты
tr: E-posta adresinin biçimi doğru değil

# _error_field_passwords_dont_match
source: Passwords do not match
cs: Hesla se neshodují
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_419: Las contraseñas no coinciden entre sí
hu: A jelszavak nem egyeznek
nl: Wachtwoorden komen niet overeen
pt: As senhas não correspondem
ru: Пароли не совпадают
tr: Parola ile onayı aynı değil

# _error_field_required
source: This field is required
cs: Toto pole je povinné
el: Αυτό το πεδίο είναι υποχρεωτικό
es_419: Este campo es obligatorio
hu: A mező kitöltése kötelező
nl: Dit invullen is verplicht
pt: Este campo é requerido
ru: Это обязательное поле
tr: Bu alan zorunludur

# _error_field_unknown
source: Please check this field
cs: Prosím zaškrtněte toto pole
el: Παρακαλώ ελέγξτε αυτό το πεδίο
es_419: Por favor, verifique este campo
hu: Ez a mező javításra szorul
nl: Controleer dit veld
pt: Por favor, verifique este campo
ru: Пожалуйста, проверьте это поле
tr: Lütfen bu alanı denetleyin

# _error_generate_srp
source: SRP generation failed
cs: Generování SRP selhalo
el: Η δημιουργία SRP απέτυχε
es_419: Falló la generación SRP
hu: Kulcs generálás sikertelen
nl: SRP generatie mislukt
pt: Falha ao gerar SRP
ru: Не удалось создать SRP
tr: SRP oluşturulamadı

# _error_hash_password
source: Can't hash user password
cs: Nelze vytvořit hash uživatelského hesla
el: Δεν είναι δυνατό το hash του κωδικού χρήστη
es_419: No se puede cambiar la contraseña del usuario
hu: Nem sikerült a felhasználói jelszó
nl: Kan geen hash genereren van het gebruikerswachtwoord
pt: Impossível criar hash da senha
ru: Не удалось хэшировать пароль пользователя
tr: Kullanıcı parolası karılamadı

# _error_internal_error
source: Internal API error
cs: Interní chyba API
el: Εσωτερικό σφάλμα API
es_419: Error interno de la API
hu: Belső API hiba
nl: Interne API fout
pt: Erro interno da API
ru: Внутренняя ошибка API
tr: İç API hatası

# _error_keychain_fetch
source: Keychain error.
cs: Keychain chyba.
el: Σφάλμα κλειδιού.
es_419: Error del llavero.
hu: Kulcstár-hiba.
nl: Fout met keychain.
pt: Erro do chaveiro.
ru: Ошибка "Связки Ключей".
tr: Anahtarlık hatası.

# _error_keychain_write
source: Proton couldn't communicate with your device. Please try again later.
cs: Proton nedokázal komunikovat s vaším zařízením. Prosím zkuste to později.
es_419: Proton no pudo comunicarse con su dispositivo. Intente de nuevo más tarde.
nl: Proton kon niet communiceren met uw apparaat. Probeer het later opnieuw.
pt: O Proton não conseguiu comunicar com o seu dispositivo. Por favor, tente mais tarde.
ru: Proton не смог связаться с вашим устройством. Пожалуйста, повторите попытку позже.
tr: Proton aygıtınızla iletişim kuramadı. Lütfen bir süre sonra yeniden deneyin.

# _error_loads
source: Can't update server loads
cs: Nelze aktualizovat vytížení serverů
el: Δεν είναι δυνατή η ενημέρωση των φορτίων διακομιστή
es_419: No se pueden actualizar las cargas del servidor
hu: Nem lehet frissíteni a szerver betöltését
nl: Kan serverloads niet bijwerken
pt: Impossível actualizar cargas do servidor
ru: Не могу обновить данные о нагрузке на сервер
tr: Sunucu yükleri güncellenemedi

# _error_mitm_description
source: The TLS certificate validation failed when trying to connect to the Proton VPN API. Your current Internet connection may be monitored. To keep your data secure, we are preventing the app from accessing the Proton VPN API. To log in or access your account, switch to a new network and try to connect again.
cs: Ověření TLS certifikátu selhalo při připojování k Proton VPN API. Vaše současné internetové připojení může být monitorováno. Pro udržení vašich dat v bezpečí, zamezujeme aplikaci přístup k Proton VPN API. Pro přihlášení nebo přístup k vašemu účtu se připojte k jiné síti a zkuste to znovu.
el: Η επαλήθευση του πιστοποιητικού TLS απέτυχε όταν προσπαθήσατε να συνδεθείτε στο API του ProtonVPN. Η τρέχουσα σύνδεση στο Internet μπορεί να παρακολουθείται. Για να διατηρήσουμε τα δεδομένα σας ασφαλή, αποτρέπουμε την πρόσβαση της εφαρμογής στο ProtonVPN API. Για να συνδεθείτε ή να αποκτήσετε πρόσβαση στο λογαριασμό σας, μεταβείτε σε ένα νέο δίκτυο και προσπαθήστε να συνδεθείτε ξανά.
es_419: Falló la verificación del certificado TLS al intentar conectarse a la API de Proton VPN. Su conexión actual a internet puede ser monitoreada. Para mantener sus datos seguros, la app está siendo bloqueada de acceder a la API de Proton VPN. Para iniciar sesión o acceder a su cuenta, cambie a otra red e intente conectar otra vez.
hu: A TLS tanúsítvány érvényesítése sikertelen volt, amikor megpróbáltunk csatlakozni a ProtonVPN API-hoz. Lehet, hogy megfigyelhető a jelenlegi internet-kapcsolat. Az adatok biztonságának megőrzése érdekében megakadályozzuk az alkalmazás hozzáférését a ProtonVPN API-hoz. A bejelentkezéshez vagy a fiók eléréséhez válts egy új hálózatra, és próbálj meg újra csatlakozni.
nl: De validatie van het TLS-certificaat is mislukt bij het maken van een verbinding met de ProtonVPN-API. Uw huidige internetverbinding kan worden gecontroleerd. Om uw gegevens veilig te houden, voorkomen wij dat de app toegang krijgt tot de ProtonVPN API. Om in te loggen of toegang te krijgen tot uw account, schakelt u over naar een nieuw netwerk en probeert u opnieuw verbinding te maken.
pt: A validação do certificado TLS falhou ao tentar ligar à API do Proton VPN. A sua actual ligação à Internet pode estar a ser monitorizada. Para manter os seus dados seguros, estamos a impedir a aplicação de aceder à API do Proton VPN. Para aceder à sua conta, mude para outra rede e tente ligar novamente.
ru: Сбой проверки TLS-сертификата при попытке подключения к API Proton VPN. Возможно, ваше подключение к Интернету отслеживается. Чтобы сохранить ваши данные в безопасности, мы предотвратили доступ приложения к Proton VPN API. Для входа в приложение или доступа к аккаунту подключитесь к другой сети и попробуйте снова.
tr: ProtonVPN API hizmeti ile bağlantı kurulmaya çalışılırken TLS sertifikası doğrulanamadı. Geçerli İnternet bağlantınız izlenebilir. Verilerinizi güvende tutmak için, uygulamanın ProtonVPN API hizmetine erişmesini engelliyoruz. Oturum açmak veya hesabınıza erişmek için başka bir ağa geçin ve yeniden bağlanmayı deneyin.

# _error_mitm_title
source: Insecure connection
cs: Nezabezpečené připojení
el: Μη-ασφαλής σύνδεση
es_419: Conexión insegura
hu: Nem biztonságos kapcsolat
nl: Onveilige verbinding
pt: Ligação insegura
ru: Небезопасное соединение
tr: Güvenli olmayan bağlantı

# _error_mitm_vpn_description
source: The TLS certificate validation failed when trying to connect to the VPN server. Your current Internet connection may be monitored. To keep your data secure, we are preventing the app from accessing this VPN server. Please select other server.
cs: Ověření TLS certifikátu selhalo při připojování k VPN serveru. Vaše současné internetové připojení může být monitorováno. Pro udržení vašich dat v bezpečí, zamezujeme aplikaci přístup k tomuto VPN serveru. Prosím zvolte jiný server.
es_419: La validación del certificado TLS falló al intentar conectarse al servidor VPN. Su conexión actual a Internet puede ser monitoreada. Para mantener sus datos seguros, estamos impidiendo que la aplicación acceda a este servidor VPN. Por favor seleccione otro servidor.
nl: De validatie van het TLS-certificaat is mislukt bij het maken van een verbinding met de VPN-server. Uw huidige internetverbinding kan worden gecontroleerd. Om uw gegevens veilig te houden, voorkomen we dat de app toegang krijgt tot deze VPN-server. Selecteer een andere server.
pt: A validação do certificado TLS falhou ao tentar ligar ao servidor VPN. A sua actual ligação à Internet pode estar a ser monitorizada. Para manter os seus dados seguros, estamos a impedir a aplicação de aceder ao servidor VPN. Por favor, escolha outro servidor.
ru: Сбой проверки сертификата TLS при попытке подключения к VPN серверу. Ваше текущее подключение к Интернету, возможно, прослушивается. Чтобы защитить ваши данные, мы не позволяем приложению получить доступ к этому VPN серверу. Пожалуйста, выберите другой сервер.
tr: VPN sunucusuna bağlanmaya çalışılırken TLS sertifikası doğrulanamadı. Geçerli İnternet bağlantınız izlenebilir. Verilerinizi güvende tutmak için, uygulamanın bu VPN sunucusuna erişmesini engelliyoruz. Lütfen başka bir sunucu seçin.

# _error_modulus_signature
source: Modulus signature is empty
cs: Podpis Modulusu je prázdný
el: Η υπογραφή Modulus είναι κενή
es_419: La firma del módulo está vacía
hu: A modulus aláírás üres
nl: Modulushandtekening is leeg
pt: A assinatura do módulo está vazia
ru: Пустая сигнатура остатка
tr: Modül imzası boş

# _error_no_active_username
source: Please login with the account you're upgrading the service plan for so we can complete your purchase.
cs: Prosíme přihlaste se pomocí účtu, kterému chcete navýšit tarif. Potom budeme moci dokončit nákup.
el: Παρακαλώ συνδεθείτε με τον λογαριασμό που αναβαθμίζετε το service πλάνο για να μπορέσουμε να ολοκληρώσουμε την αγορά σας.
es_419: Inicie sesión con la cuenta para la que está mejorando el plan de servicio para que podamos completar su compra.
hu: Kélek jelentkezz be azzal a fiókkal, amellyel frissíteni szeretnéd a csomagot, hogy befejezzük a vásárlást.
nl: Log in op het ProtonMail-account waarop u het abonnement aan het upgraden bent, zodat we uw aankoop kunnen voltooien.
pt: Por favor, inicie sessão com a conta para a qual está a actualizar a subscrição para concluir a compra.
ru: Пожалуйста, войдите в ту учётную запись ProtonMail, тарифный план которой вы обновляете, чтобы мы могли завершить вашу покупку.
tr: Lütfen, satın alma işleminizi tamamlayabilmemiz için hizmet tarifenizi yükselttiğiniz hesapla oturum açın.

# _error_no_new_subscription_in_successfull_response
source: Your subscription upgrade was successful. Please relaunch the app to benefit from your new service plan.
cs: Vaše předplatné bylo úspěšně navýšeno. Pro zpřístupnění výhod prosím aplikaci ukončete a znovu spusťte.
el: Η αναβάθμιση της συνδρομής σας ήταν επιτυχής. Κάντε επανεκκίνηση της εφαρμογής για να επωφεληθείτε από το νέο σας service πλάνο.
es_419: La mejora de su suscripción fue exitosa. Vuelva a iniciar la aplicación para beneficiarse de su nuevo plan de servicio.
hu: Az előfizetés frissítése sikeres volt. Indítsd újra az alkalmazást, hogy használhasd az új szolgáltatásokat.
nl: Uw abonnementsupgrade is succesvol. Herstart de app om gebruik te maken van uw nieuwe abonnement.
pt: A actualização da subscrição teve sucesso. Por favor, reinicie a aplicação para beneficiar do seu novo plano.
ru: Повышение вашей подписки успешно. Пожалуйста, перезапустите приложение, чтобы воспользоваться вашим новым тарифным планом.
tr: Abonelik yükseltme işleminiz tamamlandı. Lütfen yeni hizmet tarifenizden yararlanmak için uygulamayı yeniden başlatın.

# _error_purchased_plan_does_not_match_available
source: We were not available to match App Store product with products on our server. Please contact support.
cs: Nepodařilo se nám spárovat produkt na App Store s produkty na našem serveru. Obraťte se prosím na podporu.
el: Δεν ήμασταν σε θέση να αντιστοιχίσουμε το προϊόν του App Store με τα προϊόντα στον διακομιστή μας. Παρακαλώ επικοινωνήστε με την υποστήριξη.
es_419: No estábamos disponibles para hacer coincidir el producto de App Store con los productos de nuestro servidor. Póngase en contacto con soporte.
hu: Nem voltunk képesek egyeztetni az App Store terméket a szerverünkön található termékekkel. Kérlek vedd fel a kapcsolatot az ügyfélszolgálattal.
nl: Wij konden het App Store product niet vergelijken met de producten op onze server. Neem contact op met ons ondersteuningsteam.
pt: Não conseguimos que o produto na App Store corresponda a produtos no nosso servidor. Por favor, contacte o suporte.
ru: Мы не смогли сопоставить продукты из AppStore с продуктами на нашем сервере. Пожалуйста, свяжитесь с поддержкой.
tr: App Store ürününü sunucumuzdaki ürünlerle eşleştiremedik. Lütfen destek ekibiyle görüşün.

# _error_receipt_lost
source: App Store receipt lost. Please contact support if your plan was not activated.
cs: Účtenka z App Storu byla ztracena. Prosím kontaktujte podporu pokud vaše předplatné nebylo aktivováno.
el: Η απόδειξη App Store χάθηκε. Παρακαλώ επικοινωνήστε με την υποστήριξη εάν το πακέτο σας δεν έχει ενεργοποιήθει.
es_419: Recibo de App Store perdido. Póngase en contacto con el servicio de asistencia si su plan no se activó.
hu: Elveszett az App Store nyugta. Vedd fel a kapcsolatot az ügyfélszolgálattal, ha a csomag aktiválása nem sikerült.
nl: App Store ontvangstbewijs verloren. Neem contact op met support als uw abonnement niet is geactiveerd.
pt: Recibo da App Store perdido. Por favor, contacte o suporte se o seu plano não foi activado.
ru: Квитанция App Store была утрачена. Пожалуйста, свяжитесь с поддержкой, если ваш тарифный план не был активирован.
tr: App Store alındısı kayboldu. Tarifeniz etkinleştirilmediyse destek ekibi ile görüşün.

# _error_sandbox_receipt
source: Purchases are not available in the beta version of the iOS app. You have not been charged.
cs: Nákupy v beta verzi iOS aplikace nejsou dostupné. Nic jsme vám neúčtovali.
el: Οι αγορές δεν είναι διαθέσιμες στη beta έκδοση της εφαρμογής iOS. Δεν έχετε χρεωθεί.
es_419: Las compras no están disponibles en la versión beta de la aplicación iOS. No se le ha cobrado.
hu: A vásárlások nem érhetők el az iOS alkalmazás béta verziójában. Nem számítottunk fel díjat.
nl: Aankopen zijn niet beschikbaar in de bètaversie van de iOS app. Er is niets verrekend.
pt: As compras não estão disponíveis na versão Beta da aplicação iOS. Nada lhe foi cobrado.
ru: Покупки недоступны в бета-версии приложения iOS. Деньги не были списаны с вашего счёта.
tr: iOS uygulamasının beta sürümünden satın alma yapılamaz. Ödeme alınmadı.

# _error_server_info_parser
source: Can't parse the servers info
cs: Nelze dodat informace serveru
el: Δεν είναι δυνατή η ανάλυση πληροφοριών των διακομιστών
es_419: No se puede analizar la información del servidor
hu: A válasz nem értelmezhető
nl: Kan de serverinfo niet verwerken
pt: Impossível analisar a informação dos servidores
ru: Не могу разобрать информацию о серверах
tr: Sunucu bilgileri işlenemedi

# _error_session_count_parser
source: Can't parse session count
cs: Nelze analyzovat počet relací
el: Δεν είναι δυνατή η ανάλυση του αριθμού συνεδριών
es_419: No se puede analizar el número de sesiones
hu: Nem lehet feldolgozni a munkamenetet
nl: Kan sessiecount niet verwerken
pt: Impossível analisar total da sessão
ru: Не могу выполнить разбор счетчика сеансов
tr: Oturum sayısı işlenemedi

# _error_signup_using_protonmail_address
source: Your Proton Mail account is already configured for VPN. Please log in with your existing credentials.
cs: Váš Proton Mail účet už je nastaven pro VPN. Prosím přihlaste se s vašimi současnými údaji.
el: Ο λογαριασμός σας ProtonMail έχει ήδη ρυθμιστεί για VPN. Συνδεθείτε με τα υπάρχοντα διαπιστευτήριά σας.
es_419: Su cuenta de Proton Mail ya está configurada para VPN. Inicie sesión con sus credenciales existentes.
hu: ProtonMail-fiókod már konfigurálva van a VPN-hez. Jelentkezz be a meglévő hitelesítő adatokkal.
nl: Uw ProtonMail-account is al geconfigureerd voor VPN. Log in met uw bestaande inloggegevens.
pt: A sua conta Proton Mail já está configurada para usar VPN. Por favor, inicie sessão com as suas credenciais existentes.
ru: Ваш аккаунт Proton Mail уже настроен для VPN. Пожалуйста, войдите в систему с существующими учетными данными.
tr: ProtonMail hesabınız zaten VPN için yapılandırılmış. Lütfen var olan kimlik doğrulama bilgilerinizle oturum açın.

# _error_subscription_parser
source: Can't parse subscription info
cs: Nelze analyzovat informace o předplatném
el: Δεν είναι δυνατή η ανάλυση των πληροφοριών συνδρομής
es_419: No se puede analizar la información de suscripción
hu: Nem lehet elemezni az előfizetési információkat
nl: Kan de abonnementsinformatie niet verwerken
pt: Impossível analisar a informação da subscrição
ru: Не могу разобрать информацию о подписке
tr: Abonelik bilgileri işlenemedi

# _error_tls_initialisation
source: TLS initialisation error
cs: Chyba inicializace TLS
es_419: Error de inicialización TLS
nl: Fout tijdens het opzetten van een versleutelde TLS-verbinding
pt: Erro de inicialização TLS
ru: Ошибка инициализации TLS
tr: TLS başlatma hatası

# _error_tls_server_verification
source: Server certificate can't be verified.
cs: Není možné ověřit certifikát serveru.
es_419: El certificado del servidor no puede ser verificado.
nl: Servercertificaat kan niet worden geverifieerd.
pt: Impossível verificar o certificado do servidor.
ru: Невозможно проверить сертификат сервера.
tr: Sunucu sertifikası doğrulanamadı.

# _error_transaction_failed_by_unknown_reason
source: App Store could not process your purchase.
cs: App Store nemohl váš nákup zpracovat.
el: Το App Store δεν μπορεί να επεξεργαστεί την αγορά σας.
es_419: La App Store no pudo procesar su compra.
hu: Az App Store nem tudta feldolgozni a vásárlást.
nl: App Store kon uw aankoop niet verwerken.
pt: A App Store não pôde processar a sua compra.
ru: App Store не смог обработать вашу покупку.
tr: App Store siparişinizi işleyemedi.

# _error_transaction_of_other_user
source: A purchase was started with a different Proton VPN username.
cs: Nákup byl zahájen pod jiným uživatelským jménem Proton VPN.
el: Ξεκίνησε μια αγορά με διαφορετικό όνομα χρήστη ProtonVPN.
es_419: Se inició una compra con un nombre de usuario Proton VPN diferente.
hu: A vásárlást más ProtonVPN felhasználónévvel kezdték meg.
nl: Een aankoop is gestart met een andere ProtonVPN gebruikersnaam.
pt: Iniciou uma compra com um nome de utilizador Proton VPN diferente.
ru: Покупка была начата с другим именем пользователя Proton VPN.
tr: Farklı bir ProtonVPN kullanıcı adıyla bir satın alma işlemi başlatıldı.

# _error_unavailable_product
source: Failed to get list of available products from App Store.
cs: Proces získání seznamu dostupných produktů z AppStore selhal.
el: Αποτυχία λήψης λίστας διαθέσιμων προϊόντων από το App Store.
es_419: No se pudo obtener la lista de productos disponibles desde App Store.
hu: Nem sikerült beolvasni az elérhető áruk listáját az App Store-ból.
nl: Fout bij het ophalen van lijst met beschikbare producten uit de App Store.
pt: Falha ao obter a lista de produtos disponíveis na AppStore.
ru: Не удалось получить список доступных продуктов из AppStore.
tr: App Store üzerinden kullanılabilecek ürünlerin listesi alınamadı.

# _error_unknown_title
source: Unknown error
cs: Neznámá chyba
el: Άγνωστο σφάλμα
es_419: Error desconocido
hu: Ismeretlen hiba
nl: Onbekende fout
pt: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata

# _error_user_cancelled
source: Operation cancelled
cs: Operace byla zrušena
el: Η ενέργεια ακυρώθηκε
es_419: Operación cancelada
hu: Művelet megszakítva
nl: Actie geannuleerd
pt: Operação cancelada
ru: Операция отменена
tr: İşlem iptal edildi

# _error_user_creation
source: Account creation failed
cs: Vytvoření účtu selhalo
el: Η Δημιουργία λογαριασμού απέτυχε
es_419: Creación de cuenta fallida
hu: A fiók létrehozása sikertelen
nl: Account aanmaken is mislukt
pt: Falha ao criar a conta
ru: Сбой создания аккаунта
tr: Hesap açılamadı

# _error_user_credentials_expired
source: User credentials have expired. Please log in
cs: Platnost pověření uživatele vypršela. Přihlaste se prosím
el: Τα διαπιστευτήρια χρήστη έχουν λήξει. Παρακαλώ συνδεθείτε
es_419: Las credenciales de usuario han expirado. Inicie sesión otra vez
hu: A felhasználói hitelesítő adatok lejártak. Kérlek jelentkezz be
nl: Gebruikersgegevens zijn verlopen. Log in
pt: Credenciais do utilizador expiradas. Por favor, inicie sessão
ru: Истек срок действия учетных данных. Пожалуйста, войдите в систему
tr: Kullanıcının kimlik doğrulama bilgilerinin süresi dolmuş. Lütfen oturum açın

# _error_user_credentials_missing
source: User credentials are missing. Unable to login
cs: Chybí pověření uživatele. Nelze se přihlásit
el: Δεν υπάρχουν διαπιστευτήρια χρήστη. Δεν είναι δυνατή η πρόσβαση
es_419: Faltan credenciales del usuario. No se puede iniciar sesión
hu: Hiányoznak a felhasználói hitelesítő adatok. Nem sikerült bejelentkezni
nl: Gebruikersgegevens ontbreken. Kan niet inloggen
pt: Credenciais do utilizador em falta. Impossível iniciar sessão
ru: Учетные данные пользователя отсутствуют. Не удается войти в систему
tr: Kullanıcı kimlik doğrulama bilgileri eksik. Oturum açılamadı

# _error_user_failed_human_validation
source: We have not been able to verify that you are human. Please try again or purchase a premium plan.
cs: Nepodařilo se nám ověřit, zda jste člověk. Zkuste to prosím znovu nebo si zakupte prémiový tarif.
el: Δεν μπορέσαμε να επαληθεύσουμε ότι είστε άνθρωπος. Δοκιμάστε ξανά ή αγοράστε ένα πακέτο premium.
es_419: No hemos podido verificar que sea humano. Por favor, intente de nuevo o compre un plan premium.
hu: Nem sikerült a robotellenőrzés. Kérlek próbáld meg újra a prémium csomag megvásárlását.
nl: We hebben niet kunnen verifiëren of u menselijk bent. Probeer het opnieuw of koop een premium-abonnement.
pt: Foi impossível verificar se é um ser humano. Por favor, tente de novo ou compre um plano superior.
ru: Мы не смогли убедиться, что вы человек. Повторите попытку или приобретите премиум тарифный план.
tr: İnsan olduğunuzu doğrulayamadık. Lütfen yeniden deneyin ya da ücretli bir tarifeye geçin.
