Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _country_servers_under_maintenance
source: %@ servers under maintenance
cs: %@ serverů, na kterých probíhá údržba
el: %@ οι διακομιστές είναι υπό συντήρηση
es_419: Servidores de %@ en mantenimiento
hu: %@ karbantartás alatt álló szerver
nl: %@ servers in onderhoud
pt: %@ - servidores em manutenção
ru: Серверы страны %@ на техобслуживании
tr: %@ sunucularında bakım yapılıyor

source: Create Account
cs: Vytvořit účet
el: Δημιουργία Λογαριασμού
es_419: Crear cuenta
hu: Fiók létrehozása
nl: Account aanmaken
pt: Criar conta
ru: Создать аккаунт
tr: Hesap aç

# _create_new_profile
source: Create Profile
cs: Vytvořit profil
el: Δημιουργία Προφίλ
es_419: Crear perfil
hu: Profil létrehozása
nl: Profiel aanmaken
pt: Criar perfil
ru: Создать профиль
tr: Profil oluştur

source: Create Profile
cs: Vytvořit profil
el: Δημιουργία Προφίλ
es_419: Crear perfil
hu: Profil létrehozása
nl: Profiel aanmaken
pt: Criar perfil
ru: Создать профиль
tr: Profil oluştur

# _current_selection_will_be_lost
source: By continuing, current selection will be lost. Do you want to continue?
cs: Pokračováním dojde ke ztrátě aktuálního výběru. Chcete pokračovat?
el: Συνεχίζοντας, η τρέχουσα επιλογή θα χαθεί. Θέλετε να συνεχίσετε;
es_419: Si continúa, su selección actual se perderá. ¿Desea continuar de todos modos?
hu: A folytatással az aktuális módosítás elveszik. Szeretnéd folytatni?
nl: Door verder te gaan zal de huidige selectie verloren gaan. Wilt u doorgaan?
pt: Se continuar, a selecção actual será perdida. Deseja continuar?
ru: Продолжив, вы потеряете текущий выбор. Хотите продолжить?
tr: İlerlerseniz, geçerli seçim kaybolacak. İlerlemek istiyor musunuz?

# _data_disclaimer_agree
source: Agree & Continue
cs: Souhlasit & Pokračovat
el: Συμφωνήστε & Συνεχίστε
es_419: Aceptar y continuar
hu: Egyetértek és folytatás
nl: Accepteren & Doorgaan
pt: Concordar & Continuar
ru: Согласиться и продолжить
tr: Kabul et ve ilerle

# _data_disclaimer_device_details
source: Your device model and OS version
cs: Model vašeho zařízení a verze OS
el: Το μοντέλο της συσκευής σας και η έκδοση λειτουργικού συστήματος
es_419: Modelo y versión de SO de su dispositivo
hu: Eszköz típusa és az operációs rendszer verziója
nl: Uw apparaatmodel en OS-versie
pt: O modelo do seu dispositivo e a versão do SO
ru: Модель вашего устройства и версия ОС
tr: Aygıtınızın modeli ve işletim sistemi sürümü

# _data_disclaimer_text
source: Proton VPN is committed to protecting and respecting your privacy. It is our overriding policy to collect as little user data as possible to ensure a private and anonymous user experience in the use of the App, specifically: %@ – to log you in, help to recover a lost password, and send important service updates. %@ – for crash reports and errors only. The Proton VPN App does not process any user information besides this data. We don't log your online activity nor any personal identifiable information. All data listed above is stored and processed on Proton VPN's own system, with no third party ever having access to it.
cs: Proton VPN je oddaná ochraně a respektování vašeho soukromí. Naší prvořadou prioritou je sbírat co nejméně uživatelských dat, abychom mohli zajistit soukromý a anonymní zážitek při používání aplikace, speciálně: %@ - přihlásit vás, pomoci vám při ztrátě hesla a poslat vám důležité aktualizace služby. %@ - pouze pro záznamy pádů a chyb. Aplikace Proton VPN nezpracovává žádná uživatelská data kromě těchto. Nezaznamenáváme vaši online aktivitu, ani žádné osobní identifikační údaje. Všechna zmíněná data jsou ukládána a zpracovávána na našich vlastních systémech Proton VPN, bez přístupu jakékoliv třetí strany.
el: Το ProtonVPN δεσμεύεται να προστατεύει και να σέβεται τα προσωπικά σας δεδομένα. Είναι η πρωταρχική πολιτική μας να συλλέγουμε όσο το δυνατόν λιγότερα δεδομένα χρήστη για να διασφαλίσουμε μια ιδιωτική και ανώνυμη εμπειρία χρήστη κατά την χρήση της εφαρμογής, συγκεκριμένα: %@ – για να συνδεθείτε, βοήθεια για να ανακτήσετε έναν χαμένο κωδικό πρόσβασης και να στείλετε σημαντικές ενημερώσεις υπηρεσίας. %@ – για αναφορές σφαλμάτων και σφάλματα μόνο. Η εφαρμογή ProtonVPN δεν επεξεργάζεται πληροφορίες χρηστών εκτός αυτών των δεδομένων. Δεν καταγράφουμε την ηλεκτρονική σας δραστηριότητα ούτε τυχόν προσωπικά αναγνωρίσιμα στοιχεία. Όλα τα δεδομένα που αναφέρονται παραπάνω αποθηκεύονται και επεξεργάζονται στο σύστημα του ProtonVPN, χωρίς ποτέ να έχει πρόσβαση τρίτο μέρος σε αυτό.
es_419: Proton VPN se compromete a proteger y respetar su privacidad. Es nuestra política primordial recopilar la menor cantidad de datos de usuario posible para garantizar una experiencia de usuario privada y anónima en el uso de la aplicación, específicamente: %@ - para iniciar sesión, ayudar a recuperar una contraseña perdida y enviar actualizaciones importantes del servicio. %@ - Solo para informes de errores y errores. La aplicación Proton VPN no procesa ninguna información del usuario además de estos datos. No registramos su actividad en línea ni ninguna información personal identificable. Todos los datos enumerados anteriormente se almacenan y procesan en el propio sistema de Proton VPN, sin que ningún tercero tenga acceso a ellos.
hu: A ProtonVPN elkötelezett a személyes adataid védelme és tiszteletben tartása mellett. A mi irányadó elveink szerint a lehető legkevesebb felhasználói adatot gyűjtsük, hogy biztosítsuk a magán- és névtelen felhasználói élményt az alkalmazás használatában, különösen: %@ - bejelentkezés, az elveszett jelszó helyreállításához és a fontos szolgáltatásfrissítések küldéséhez. %@ - csak összeomlási jelentésekhez és hibákhoz. A ProtonVPN alkalmazás ezen adatokon kívül nem dolgoz fel felhasználói információkat. Nem naplózzuk az online tevékenységeket, semmilyen személyes azonosítható információt nem gyűjtünk. Az összes fent felsorolt adatot a ProtonVPN saját rendszerén tároljuk és dolgozzuk fel, harmadik fél még soha nem fért hozzá.
nl: ProtonVPN is toegewijd aan het beschermen en respecteren van uw privacy. Het is ons beleid om zo min mogelijk gebruikersgegevens te verzamelen om zodoende een privé- en anonieme gebruikerservaring te garanderen tijdens het gebruik van de app, met name: %@ – om u in te loggen, helpen bij het herstellen van een verloren wachtwoord en het versturen van belangrijke servicemededelingen. %@ - alleen voor crashrapporten en fouten. De ProtonVPN app verwerkt geen gebruikersinformatie naast deze gegevens. We houden geen logboek bij met betrekking tot uw online activiteit en bewaren geen persoonlijk identificeerbare informatie. Alle gegevens die hierboven vermeld staan, worden opgeslagen en verwerkt op het eigen systeem van ProtonVPN, zonder dat een derde er ooit toegang toe heeft.
pt: O Proton VPN está empenhado em proteger e respeitar a sua privacidade. É nossa principal política de recolher o mínimo possível de dados do utilizador, garantindo uma experiência de utilização da aplicação privada e anónima, especificamente: %@ – para iniciar sessão, ajudar a recuperar uma senha perdida e enviar actualizações de serviço importantes. %@ – só para rebentamentos e relatórios de erro. A aplicação Proton VPN não processa informação do utilizador além disto. Não registamos a sua actividade online nem informação identificadora pessoal. Todos os dados listados acima são armazenados e processados pelo próprio sistema do Proton VPN, sem que haja qualquer acesso por parte de terceiros.
ru: Proton VPN обязуется защищать и уважать вашу конфиденциальность. Наша основная политика - собирать как можно меньше пользовательских данных, чтобы обеспечить конфиденциальность и анонимность при использовании приложения, а именно: %@ - для входа в систему, помощи в восстановлении утерянного пароля и отправки важных обновлений службы. %@ - только для отчетов о сбоях и ошибках. Приложение Proton VPN не обрабатывает никакой другой информации о пользователе, кроме этих данных. Мы не регистрируем ваши действия в Интернете и не предоставляем никакой личной идентифицируемой информации. Все перечисленные выше данные хранятся и обрабатываются в собственной системе Proton VPN и ни одна третья сторона не имеет к ним доступа.
tr: ProtonVPN, kişisel gizliliğinize saygı duyar ve korumayı amaçlar. Öncelikli ilkemiz uygulamanın kullanımında kişisel ve anonim bir kullanıcı deneyimi sağlamak için olabildiğince az kullanıcı verisi toplamaktır. Özellikle: %@ – oturumunuzu açmak, parola sıfırlamak ve önemli hizmet güncellemelerini göndermek için. %@ – yalnızca kilitlenme bildirimleri ve hatalar için. ProtonVPN uygulaması, bu veriler dışında herhangi bir kullanıcı bilgisini işlemez. Çevrimiçi etkinliklerinizi veya gerçekte kim olduğunuzu belirleyebilecek bilgilerinizi kaydetmeyiz. Yukarıda belirtilen tüm veriler ProtonVPN hizmetinin kendi sisteminde saklanır ve işlenir. Hiçbir üçüncü tarafın bu bilgilere erişimi yoktur.

# _data_disclaimer_title
source: Protect yourself online
cs: Chraňte se online
el: Προστατεύστε τον εαυτό σας online
es_419: Protéjase en línea
hu: Védd magad online
nl: Bescherm uzelf online
pt: Proteja-se online
ru: Защитите себя в интернете
tr: Çevrimiçi ortamda kendinizi koruyun

# _data_disclaimer_user_details
source: Username, email address
cs: Uživatelské jméno, e-mailová adresa
el: Όνομα χρήστη, διεύθυνση email
es_419: Nombre de usuario, dirección de correo
hu: Felhasználó név, email cím
nl: Gebruikersnaam, e-mailadres
pt: Utilizador, endereço electrónico
ru: Имя пользователя, адрес электронной почты
tr: Kullanıcı adı, e-posta adresi

# _default_profile_tooltip
source: "Quick Connect" button uses default profile.
el: Το κουμπί "Γρήγορη Σύνδεση" χρησιμοποιεί το προεπιλεγμένο προφίλ.
es_419: El botón "Conexión rápida" usa el perfil por defecto.
hu: A "Gyors kapcsolódás" gomb alapértelmezett profilt használ.
nl: De knop "Snel verbinden" gebruikt het standaardprofiel.
tr: "Hızlı bağlan" düğmesi varsayılan profili kullanır.

source: Delete
cs: Smazat
el: Διαγραφή
es_419: Eliminar
hu: Törlés
nl: Verwijder
pt: Eliminar
ru: Удалить
tr: Sil

# _delete_application_data_popup_body
source: All Proton VPN data will be deleted and the application will quit. Do you wish to continue?
cs: Veškerá data související s Proton VPN budou vymazána a aplikace se zavře. Přejete si pokračovat?
el: Όλα τα δεδομένα ProtonVPN θα διαγραφούν και η εφαρμογή θα τερματιστεί. Επιθυμείτε να συνεχίσετε;
es_419: Todos los datos de Proton VPN se eliminarán y la aplicación se cerrará. ¿Desea continuar?
hu: Minden ProtonVPN adat törlődik, és az alkalmazás kilép. Szeretnéd folytatni?
nl: Alle ProtonVPN-gegevens worden verwijderd en de applicatie wordt afgesloten. Wilt u doorgaan?
pt: Todos os dados do Proton VPN serão eliminados e a aplicação fechada, Deseja continuar?
ru: Все данные Proton VPN будут удалены, после чего приложение будет закрыто. Вы хотите продолжить?
tr: Tüm ProtonVPN verileri silinecek ve uygulama kapanacak. Devam etmek istiyor musunuz?

# _delete_application_data_popup_title
source: Clear application data
cs: Vymazat data aplikace
el: Εκκαθάριση δεδομένων εφαρμογής
es_419: Borrar datos de la aplicación
hu: Alkalmazás gyorsítótár ürítése
nl: Verwijder applicatiegegevens
pt: Limpar dados da aplicação
ru: Удаление данных приложения
tr: Uygulama verilerini temizle

source: Delete profile
cs: Odstranit profil
el: Διαγραφή προφίλ
es_419: Eliminar perfil
hu: Profil törlése
nl: Profiel verwijderen
pt: Eliminar perfil
ru: Удалить профиль
tr: Profili sil

# _delete_profile_header
source: Delete Profile
cs: Odstranit profil
el: Διαγραφή Προφίλ
es_419: Eliminar perfil
hu: Profil törlése
nl: Profiel verwijderen
pt: Eliminar perfil
ru: Удалить профиль
tr: Profili sil

# _delete_profile_warning
source: The profile will be permanently deleted. Do you want to continue?
cs: Tento profil bude trvale smazán. Chcete pokračovat?
el: Το προφίλ θα διαγραφεί οριστικά. Θέλετε να συνεχίσετε;
es_419: El perfil se eliminará permanentemente. ¿Desea continuar?
hu: Ezzel a profilod végérvényesen törlődik. Biztosan törlöd?
nl: Het profiel wordt permanent verwijderd. Weet u zeker dat u door wil gaan?
pt: O perfil será permanentemente eliminado. Deseja continuar?
ru: Профиль будет окончательно удален. Вы хотите продолжить?
tr: Profil kalıcı olarak silinecek. Devam etmek istiyor musunuz?

# _delinquent_description
source: You will be able to access premium features again after these are paid.
cs: Budete moci znovu přistupovat k prémiovým funkcí po uhrazení nesplacených faktur.
es_419: Podrá acceder a las funciones premium de nuevo luego de pagar por ellas.
nl: U hebt weer toegang tot premium functies nadat deze betaald zijn.
pt: Poderá voltar a aceder a funcionalidades especiais após liquidar as facturas pendentes.
ru: Вы снова получите доступ к платным функциям, когда это буден оплачено.
tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz.

# _delinquent_reconnection_description
source: You will be able to access premium features again after these are paid. For now, we are reconnecting to the fastest Free plan server available.
cs: Budete moci znovu přistupovat k prémiovým funkcí po uhrazení nesplacených faktur. Pro teď vás přepojujeme na nejrychlejší server bezplatného tarifu.
es_419: Podrá acceder a las funciones premium de nuevo luego de pagar por ellas. Por ahora, le estamos conectando al servidor del plan gratuito más rápido disponible.
nl: U hebt weer toegang tot premium functies nadat deze zijn betaald. Op dit moment maken we opnieuw verbinding met de snelste beschikbare GRATIS abonnement-server.
pt: Poderá aceder novamente a funcionalidades premium depois de estas serem pagas. Por agora, estamos de novo a ligar ao servidor de plano Free mais rápido disponível.
ru: Вы снова получите доступ к платным функциям, когда эти счета будут оплачены. А пока, мы подключаем Вас к самому быстрому доступному бесплатному серверу.
tr: Bunları ödedikten sonra ücretli özelliklere yeniden erişebilirsiniz. Şimdilik bağlantınızı, var olan en hızlı Free tarife sunucusuna geçiriyoruz.

# _delinquent_title
source: Your VPN account has pending invoices
cs: U Vašeho VPN účtu evidujeme neuhrazené faktury
es_419: Su cuenta VPN tiene facturas pendientes
nl: Uw VPN-account heeft openstaande facturen
pt: A sua conta VPN tem facturas pendentes
ru: В Вашем аккаунте VPN есть неоплаченные счета
tr: VPN hesabınızda ödenmemiş faturalar var

# _delinquent_user_description
source: Your account currently has an overdue invoice. Please pay all unpaid invoices at account.protonvpn.com
cs: Váš účet má aktuálně fakturu po splatnosti. Zaplaťte prosím všechny nezaplacené faktury na account.protonvpn.com
el: Ο λογαριασμός σας έχει καθυστερημένο υπόλοιπο. Παρακαλώ πληρώστε όλα τα μη καταβληθέντα υπόλοιπα στο account.protonvpn.com
es_419: Su cuenta actualmente tiene una factura vencida. Por favor, pague todas las facturas pendientes en account.protonvpn.com
hu: Fiókod jelenleg késedelmes számlát tartalmaz. Kérlek egyenlítsd ki az összes számládat
nl: Uw account heeft een openstaande factuur. Betaal alle openstaande rekeningen via account.protonvpn.com
pt: Actualmente a sua conta tem uma factura em dívida. Por favor, regularize a situação em account.protonvpn.com
ru: У вашей учётной записи есть неоплаченный счёт. Пожалуйста, оплатите все неоплаченные счета на account.protonvpn.com
tr: Hesabınızda ödenmemiş bir fatura var. Lütfen account.protonvpn.com adresinden ödenmemiş tüm faturaları ödeyin

# _delinquent_user_title
source: Unpaid invoice
cs: Nezaplacená faktura
el: Ανεξόφλητο υπόλοιπο
es_419: Factura no pagada
hu: Kifizetetlen számlák
nl: Onbetaalde factuur
pt: Factura em dívida
ru: Неоплаченный счет
tr: Ödenmemiş fatura

source: Different server each time
cs: Pokaždé jiný server
el: Διαφορετικός διακομιστής κάθε φορά
es_419: Servidor diferente cada vez
hu: Mindig más szerver
nl: Telkens een andere server
pt: Servidor diferente de cada vez
ru: Каждый раз разный сервер
tr: Her seferinde farklı sunucu

source: Disable
cs: Zakázat
el: Απενεργοποίηση
es_419: Deshabilitar
hu: Letiltás
nl: Uitschakelen
pt: Desactivar
ru: Отключить
tr: Devre dışı bırak

source: Disabled
cs: Zakázáno
el: Απενεργοποιημένο
es_419: Deshabilitado
hu: Letiltva
nl: Uitgeschakeld
pt: Desactivada
ru: Отключено
tr: Devre dışı

source: Disconnect
cs: Odpojit
el: Αποσύνδεση
es_419: Desconectar
hu: Lekapcsolódás
nl: Verbreken
pt: Desligar
ru: Отключиться
tr: Bağlantıyı kes

source: Disconnected
cs: Odpojeno
el: Αποσυνδεδεμένο
es_419: Desconectado
hu: Lekapcsolódva
nl: Niet verbonden
pt: Desligado
ru: Отключён
tr: Bağlantı kesildi

source: Disconnecting
cs: Odpojování
el: Γίνεται Αποσύνδεση
es_419: Desconectando
hu: Lekapcsolódás
nl: Verbinding verbreken
pt: A desligar
ru: Отключение
tr: Bağlantı kesiliyor

source: Discover the app
cs: Prozkoumejte aplikaci
el: Ανακαλύψτε την εφαρμογή
es_419: Descubrir la app
hu: Alkalmazás felfedezése
nl: Ontdek de app
pt: Descubra a aplicação
ru: Узнать о приложении
tr: Uygulamayı keşfedin

source: DNS Leak Protection
cs: Ochrana proti úniku DNS
el: Προστασία Διαρροής DNS
es_419: Protección contra filtración de DNS
hu: DNS szivárgásvédelem
nl: DNS-lekbescherming
pt: Prevenção de fugas DNS
ru: Защита от утечки DNS
tr: DNS sızıntı koruması

# _dns_leak_protection_tooltip
source: Prevent leaking details of DNS queries to third parties. Always on.
cs: Zabránit úniku podrobností dotazů DNS třetím stranám. Vždy zapnuto.
el: Αποτρέπει την διαρροή πληροφοριών του DNS queries σε τρίτους. Πάντα ανοιχτό.
es_419: Evita que se filtren detalles de consultas DNS a terceros. Siempre habilitada.
hu: Megakadályozza a DNS-lekérdezések részleteinek kiszivárgását harmadik felek számára. Mindig bekapcsolva.
nl: Voorkomt dat er informatie vanuit uw DNS-queries naar derden lekt. Altijd actief.
pt: Impede a fuga de detalhes das consultas DNS para terceiros. Sempre ligada.
ru: Предотвращает утечку информации о DNS запросах третьим лицам. Нельзя отключить.
tr: DNS sorgularının üçüncü taraflara sızdırılmasını önleyin. Her zaman açık.

# _do_you_want_to_activate_subscription_for
source: Do you want to activate the purchased subscription for
cs: Chcete aktivovat zakoupené předplatné pro
el: Θέλετε να ενεργοποιήσετε τη συνδρομή που έχετε αγοράσει για
es_419: ¿Desea activar la suscripción comprada para
hu: Aktiválja a megvásárolt csomagot a következőhöz
nl: Wilt u het aangeschafte abonnement activeren voor
pt: Deseja activar a subscrição comprada para
ru: Вы хотите активировать купленную подписку на
tr: Satın alınmış şu aboneliği etkinleştirmek istiyor musunuz

source: Done
cs: Hotovo
el: Έτοιμο
es_419: Hecho
hu: Kész
nl: Klaar
pt: Feito
ru: Готово
tr: Tamam

source: Early Access
cs: Předběžný přístup
el: Πρώιμη Πρόσβαση
es_419: Acceso anticipado
hu: Korai hozzáférés
nl: Vroegtijdige Toegang
pt: Acesso antecipado
ru: Ранний доступ
tr: Erken erişim

# _early_access_tooltip
source: Be the first to get the latest updates. Please keep in mind that early versions may be less stable.
cs: Buďte první, kdo získá nejnovější aktualizace. Pamatujte, že rané verze mohou být méně stabilní.
el: Γίνετε οι πρώτοι που θα λάβετε τις πιο πρόσφατες ενημερώσεις. Λάβετε υπόψη ότι οι πρώτες εκδόσεις ενδέχεται να είναι λιγότερο σταθερές.
es_419: Sea el primero en obtener las últimas actualizaciones. Tome en cuenta que las versiones anteriores pueden ser menos estables.
hu: Legyél az elsők között, akik megkapják a legújabb frissítéseket. Kérjük, ne feledd, hogy a korai verziók kevésbé lehetnek stabilak.
nl: Wees de eerste om de laatste updates te krijgen. Denk eraan dat deze versies minder stabiel kunnen zijn.
pt: Seja o primeiro a receber as últimas actualizações. Lembre-se de que versões recentes podem ser menos estáveis.
ru: Первыми получайте самые свежие обновления. Помните, что ранние версии могут быть менее стабильными.
tr: Son güncellemeleri ilk alan siz olun. Lütfen erken sürümlerin daha az kararlı olabileceğini unutmayın.

source: Edit
cs: Upravit
el: Επεξεργασία
es_419: Editar
hu: Szerkeszt
nl: Bewerk
pt: Editar
ru: Редактировать
tr: Düzenle

source: Enabled
cs: Zapnuto
el: Ενεργοποιημένο
es_419: Habilitada
hu: Elérhető
nl: Geactiveerd
pt: Activado
ru: Включены
tr: Etkin

source: End Tour
cs: Ukončit prohlídku
el: Λήξη Περιήγησης
es_419: Terminar recorrido
hu: Bezárás
nl: Rondleiding beëindigen
pt: Terminar visita
ru: Закончить тур
tr: Turu bitir

source: Enjoy %@ for free!
cs: Užijte si %@ zdarma!
el: ΑΠΟΛΑΥΣΤΕ %@ ΔΩΡΕΑΝ!
es_419: ¡Disfrute de %@ gratis!
hu: PRÓBÁLD KI A %@ CSOMAGOT INGYEN!
nl: PROFITEER KOSTENLOOS VAN %@!
pt: UTILIZE %@ GRÁTIS!
ru: Пользуйтесь %@ бесплатно!
tr: ÜCRETSİZ %@ TADINI ÇIKARIN!

source: Enter email address
cs: Zadejte e-mailovou adresu
el: Εισάγετε την διεύθυνση email σας
es_419: Ingrese el correo electrónico
hu: Írd be az email címed
nl: Vul e-mailadres in
pt: Insira o endereço electrónico
ru: Введите адрес эл. почты
tr: E-posta adresini yazın

source: Enter Profile Name
cs: Zadejte název profilu
el: Εισάγετε Όνομα Προφίλ
es_419: Ingrese el nombre del perfil
hu: Írd be a profilnevet
nl: Vul Profielnaam in
pt: Insira o nome do perfil
ru: Введите название профиля
tr: Profil adını yazın

# _error_api_offline
source: The Proton VPN API is currently offline
cs: Proton VPN API je nyní nedostupné
el: Το API του ProtonVPN, είναι προσωρινά εκτός σύνδεσης
es_419: La API de Proton VPN está actualmente fuera de línea
hu: A ProtonMail API jelenleg nem elérhető
nl: De ProtonVPN-API is momenteel offline
pt: A API do Proton VPN está actualmente offline
ru: API Proton VPN в настоящее время офлайн
tr: ProtonVPN API şu anda çevrimdışı

# _error_credit_applied
source: Contact support@protonvpn.com to complete your purchase.
cs: Pro dokončení nákupu kontaktujte support@protonvpn.com.
el: Επικοινωνήστε με το support@protonvpn.com για να ολοκληρώσετε την αγορά σας.
es_419: Póngase en contacto con support@protonvpn.com para completar su compra.
hu: Vedd fel velünk a kapcsolatot a support@protonvpn.com címen a vásárlás befejezéséhez.
nl: Neem contact op met support@protonvpn.com om uw aankoop te voltooien.
pt: Contacte support@protonvpn.com para concluir a sua compra.
ru: Для завершения покупки свяжитесь с нами по адресу support@protonvpn.com.
tr: Siparişinizi tamamlamak için support@protonvpn.com adresine yazın.

# _error_decode
source: Failed to decode archived data in class: %@
cs: Selhání při dešifrování archivovaných dat ve třídě: %@
el: Αποτυχία αποκωδικοποίησης αρχειοθετημένων δεδομένων στην κλάση: %@
es_419: Error al decodificar los datos archivados en la clase: %@
hu: Nem sikerült dekódolni az osztály archivált adatait: %@
nl: Decoderen van gearchiveerde gegevens mislukt in klasse: %@
pt: Falha ao descodificar dados arquivados na classe: %@
ru: Не удалось декодировать архивные данные в классе: %@
tr: Sınıftaki arşivlenmiş verilerin kodu çözülemedi: %@

# _error_email_verification_disabled
source: Email verification temporarily disabled
cs: Ověřování emailů dočasně vypnuté
el: Η επαλήθευση E-mail έχει τεθεί προσωρινά εκτός λειτουργίας
es_419: Verificación de correo electrónico temporalmente desactivada
hu: Az email ellenőrzés átmenetileg le van tiltva
nl: E-mailverificatie tijdelijk uitgeschakeld
pt: Verificação por correio electrónico temporariamente desactivada
ru: Email-подтверждения временно отключены
tr: E-posta doğrulaması geçici olarak devre dışı bırakıldı
