Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _plans_footer
source: Upon confirming your purchase of a paid plan, your iTunes account will be charged the amount displayed, which includes taxes and additional platform fees (which are not charged by Proton directly). After making the purchase, you will automatically be upgraded to the selected plan for a 1 year period, after which time you can renew or cancel, either online or through our iOS app.
cs: Po potvrzení nákupu placeného tarifu bude z vašeho účtu iTunes stržena zobrazená částka, která zahrnuje daně a další poplatky platformy (které nejsou účtovány přímo společností Proton). Po provedení nákupu budete automaticky převedeni na vybraný plán na dobu 1 roku, po jejímž uplynutí můžete prodloužit nebo zrušit jeho platnost, a to buď online, nebo prostřednictvím naší aplikace pro iOS.
el: Μόλις επιβεβαιώσετε την αγορά ενός πακέτου, ο λογαριασμός σας στο iTunes θα χρεωθεί με το ποσό που εμφανίζεται, το οποίο περιλαμβάνει φόρους και πρόσθετα τέλη πλατφόρμας (τα οποία δεν χρεώνονται απευθείας από την Proton). Αφού πραγματοποιήσετε την αγορά, θα αναβαθμιστεί αυτόματα το πακέτο για περίοδο ενός έτους, μετά από την οποία μπορείτε να ανανεώσετε ή να το ακυρώσετε, είτε online είτε μέσω της εφαρμογής iOS.
es_419: Al confirmar su compra de un plan de pago, la cantidad mostrada se cargará a su cuenta de iTunes, la cual incluye impuestos y cargos adicionales de Apple (que no son cobrados directamente por Proton). Después de realizar la compra, su cuenta será automáticamente cambiada al plan seleccionado por un periodo de 1 año, después de ese plazo podrá renovar o cancelar, ya sea en línea o a través de nuestra aplicación iOS.
hu: A fizetett csomag megvásárlása után az iTunes-fiókodban felszámolásra kerül a megjelenített összeg, amely tartalmazza az adókat és a kiegészítő platformdíjakat (amelyeket a Proton nem számít fel közvetlenül). A vásárlás után automatikusan frissül a kiválasztott csomag egy évre, amely után megújíthatod vagy lemondhatod online vagy iOS-alkalmazásunkon keresztül.
nl: Bij de bevestiging van uw aankoop van een betaald abonnement wordt het getoonde bedrag, inclusief belastingen en extra platformkosten (die niet rechtstreeks door Proton in rekening worden gebracht), in rekening gebracht op uw iTunes account. Na de aankoop wordt u automatisch geüpgraded naar het geselecteerde abonnement voor een periode van 1 jaar, waarna u kunt verlengen of annuleren, online of via onze iOS app.
pt: Após confirmação da sua compra de um plano pago, será cobrada à sua conta iTunes a quantia mostrada, que inclui impostos e taxas adicionais da plataforma (que não são cobradas pelo Proton directamente). Após finalizar a compra, é feita a actualização para o plano seleccionado por 1 ano, após o qual pode renovar ou cancelar, seja online, seja pela nossa aplicação iOS.
ru: При подтверждении покупки платной подписки, с вашего аккаунта в iTunes будет списана сумма, которая включает в себя налог и комиссию платформы (они определяются не компанией Proton). После покупки, ваша подписка будет улучшена до выбранного тарифа на 1 год. После этого вы сможете продлить или отменить подписку как через сайт, так и в нашем приложение для iOS.
tr: Ücretli bir tarife satın aldığınızı onayladıktan sonra, iTunes hesabınızdan vergiler ve ek platform ücretleri (doğrudan Proton tarafından ücretlendirilmeyen) ile birlikte görüntülenen tutar alınır. Satın alma işlemini yaptıktan sonra, 1 yıllık bir dönem için otomatik olarak seçilmiş tarifeye geçersiniz. Bu sürenin sonunda aboneliğinizi çevrimiçi olarak ya da iOS uygulamamız üzerinden yenileyebilir ya da iptal edebilirsiniz.

# _plus_plan_features
source: Plus Servers Secure Core Tor Servers
cs: Servery Plus Secure Core Servery Tor
el: Διακομιστές Plus Secure Core Διακομιστές Tor
es_419: Servidores Plus Secure Core Servidores Tor
hu: Plusz szerverek Biztonsági mag Tor szerverek
pt: Servidores Plus Secure Core Servidores Tor
ru: Plus серверы Secure Core Tor Серверы
tr: Plus sunucuları Secure Core Tor sunucuları

# _plus_required
source: Plus or Visionary subscription required
cs: Je vyžadováno předplatné Plus nebo Visionary
el: Απαιτείται συνδρομή Plus ή Visionary
es_419: Se requiere suscripción Plus o Visionary
hu: Plusz vagy Visionary előfizetés szükséges
nl: Plus of Visionary abonnement vereist
pt: Requerida subscrição Plus ou Visionary
ru: Требуется подписка Plus или Visionary
tr: Plus veya Visionary aboneliği gerekli

source: Plus Servers
cs: Servery Plus
el: ΔΙΑΚΟΜΙΣΤΕΣ PLUS
es_419: Servidores Plus
hu: PLUSZ SZERVEREK
pt: Servidores Plus
ru: Серверы Plus
tr: Plus sunucuları

source: Preferences
cs: Nastavení
el: Προτιμήσεις
es_419: Preferencias
hu: Beállítások
nl: Voorkeuren
pt: Preferências
ru: Настройки
tr: Tercihler

# _premium_description
source: Premium server
cs: Prémiový server
el: Premium διακομιστής
es_419: Servidor premium
hu: Prémium szerver
pt: Servidor Premium
ru: Премиум сервер
tr: Ücretli sunucu

source: Premium Server
cs: Prémiový server
el: Premium Διακομιστής
es_419: Servidor premium
hu: Prémium szerver
pt: Servidor Premium
ru: Премиум сервер
tr: Ücretli sunucu

# _preparing_connection
source: Checking server availability
cs: Ověření dostupnosti serveru
el: Έλεγχος διαθεσιμότητας διακομιστή
es_419: Comprobando disponibilidad del servidor
hu: Szerver elérhetőségének ellenőrzése
nl: Beschikbaarheid van servers controleren
pt: A confirmar disponibilidade do servidor
ru: Проверка доступности сервера
tr: Sunucunun uygunluğu denetleniyor

source: Privacy Policy
cs: Zásady ochrany osobních údajů
el: Πολιτική Απορρήτου
es_419: Política de Privacidad
hu: Adatvédelmi irányelvek
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik ilkesi

source: Profile
cs: Profil
el: Προφίλ
es_419: Perfil
hu: Profil
nl: Profiel
pt: Perfil
ru: Профиль
tr: Profil

# _profile_created_successfully
source: New Profile saved
cs: Nový profil uložen
el: Αποθηκεύτηκε νέο Προφίλ
es_419: Perfil nuevo guardado
hu: Az új profil mentve
nl: Nieuw profiel opgeslagen
pt: Novo perfil gravado
ru: Новый профиль сохранен
tr: Yeni profil kaydedildi

# _profile_creation_failed
source: Profile could not be created
cs: Profil se nepodařilo vytvořit
el: Το προφίλ δε μπόρεσε να δημιουργηθεί
es_419: El perfil no se pudo crear
hu: A profilt nem sikerült létrehozni
nl: Profiel kon niet worden aangemaakt
pt: O perfil não pôde ser criado
ru: Не удалось создать профиль
tr: Profil oluşturulamadı

# _profile_deleted_successfully
source: Profile has been deleted
cs: Profil byl smazán
el: Το προφίλ έχει διαγραφεί
es_419: El perfil ha sido eliminado
hu: A profil törölve
nl: Profiel verwijderd
pt: O perfil foi eliminado
ru: Профиль был удален
tr: Profil silindi

# _profile_deletion_failed
source: Profile could not be deleted
cs: Profil nelze smazat
el: Το προφίλ δε μπόρεσε να διαγραφεί
es_419: El perfil no se pudo eliminar
hu: A profilt nem lehet törölni
nl: Profiel kon niet worden verwijderd
pt: O perfil não pôde ser eliminado
ru: Не удалось удалить профиль
tr: Profil silinemedi

# _profile_edited_successfully
source: Profile updated
cs: Profil aktualizován
el: Το προφίλ ενημερώθηκε
es_419: Perfil actualizado
hu: Profil frissítve
nl: Profiel gewijzigd
pt: Perfil actualizado
ru: Профиль обновлен
tr: Profil güncellendi

# _profile_name_is_required
source: Please enter a name
cs: Prosím zadejte název
el: Παρακαλώ εισάγετε ένα όνομα
es_419: Ingrese un nombre
hu: Írj be egy nevet
nl: Gelieve een naam in te voeren
pt: Por favor, insira um nome
ru: Пожалуйста, введите название
tr: Lütfen bir ad yazın

# _profile_name_is_too_long
source: Maximum profile name length is 25 characters
cs: Maximální délka názvu profilu je 25 znaků
el: Το μέγιστο μήκος, ονόματος προφίλ, είναι 25 χαρακτήρες
es_419: La longitud máxima del nombre del perfil es de 25 caracteres
hu: A profilnév maximális hossza 25 karakter lehet
nl: Maximum lengte van profielnaam is 25 tekens
pt: Tamanho máximo do nome do perfil é 25 caracteres
ru: Максимальная длина имени профиля - 25 символов
tr: Profil adı en fazla 25 karakter uzunluğunda olabilir

# _profile_name_needs_to_be_unique
source: Profile with same name already exists
cs: Profil se stejným názvem již existuje
el: Υπάρχει ήδη προφίλ με αυτό το όνομα
es_419: El perfil con el mismo nombre ya existe
hu: Már létezik ilyen nevű profil
nl: Profiel met dezelfde naam bestaat reeds
pt: Já existe um perfil com esse nome
ru: Профиль с таким названием уже существует
tr: Aynı adlı bir profil zaten var

source: Profile settings
cs: Nastavení profilu
el: Ρυθμίσεις προφίλ
es_419: Ajustes del perfil
hu: Profil beállítások
nl: Profiel-instellingen
pt: Definições de perfil
ru: Настройки профиля
tr: Profil ayarları

source: Profiles
cs: Profily
el: Προφίλ
es_419: Perfiles
hu: Profilok
nl: Profielen
pt: Perfis
ru: Профили
tr: Profiller

source: Profiles Overview
cs: Přehled profilů
el: Επισκόπηση προφίλ
es_419: Resumen de perfiles
hu: Profilok áttekintése
nl: Overzicht van profielen
pt: Resumo dos perfis
ru: Обзор профилей
tr: Profil özeti

# _profiles_tour_description
source: Save your preferred settings and servers for future use.
cs: Uložte si preferovaná nastavení a servery pro budoucí použití.
el: Αποθηκεύστε τις προτιμώμενες ρυθμίσεις και τους διακομιστές σας για μελλοντική χρήση.
es_419: Guarde sus ajustes y servidores preferidos para uso futuro.
hu: Mentsd el a kívánt beállításokat és kiszolgálókat a későbbi használathoz.
nl: Sla uw instellingen en servers op voor toekomstig gebruik.
pt: Grave as suas definições e servidores favoritos para uso futuro.
ru: Сохраните предпочитаемые Вами настройки и серверы для дальнейшего использования.
tr: Kullanmayı yeğlediğiniz ayarları ve sunucuları ileride kullanmak üzere kaydedin.

# _profiles_tour_title
source: Profiles
cs: Profily
el: Προφίλ
es_419: Perfiles
hu: Profilok
nl: Profielen
pt: Perfis
ru: Профили
tr: Profiller

source: Protocol
cs: Protokol
el: Πρωτόκολλο
es_419: Protocolo
hu: Protokoll
pt: Protocolo
ru: Протокол
tr: İletişim kuralı

source: Public IP: %@
cs: Veřejná IP: %@
el: Δημόσια IP: %@
es_419: IP pública: %@
hu: Publikus IP: %@
nl: Openbaar IP: %@
pt: IP público: %@
ru: Публичный IP: %@
tr: Herkese açık IP: %@

source: Quick Connect
cs: Rychlé připojení
el: Γρήγορη Σύνδεση
es_419: Conexión rápida
hu: Gyors kapcsolódás
nl: Snel verbinden
pt: Ligação rápida
ru: Быстрое подключение
tr: Hızlı bağlan

# _quick_connect_tooltip
source: Quick Connect button will connect you to the selected profile
cs: Tlačítko Rychlé připojení vás připojí k vybranému profilu
el: Το κουμπί Γρήγορης Σύνδεσης θα σας συνδέσει με το επιλεγμένο προφίλ
es_419: El botón de conexión rápida le conectará al perfil seleccionado
hu: A gyors csatlakozás gomb az előre kiválasztott szerverhez kapcsolódik
nl: De knop 'Snel Verbinden' zal u verbinden met het geselecteerde profiel
pt: O botão Ligação rápida liga ao perfil seleccionado
ru: Кнопка «Быстрое подключение» подключит вас к выбранному профилю
tr: Hızlı bağlan düğmesi sizi seçilmiş profile bağlar

# _quick_connect_tour_description
source: Automatically connect to the server that will provide you with the fastest connection.
cs: Automaticky se připojte k serveru, který vám poskytne nejrychlejší připojení.
el: Αυτόματη σύνδεση με το διακομιστή που θα σας παρέχει την πιο γρήγορη σύνδεση.
es_419: Conectarse automáticamente al servidor que le proporcionará la conexión más rápida.
hu: Automatikusan csatlakozik ahhoz a szerverhez, amely a leggyorsabb kapcsolatot biztosítja.
nl: Verbind automatisch met de server met de snelste verbinding.
pt: Ligar automaticamente ao servidor que fornece a ligação mais rápida.
ru: Автоматически подключайтесь к серверу, который обеспечит вам самое быстрое подключение.
tr: Size en hızlı bağlantıyı sağlayacak sunucuya otomatik olarak bağlanın.

# _quick_connect_tour_title
source: Quick Connect
cs: Rychlé připojení
el: Γρήγορη Σύνδεση
es_419: Conexión rápida
hu: Gyors kapcsolódás
nl: Snel verbinden
pt: Ligação rápida
ru: Быстрое подключение
tr: Hızlı bağlan

# _quick_settings_get_plus
source: Get Plus
cs: Získat Plus
es_419: Obtener Plus
nl: NEEM PLUS
pt: OBTER O PLUS
ru: Получить Plus
tr: Plus tarifesine geçin

# _quick_settings_killSwitch_description
source: Disables Internet if the VPN connection drops to prevent accidental IP leak.
cs: Zakáže internet při přerušení VPN spojení, čímž zabrání úniku IP adresy.
es_419: Deshabilita Internet si la conexión VPN cae para evitar fugas accidentales de IP.
nl: Schakelt internet uit als de VPN-verbinding wegvalt om onbedoeld IP-lekken te voorkomen.
pt: Desactiva a Internet se a ligação VPN cair para evitar exposição acidental de IP.
ru: Отключает Интернет при обрыве подключения к VPN для предотвращения случайной утечки IP-адресов.
tr: VPN bağlantısı kesildiğinde IP adresinin isteğiniz dışında sızmasını engellemek için interneti devre dışı bırakır.

# _quick_settings_killSwitch_note
source: If you can't connect to devices on your local network, try disabling Kill Switch.
cs: Pokud se nemůžete připojit k zařízením v místní síti, zkuste vypnout funkci Kill Switch.
es_419: Si no puede conectarse a dispositivos de su red local, intente deshabilitar el interruptor de apagado.
nl: Als u geen verbinding kunt maken met apparaten op uw lokale netwerk, probeer dan de Kill Switch uit te schakelen.
pt: Se não consegue ligar a dispositivos na sua rede local, tente desactivar o Kill Switch.
ru: Если вы не можете подключиться к устройствам в локальной сети, попробуйте отключить Kill Switch.
tr: Yerel ağınızdaki aygıtlara bağlanamıyorsanız, Bağlantı kesiciyi devre dışı bırakmayı deneyin.

# _quick_settings_netShield_description
source: Browse the Internet without ads and malware.
cs: Procházení internetu bez reklam a malwaru.
es_419: Navegue por Internet sin anuncios ni malware.
nl: Blader door internet zonder advertenties en malware.
pt: Navegue pela Internet sem anúncios nem malware.
ru: Просматривайте Интернет без рекламы и вредоносных программ.
tr: İnternette reklamlar ve kötü amaçlı yazılımlar olmadan gezinin.

# _quick_settings_netShield_note
source: If websites don’t load, try disabling NetShield
cs: Pokud se webové stránky nenačtou, zkuste vypnout NetShield
es_419: Si los sitios web no se cargan, intente desactivar NetShield
nl: Als websites niet laden, probeer NetShield dan uit te schakelen
pt: Se as páginas não carregarem, tente desactivar o NetShield
ru: Если веб-сайты не загружаются, попробуйте отключить NetShield
tr: Web siteleri yüklenmiyorsa, NetShield özelliğini devre dışı bırakmayı deneyin

# _quick_settings_netshield_option_level1
source: Block malware only
cs: Blokovat pouze malware
es_419: Bloquear malware solamente
nl: Alleen malware blokkeren
pt: Bloquear apenas malware
ru: Блокировать только вредоносные программы
tr: Yalnızca kötü amaçlı yazılımlar engellensin

# _quick_settings_netshield_option_level2
source: Block malware, ads, & trackers
cs: Blokování malware, reklam & sledovacích prvků
es_419: Bloquear malware, anuncios y rastreadores
nl: Blokkeer malware, advertenties & trackers
pt: Bloquear malware, anúncios & rastreadores
ru: Блокировать вредоносные программы, рекламу и трекеры
tr: Kötü amaçlı yazılımları, reklamları, ve etkinlik izleyicileri engelleyin

# _quick_settings_netshield_option_off
source: Don't block
cs: Neblokovat
es_419: No bloquear
nl: Niet blokkeren
pt: Não bloquear
ru: Не блокировать
tr: Engellenmesin

# _quick_settings_secureCore_description
source: Route your most sensitive data through our safest servers in privacy-friendly countries.
cs: Směrujte vaše nejcitlivější data skrz naše nejbezpečnější servery v zemích respektujících soukromí.
es_419: Envía sus datos más sensibles a través de nuestros servidores más seguros en países que no tengan privacidad.
nl: Stuur uw meest gevoelige gegevens door onze veiligste servers in privacy-vriendelijke landen.
pt: Desvie os seus dados confidenciais pelos nossos servidores seguros em países amigos da privacidade.
ru: Направляйте свои самые чувствительные данные через наши самые безопасные серверы в странах, уважающих конфиденциальность.
tr: En hassas verilerinizi kişisel gizlilik dostu ülkelerdeki en güvenli sunucularımız üzerinden yöneltin.

# _quick_settings_secureCore_note
source: Secure Core may reduce VPN speed
cs: Secure Core může snížit rychlost VPN
es_419: Secure Core podría reducir la velocidad de la VPN
nl: Secure Core kan de VPN-snelheid verlagen
pt: O Secure Core pode reduzir a velocidade da VPN
ru: Secure Core может снизить скорость VPN
tr: Secure Core, VPN hızını azaltabilir

# _quick_settings_tour_description
source: Increase your security with one click:
cs: Zvyšte své zabezpečení jedním kliknutím:
es_419: Aumente su seguridad con un solo clic:
nl: Verbeter uw beveiliging met één klik:
pt: Aumente a sua segurança com um clique:
ru: Повысьте свою безопасность одним щелчком мыши:
tr: Tek bir tıklama ile güvenliğinizi artırın:

# _quick_settings_tour_feature_1
source: Add one extra layer of security with Secure Core.
cs: Přidejte další vrstvu zabezpečení pomocí Secure Core.
es_419: Añada una capa extra de seguridad con Secure Core.
nl: Voeg een extra beveiligingslaag toe met Secure Core.
pt: Adicione uma camada extra de segurança com o Secure Core.
ru: Добавьте дополнительный уровень безопасности с Secure Core.
tr: Secure Core ile ek bir güvenlik katmanı ekleyin.

# _quick_settings_tour_feature_2
source: Surf the web freely from malware and ads with NetShield.
cs: Surfujte na webu chráněni před malware a reklamami pomocí NetShield.
es_419: Navegue libremente por la web de malware y anuncios con NetShield.
nl: Surf vrij van malware en advertenties met NetShield.
pt: Navegue na web livre de malware e anúncios com o NetShield.
ru: Путешествуйте по сети, свободной от вредоносного ПО и рекламы, при помощи NetShield.
tr: NetShield ile kötü amaçlı yazılımlar ve reklamlar olmadan internette özgürce gezinin.

# _quick_settings_tour_feature_3
source: Prevent your IP to be exposed by turning on Kill Switch.
cs: Zabraňte odhalení své IP adresy zapnutím Kill Switch.
es_419: Evita que su IP sea expuesta activando el interruptor de apagado.
nl: Voorkom dat uw IP wordt blootgesteld door Kill Switch aan te zetten.
pt: Impeça que o seu IP seja exposto ao activar o Kill Switch.
ru: Предотвратите раскрытие вашего IP-адреса, включив Kill Switch.
tr: Bağlantı kesiciyi açarak IP adresinizin açığa çıkmasını önleyin.

# _quick_settings_tour_title
source: Quick Settings
cs: Rychlá nastavení
es_419: Ajustes rápidos
nl: Snelle Instellingen
pt: Definições rápidas
ru: Быстрые настройки
tr: Hızlı ayarlar

source: Quit
cs: Ukončit
el: Έξοδος
es_419: Salir
hu: Kilépés
nl: Afsluiten
pt: Sair
ru: Выход
tr: Çıkış

# _quit_warning
source: Quitting the application will disconnect the active VPN connection. Do you want to continue?
cs: Ukončením aplikace se odpojí aktivní připojení VPN. Chcete pokračovat?
el: Η έξοδος από την εφαρμογή θα αποσυνδέσει την ενεργή συνεδρία VPN. Θέλετε να συνεχίσετε;
es_419: Salir de la aplicación desconectará la conexión VPN activa. ¿Desea continuar?
hu: Az alkalmazásból való kilépés megszakítja az aktív VPN-kapcsolatot. Szeretnéd folytatni?
nl: De applicatie afsluiten zal de actieve VPN-verbinding verbreken. Wilt u doorgaan?
pt: Sair da aplicação desligará a ligação VPN activa. Deseja continuar?
ru: Закрытие приложения приведет к отключению активного VPN-соединения. Вы хотите продолжить?
tr: Uygulamadan çıkmak, etkin VPN bağlantısını kesecek. Devam etmek istiyor musunuz?

source: Random
cs: Náhodný
el: Τυχαίο
es_419: Aleatorio
hu: Véletlenszerű
nl: Willekeurig
pt: Aleatória
ru: Случайный
tr: Rastgele

source: Random available server
cs: Náhodný dostupný server
el: Τυχαίος διαθέσιμος διακομιστής
es_419: Servidor disponible al azar
hu: Véletlenszerű szerver
nl: Willekeurige beschikbare server
pt: Servidor disponível aleatório
ru: Случайный доступный сервер
tr: Rastgele kullanılabilecek sunucu

source: Random Connection
cs: Náhodné připojení
el: Τυχαία Σύνδεση
es_419: Conexión aleatoria
hu: Véletlenszerű kapcsolat
nl: Willekeurige verbinding
pt: Ligação aleatória
ru: Случайное подключение
tr: Rastgele bağlantı

source: Recommended
cs: Doporučené
el: Προτεινόμενο
es_419: Recomendado
hu: Ajánlott
nl: Aanbevolen
pt: Recomendado
ru: Рекомендованное
tr: Önerilen

# _reconnect_on_protocol_change_title
source: Change protocol
cs: Změna protokolu
es_419: Cambiar el protocolo
nl: Wijzig protocol
pt: Alterar protocolo
ru: Изменить протокол
tr: İletişim kuralını değiştir

# _reconnect_on_settings_change_body
source: Your connection needs to be restarted to apply this change.
cs: Pro použití této změny je třeba připojení restartovat.
es_419: Debe reiniciar su conexión para aplicar este cambio.
nl: Uw verbinding moet opnieuw worden gestart om deze wijziging toe te passen.
pt: A sua ligação tem de ser reiniciada para aplicar esta alteração.
ru: Необходимо перезапустить соединение, чтобы применить это изменение.
tr: Bu değişikliğin uygulanması için bağlantınızın yeniden başlatılması gerekiyor.

# _reconnect_title
source: We are reconnecting to the fastest server available.
cs: Připojujeme se k nejrychlejšímu dostupnému serveru.
es_419: Le estamos conectando al servidor más rápido disponible.
nl: We maken opnieuw verbinding met de snelste beschikbare server.
pt: Estamos a ligar ao servidor mais rápido disponível.
ru: Мы переподключаемся к самому быстрому доступному серверу.
tr: Kullanılabilecek en hızlı sunucuya yeniden bağlanıyoruz.

source: Reconnecting to %@
cs: Opětovné připojování k %@
es_419: Reconectando a %@
nl: Opnieuw verbinden met %@
pt: A ligar a %@
ru: Переподключение к %@
tr: %@ ile yeniden bağlantı kuruluyor

source: Reconnection Required
cs: Je nutné opětovné připojení
es_419: Reconexión requerida
nl: Opnieuw verbinden vereist
pt: Requerida nova ligação
ru: Требуется переподключение
tr: Yeniden bağlantı kurmak gerekli

# _reestablish_vpn_connection_
source: Re-establishing VPN connection.
cs: Opětovné navazování VPN připojení.
es_419: Reestableciendo la conexión VPN.
nl: VPN-verbinding herstellen.
pt: A restabelecer ligação VPN.
ru: Восстановление VPN-соединения.
tr: VPN bağlantısı yeniden kuruluyor.

source: Release date:
cs: Datum vydání:
el: Ημερομηνία κυκλοφορίας:
es_419: Fecha de lanzamiento:
hu: Megjelenési dátum:
nl: Verschijningsdatum:
pt: Data de lançamento:
ru: Дата выпуска:
tr: Yayınlanma tarihi:

source: Remember Login
cs: Zapamatovat přihlašovací údaje
el: Απομνημόνευση Σύνδεσης
es_419: Recordar inicio de sesión
hu: Jelszó mentése
nl: Aangemeld blijven
pt: Relembrar dados
ru: Оставаться в системе
tr: Bilgilerimi hatırla

source: Report
cs: Nahlásit
el: Αναφορά
es_419: Notificar
hu: Jelentés
nl: Melden
pt: Relatar
ru: Пожаловаться
tr: Bildir

source: Report an Issue...
cs: Nahlásit problém...
el: Αναφορά προβλήματος...
es_419: Notificar un problema...
hu: Hibabejelentés...
nl: Een probleem melden...
pt: Relatar um problema...
ru: Сообщить о проблеме...
tr: Bir sorun bildirin...

# _report_attachments
source: Attachments
cs: Přílohy
el: Συνημμένα
es_419: Adjuntos
hu: Mellékletek
nl: Bijlagen
pt: Anexos
ru: Вложения
tr: Ek dosyalar

# _report_attachments_checkbox
source: Include app logs and system details
cs: Zahrnout logy aplikace a podrobnosti o systému
es_419: Incluir registros de la app y datos del sistema
nl: Inclusief app logs en systeemdetails
pt: Incluir registos da aplicação e detalhes do sistema
ru: Включить журналы и системные данные
tr: Uygulama günlüğü kayıtları ve sistem bilgileri katılsın

# _report_bug
source: Report an issue
cs: Nahlásit problém
el: Αναφορά Σφάλματος
es_419: Reportar un problema
hu: Hibajelentés
nl: Een probleem melden
ru: Сообщить о проблеме
tr: Bir sorun bildirin
