Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _subscription_expired_reconnection_description
source: Your subscription has been downgraded, so we are reconnecting to the fastest available server.
cs: Vaše předplatné bylo sníženo, takže vás přepojujeme na nejrychlejší dostupný server.
es_419: Su suscripción ha sido degradada, volveremos a reconectar al servidor más rápido disponible.
nl: Uw abonnement is gedegradeerd, dus we maken opnieuw verbinding met de snelst beschikbare server.
pt: A sua subscrição regrediu, estamos a ligar ao servidor mais rápido disponível.
ru: Вы перешли на более дешевую подписку, поэтому мы переподключаемся к самому быстрому доступному серверу.
tr: Abonelik tarifeniz düşürüldü. Bu nedenle kullanılabilecek en hızlı sunucuya yeniden bağlanıyoruz.

# _subscription_expired_title
source: Your VPN subscription plan has expired
cs: Vaše předplatné VPN vypršelo
es_419: Su suscripción de VPN ha expirado
nl: Uw VPN-abonnement is verlopen
pt: O seu plano de subscrição VPN expirou
ru: Срок вашей подписки на VPN истек
tr: VPN abonelik tarifenizin süresi dolmuş

# _subscription_extended_success
source: You have successfully bought credits to extend your current plan.
cs: Úspěšně jste si zakoupili kredity na prodloužení stávajícího tarifu.
el: Έχετε αγοράσει με επιτυχία μονάδες για την επέκταση του τρέχοντος πακέτου σας.
es_419: Ha comprado con éxito los créditos para extender su plan actual.
hu: Sikeresen vásároltál kreditet a jelenlegi csomag meghosszabbításához.
nl: U heeft met succes credits gekocht om uw huidige abonnement te verlengen.
pt: Adquiriu com sucesso mais créditos para estender o seu plano actual.
ru: Вы успешно приобрели кредиты для продления вашей текущей подписки.
tr: Geçerli tarifenizin süresini uzatmak için kredi satın aldınız.

source: Subscription Plan
cs: Předplacený tarif
el: Πλάνο Συνδρομής
es_419: Plan de suscripción
hu: Csomagod
nl: Abonnement
pt: Plano de subscrição
ru: План подписки
tr: Abonelik tarifesi

# _subscription_upgrade_option1
source: Hundreds of servers in %@ countries
es_419: Cientos de servidores en %@ países
nl: Honderden servers in %@ landen
pt: Centenas de servidores em %@ países
tr: %@ ülkede yüzlerce sunucu

# _subscription_upgrade_option2
source: Connect up to %@ devices at the same time
es_419: Conecte hasta %@ dispositivos al mismo tiempo
nl: Verbind tot %@ apparaten op hetzelfde moment
pt: Ligue até %@ dispositivos em simultâneo
tr: Aynı anda %@ aygıta kadar bağlanın

# _subscription_upgrade_option3
source: Advanced features: NetShield, Secure Core, Tor, P2P
cs: Pokročilé funkce: NetShield, Secure Core, Tor, P2P
es_419: Funciones avanzadas: NetShield, Secure Core, Tor, P2P
nl: Geavanceerde functies: NetShield, Secure Core, Tor, P2P
pt: Funcionalidades avançadas: NetShield, Secure Core, Tor, P2P
ru: Дополнительные возможности: NetShield, Secure Core, Tor, P2P
tr: Gelişmiş özellikler: NetShield, Secure Core, Tor, P2P

# _subscription_upgrade_title
source: Upgrade again to enjoy all the features:
cs: Znovu navyšte tarif pro využití všech funkcí:
es_419: Actualice de nuevo para disfrutar de todas las funciones:
nl: Upgrade opnieuw om te genieten van alle functies:
pt: Actualize novamente para aproveitar todas as funcionalidades:
ru: Улучшите снова, чтобы воспользоваться всеми функциями:
tr: Tüm özelliklerin tadını çıkarmak için yeniden yükseltin:

# _subscription_will_expire
source: Current plan will expire on %@.
cs: Stávající tarif vyprší %@.
el: Το τρέχον πλάνο θα λήξει στις %@.
es_419: El plan actual expirará el %@.
hu: A jelenlegi csomagod lejár ekkor %@.
nl: Huidige abonnement verloopt op %@.
pt: O plano actual expirará em %@.
ru: Текущий тариф истекает %@.
tr: Geçerli tarifenin süresi %@ tarihinde dolacak.

# _subscription_will_renew
source: Current plan will automatically renew on %@.
cs: Stávající tarif se automaticky obnoví %@.
el: Το τρέχον πλάνο θα ανανεωθεί αυτόματα στις %@.
es_419: El plan actual se renovará automáticamente el %@.
hu: A jelenlegi csomagod automatikusan megújításra kerül ekkor %@.
nl: Huidige abonnement wordt automatisch verlengd op %@.
pt: O plano actual renova automaticamente em %@.
ru: Ваш тариф автоматически обновится %@.
tr: Geçerli tarife %@ tarihinde otomatik olarak yenilenecek.

# _subuser_alert_assign_connections_button
source: Assign VPN connections
cs: Přiřaďte VPN připojení
es_419: Asignar conexiones VPN
nl: VPN-verbindingen toewijzen
pt: Atribuir ligações VPN
ru: Назначить VPN-подключения
tr: VPN bağlantıları ata

# _subuser_alert_description1
source: To start your journey in Proton VPN please assign VPN connections to your account or any other sub-account.
cs: Pro použití Proton VPN prosím přiřaďte VPN připojení k vašemu účtu nebo k podřízenému účtu.
es_419: Para empezar su viaje en Proton VPN, asigne conexiones VPN a su cuenta o cualquier otra subcuenta.
nl: Om uw reis met ProtonVPN te beginnen wijst u VPN-verbindingen toe aan uw account of een ander sub-account.
ru: Чтобы начать свое путешествие в Proton VPN, пожалуйста, назначьте подключения VPN для своего аккаунта или любого другого субаккаунта.
tr: ProtonVPN yolculuğunuza başlamak için lütfen hesabınıza ya da başka bir alt hesaba VPN bağlantıları atayın.

# _subuser_alert_description2
source: This step will take just a few minutes. After that you will be able to log in and protect all your devices.
cs: Tento krok zabere jen několik minut. Poté se budete moci přihlásit a chránit všechna svá zařízení.
es_419: Este paso tomará solo unos minutos. Después será capaz de iniciar sesión y proteger todos sus dispositivos.
nl: Deze stap duurt slechts een paar minuten. Daarna kunt u zich aanmelden en al uw apparaten beveiligen.
ru: Этот шаг займет всего несколько минут. После этого вы сможете войти в систему и защитить все свои устройства.
tr: Bu adım birkaç dakika sürecek. Bundan sonra oturum açabilir ve tüm aygıtlarınızı koruyabilirsiniz.

# _subuser_alert_login_button
source: Login again
cs: Přihlásit se znovu
es_419: Iniciar sesión nuevamente
nl: Opnieuw inloggen
pt: Iniciar sessão novamente
ru: Войти снова
tr: Yeniden oturum aç

# _subuser_alert_title
source: Thanks for upgrading to Professional/Visionary
cs: Děkujeme, že jste přešli na tarif Business/Enterprise
es_419: Gracias por actualizar a Professional/Visionary
nl: Bedankt voor het upgraden naar PROFESSIONAL/VISIONARY
ru: Спасибо за улучшение до Professional/Visionary
tr: Professional/Visionary tarifesine yükselttiğiniz için teşekkürler

source: Successfully Connected
cs: Úspěšně připojeno
el: Συνδέθηκε με Επιτυχία
es_419: Conectado con éxito
hu: Sikeres kapcsolódás
nl: Succesvol verbonden
pt: Ligado com sucesso
ru: Успешное подключение
tr: Bağlantı kuruldu

# _sysex_cannot_enable
source: Cannot enable System Extension
cs: Nelze povolit rozšíření systému
es_419: No se puede habilitar la extensión del sistema
nl: Kan systeemuitbreiding niet inschakelen
pt: Impossível activar a extensão do sistema
ru: Не могу включить системное расширение
tr: Sistem eklentisi etkinleştirilemedi

# _sysex_enabled_description
source: Configuration completed. Now you can browse the Internet faster with the best VPN technologies.
cs: Nastavení dokončeno. Nyní můžete procházet internet rychleji díky nejlepším technologiím VPN.
es_419: Configuración completada. Ahora puede navegar más rápido por internet con las mejores tecnologías VPN.
nl: Configuratie voltooid. Nu kunt u sneller op het internet surfen met de beste VPN-technologieën.
ru: Настройка завершена. Теперь вы можете просматривать Интернет быстрее с помощью лучших технологий VPN.
tr: Yapılandırma tamamlandı. Artık internet üzerinde en iyi VPN teknolojilerini kullanarak daha hızlı gezinebilirsiniz.

# _sysex_enabled_title
source: Configuration completed
cs: Nastavení dokončeno
es_419: Configuración completada
nl: Configuratie voltooid
ru: Настройка завершена
tr: Yapılandırma tamamlandı

# _sysex_error_description
source: An error occurred while installing System Extension. Reinstall Proton VPN, making sure it is located in the Applications folder, to fix this problem. Alternatively, contact our support.
cs: Při instalaci rozšíření systému došlo k chybě. Pro vyřešení tohoto problému znovu nainstalujte Proton VPN a ujistěte se, že se nachází ve složce Aplikace. Případně kontaktujte naši podporu.
es_419: Ocurrió un error al instalar la extensión del sistema. Reinstale Proton VPN, asegurándose de que esté ubicado en la carpeta de aplicaciones, para corregir este problema. Alternativamente, contacte con nuestro soporte.
nl: Er is een fout opgetreden tijdens de installatie van Systeemuitbreiding. Installeer ProtonVPN opnieuw en zorg ervoor dat het zich in de map Toepassingen bevindt om dit probleem op te lossen. U kunt ook contact opnemen met onze ondersteuning.
pt: Ocorreu um erro ao instalar a extensão do sistema. Reinstale o Proton VPN, garantindo que fica localizado na pasta de aplicações, para resolver o problema. Alternativamente, contacte o suporte.
ru: Произошла ошибка при установке системного расширения. Переустановите Proton VPN, убедитесь, что оно находится в папке Приложения, чтобы исправить эту проблему. Или же свяжитесь с нашей поддержкой.
tr: Sistem eklentisi kurulurken bir sorun çıktı. Bu sorunu gidermek için uygulamalar klasöründe olacağından emin olarak yeniden ProtonVPN kurun. Alternatif olarak, destek ekibimizle görüşebilirsiniz.

# _sysex_settings_description
source: Proton VPN requires to load a System Extension to leverage Smart Protocol, OpenVPN and WireGuard.
cs: Proton VPN vyžaduje nahrání systémového rozšíření pro využití Smart Protocol, OpenVPN a WireGuard.
es_419: Proton VPN requiere cargar una extensión del sistema para aprovechar Smart Protocol, OpenVPN y WireGuard.
nl: ProtonVPN vereist het laden van een Systeem Extensie om gebruik te maken van Smart Protocol, OpenVPN en WireGuard.
pt: O Proton VPN requer uma extensão do sistema para equilibrar o Smart Protocol, o OpenVPN e o WireGuard.
ru: Proton VPN потребуется загрузить системное расширение для использования Smart Protocol, OpenVPN и WireGuard.
tr: ProtonVPN uygulamasının, Smart Protocol, OpenVPN ve WireGuard özelliklerini kullanabilmesi için bir sistem eklentisi yüklenmelidir.

# _sysex_wizard_button
source: Begin configuration
es_419: Iniciar configuración
nl: Begin configuratie
tr: Yapılandırmayı başlat

# _sysex_wizard_step1_description
source: Click on "Begin configuration". Two dialogs will appear, then click on "Open Security Preferences". Alternatively, click here to open the same settings.
cs: Zobrazí se dvě dialogová okna. Klikněte na "Otevřít předvolby zabezpečení". Případně klikněte zde a otevřete předvolby.
es_419: Haga clic en "Iniciar configuración". Aparecerán dos cuadros de diálogo, luego haga clic en "Abrir preferencias de seguridad". Alternativamente, haga clic aquí para abrir la misma configuración.
nl: Klik op "Begin configuratie". Er verschijnen twee dialoogvensters, klik dan op "Open Security Preferences". Als alternatief kunt u hier klikken om dezelfde instellingen te openen. uration.
ru: Появятся два диалоговых окна. Нажмите "Открыть настройки безопасности". Или нажмите здесь, чтобы открыть настройки.
tr: "Yapılandırmayı başlat" üzerine tıklayın. İki pencere görüntülenir. O zaman "Güvenlik ayarlarını aç" üzerine tıklayın. Alternatif olarak aynı ayarları açmak için buraya tıklayabilirsiniz.

# _sysex_wizard_step1_description_1
source: Click on "Begin configuration". Dialog will appear, then click on "Open Security Preferences". Alternatively, click here to open the same settings.
cs: Zobrazí se dialogové okno zabezpečení. Klikněte na "Otevřít předvolby zabezpečení". Případně klikněte zde a otevřete předvolby.
es_419: Haga clic en "Iniciar configuración". Aparecerá un cuadro de diálogo, luego haga clic en "Abrir preferencias de seguridad". Alternativamente, haga clic aquí para abrir la misma configuración.
nl: Klik op "Begin configuratie". Dialoog zal verschijnen, klik dan op "Open Veiligheid Voorkeuren". U kunt ook hier klikken om dezelfde instellingen te openen.
ru: Появилось диалоговое окно безопасности. Нажмите "Открыть настройки безопасности". Или нажмите здесь, чтобы открыть настройки.
tr: "Yapılandırmayı başlat" üzerine tıklayın. Bir pencere görüntülenir. O zaman "Güvenlik ayarlarını aç" üzerine tıklayın. Alternatif olarak aynı ayarları açmak için buraya tıklayabilirsiniz.

# _sysex_wizard_step1_description_link
source: click here
cs: klikněte zde
es_419: haga clic aquí
nl: hier
pt: clique aqui
ru: нажмите здесь
tr: buraya

# _sysex_wizard_step1_title
source: Open Security Preferences
cs: Otevřít předvolby zabezpečení
es_419: Abrir preferencias de seguridad
nl: Open Veiligheid Voorkeuren
ru: Открыть параметры безопасности
tr: Güvenlik ayarlarını aç

# _sysex_wizard_step1_title_1
source: Open Security Preferences
cs: Otevřít předvolby zabezpečení
es_419: Abrir preferencias de seguridad
nl: Open Veiligheid Voorkeuren
ru: Открыть параметры безопасности
tr: Güvenlik ayarlarını aç

# _sysex_wizard_step2_description
source: Click the lock to make changes
cs: Kliknutím na zámek provedete změny
es_419: Haga clic en el candado para hacer cambios
nl: Klik op het slotje om wijzigingen aan te brengen
pt: Clique no cadeado para alterar
ru: Нажмите на значке замка, чтобы можно было вносить изменения
tr: Değişiklik yapmak için kilit üzerine tıklayın

# _sysex_wizard_step2_title
source: Unlock to make changes
cs: Odemkněte pro provedení změn
es_419: Desbloquear para hacer cambios
nl: Ontgrendelen om veranderingen aan te brengen
pt: Desbloquear para alterar
ru: Разблокируйте, чтобы внести изменения
tr: Değişiklik yapmak için kilidi açın

# _sysex_wizard_step3_description
source: Enter your macOS credentials to authenticate
cs: Zadejte své přihlašovací údaje k systému macOS pro ověření
es_419: Ingrese sus credenciales de macOS para autenticarse
nl: Voer uw macOS-gegevens in om te verifiëren
ru: Введите данные своей учетной записи macOS, чтобы аутентифицироваться
tr: İzin vermek için macOS kimlik doğrulama bilgilerinizi yazın

# _sysex_wizard_step3_title
source: Enter credentials
cs: Zadejte přihlašovací údaje
es_419: Ingresar credenciales
nl: Inloggegevens invoeren
pt: Insira as credenciais
ru: Введите учетные данные
tr: Kimlik doğrulama bilgilerini yazın

# _sysex_wizard_step4_description
source: Click the “Details...” button
cs: Klikněte na tlačítko "Detaily..."
es_419: Haga clic en el botón "Detalles..."
nl: Klik op de knop "Details..."
pt: Clique em "Detalhes..."
ru: Нажмите кнопку "Подробности…"
tr: “Ayrıntılar...” düğmesine tıklayın

# _sysex_wizard_step4_description_1
source: Click the “Allow” button
cs: Klikněte na tlačítko "Povolit"
es_419: Haga clic en el botón "Permitir"
nl: Klik op de knop "Toestaan"
ru: Нажмите на кнопку "Разрешить"
tr: “İzin ver” düğmesine tıklayın

# _sysex_wizard_step4_title
source: “Details...” button
cs: tlačítko "Detaily..."
es_419: Botón "Detalles..."
nl: Knop "Details..."
pt: Botão "Detalhes..."
ru: кнопку "Подробности…"
tr: “Ayrıntılar...” düğmesi

# _sysex_wizard_step4_title_1
source: “Allow” button
cs: tlačítko “Povolit”
es_419: Botón "Permitir"
nl: Knop "Toestaan"
ru: Кнопка "Разрешить"
tr: “İzin ver” düğmesi

# _sysex_wizard_step5_description
source: Select both Proton VPN items to enable custom protocols and click “OK”
cs: Vyberte obě položky Proton VPN pro povolení vlastních protokolů a klikněte na tlačítko "OK"
es_419: Seleccione ambos elementos de Proton VPN para habilitar los protocolos personalizados y haga clic en "Aceptar"
nl: Selecteer beide ProtonVPN items om aangepaste protocollen in te schakelen en klik op "OK"
pt: Seleccione os itens do Proton VPN para activar protocolos personalizados e clique em "Aceitar"
ru: Выберите оба пункта Proton VPN, чтобы разрешить пользовательские протоколы, и щелкните “OK”
tr: Özel iletişim kurallarını etkinleştirmek için iki ProtonVPN ögesini seçin ve “Tamam” üzerine tıklayın

# _sysex_wizard_step5_title
source: Selecting Proton VPN items
cs: Výběr položek Proton VPN
es_419: Selección de elementos de Proton VPN
nl: ProtonVPN items selecteren
pt: Seleccionar itens do Proton VPN
ru: Выбираются элементы Proton VPN
tr: ProtonVPN ögelerini seçmek

# _sysex_wizard_subtitle
source: In order to do so, follow the steps below:
cs: Pro provedení postupujte podle následujích kroků:
es_419: Para hacerlo, siga los pasos a continuación:
nl: Volg de onderstaande stappen om dit te doen:
ru: Для этого выполните следующие действия:
tr: Bunu yapmak için şu adımları izleyin:

# _sysex_wizard_text_under_steps
source: You’re now ready to use Proton VPN with the latest and fastest VPN technologies available!
cs: Nyní jste připraveni používat Proton VPN s nejnovějšími a nejrychlejšími dostupnými technologiemi VPN!
es_419: ¡Ahora está listo para usar Proton VPN con las últimas y más rápidas tecnologías VPN disponibles!
nl: U bent nu klaar om ProtonVPN te gebruiken met de nieuwste en snelste VPN-technologieën die beschikbaar zijn!
pt: Pode agora utilizar o Proton VPN com as mais recentes e rápidas tecnologias VPN disponíveis!
ru: Теперь Вы готовы использовать Proton VPN с самыми последними и быстрейшими доступными технологиями VPN!
tr: Artık kullanılabilecek en yeni ve en hızlı VPN teknolojileriyle ProtonVPN kullanmaya hazırsınız!

# _sysex_wizard_title
source: Enjoy the fastest connections by enabling custom protocols
cs: Využívejte nejrychlejší připojení povolením vlastních protokolů
es_419: Disfrute de las conexiones más rápidas habilitando protocolos personalizados
nl: Geniet van de snelste verbindingen door aangepaste protocollen in te schakelen
pt: Aprecie as ligações mais rápidas, activando protocolos personalizados
ru: Воспользуйтесь самыми быстрыми подключениями, включив пользовательские протоколы
tr: Özel iletişim kurallarını etkinleştirerek en hızlı bağlantıların tadını çıkarın

# _sysex_wizard_window_title
source: Enabling custom protocols
cs: Povolení vlastních protokolů
es_419: Habilitación de protocolos personalizados
nl: Aangepaste protocollen inschakelen
pt: Activar protocolos personalizados
ru: Включение пользовательских протоколов
tr: Özel iletişim kurallarını etkinleştirmek

source: System Notifications
cs: Systémová upozornění
el: Ειδοποιήσεις Συστήματος
es_419: Notificaciones del sistema
hu: Rendszer értesítések
nl: Systeemnotificaties
pt: Notificações do sistema
ru: Системные уведомления
tr: Sistem bildirimleri

# _take_tour
source: Take a Tour
cs: Absolvujte prohlídku
el: Κάντε μια Περιήγηση
es_419: Hacer recorrido
hu: Tekintsd át
nl: Neem een rondleiding
pt: Visita guiada
ru: Ознакомительный тур
tr: Tura çıkın

source: Technical Details
cs: Technické detaily
el: Τεχνικές Λεπτομέρειες
es_419: Detalles técnicos
hu: Technikai részletek
nl: Technische gegevens
pt: Detalhes técnicos
ru: Техническая информация
tr: Teknik ayrıntılar

source: Terms and Conditions
cs: Smluvními podmínkami užívání
el: Όροι και Προϋποθέσεις
es_419: Términos y Condiciones
hu: Szerződési feltételeket
nl: Algemene voorwaarden
pt: Termos e condições
ru: Условиями и положениями
tr: Hüküm ve Koşullar

# _terms_and_conditions_disclaimer
source: By using Proton VPN, you agree to our %@ and %@
cs: Používáním Proton VPN souhlasíte s našimi %@ a %@
el: Χρησιμοποιώντας το ProtonVPN, συμφωνείτε με %@ και %@
es_419: Al usar Proton VPN, acepta nuestros %@ y %@
hu: A ProtonVPN használatával elfogadod a %@ és %@
nl: Door ProtonVPN te gebruiken, gaat u akkoord met onze %@ en %@
pt: Ao utilizar o Proton VPN, concorda com as nossas %@ e %@
ru: Используя Proton VPN, вы соглашаетесь с нашими %@ и %@
tr: ProtonVPN kullanarak, şunları kabul etmiş olursunuz %@ ve %@

source: TEST Servers
cs: TESTOVACÍ servery
el: ΔΙΑΚΟΜΙΣΤΕΣ ΔΟΚΙΜΩΝ
es_419: Servidores de prueba
hu: PRÓBA SZERVEREK
pt: Servidores TEST
ru: ТЕСТОВЫЕ серверы
tr: Test sunucuları

# _tier_free
source: Free
cs: Bezplatný
es_419: Gratis
nl: GRATIS

source: timed out
cs: časový limit vypršel
el: λήξη χρόνου
es_419: tiempo agotado
hu: időtúllépés
nl: verlopen
pt: expirou
ru: время ожидания истекло
tr: zaman aşımına uğradı

# _timeout_ks_ike_descritpion
source: Another application might be interfering with Kill Switch. To fix this problem, switch to the OpenVPN protocol or disable Kill Switch and retry.
cs: Do funkce Kill Switch může zasahovat jiná aplikace. Chcete-li tento problém vyřešit, přepněte na protokol OpenVPN nebo vypněte Kill Switch a zkuste to znovu.
es_419: Otra aplicación podría estar interfiriendo con el interruptor de apagado. Para solucionar este problema, cambie al protocolo OpenVPN o desactive el interruptor y vuelva a intentarlo.
nl: Een andere toepassing kan interfereren met Kill Switch. Om dit probleem op te lossen, schakelt u over naar het OpenVPN-protocol of schakelt u Kill Switch uit en probeert u het opnieuw.
pt: Outra aplicação pode estar a interferir com o Kill Switch. Para resolver o problema, mude para o protocolo OpenVPN ou desactive o Kill Switch e tente de novo.
ru: Возможно, другое приложение мешает работе Kill Switch. Чтобы решить эту проблему, переключитесь на протокол OpenVPN или отключите Kill Switch и повторите попытку.
tr: Başka bir uygulama bağlantı kesici ile etkileşebilir. Bu sorunu çözmek için OpenVPN iletişim kuralına geçin ya da Bağlantı kesiciyi devre dışı bırakarak yeniden deneyin.

# _timeout_ks_ike_switch_protocol
source: Switch to OpenVPN and retry
cs: Přepnout na OpenVPN a opakovat
es_419: Cambiar a OpenVPN y reintentar
nl: Overschakelen naar OpenVPN en probeer het opnieuw
pt: Mude para o OpenVPN e tente novamente
ru: Переключиться на OpenVPN и повторить
tr: OpenVPN kullanmaya geçerek yeniden deneyin

# _to_server_title
source: To %@ Server:
cs: K serveru:
es_419: Al servidor %@:
nl: Naar %@ server:
pt: Do servidor %@:
ru: На сервер:
tr: %@ sunucusuna:

# _tor_description
source: Connects to TOR network
el: Συνδέεται με το δίκτυο TOR
es_419: Conecta a la red Tor
hu: Kapcsolódás a TOR hálózathoz
nl: Verbinding maken met het Tor-netwerk
pt: Liga à rede TOR
tr: Tor ağına bağlanır

source: Tor Server
cs: Server Tor
el: Διακομιστής Tor
es_419: Servidor Tor
hu: Tor szerver
pt: Servidor Tor
ru: Tor сервер
tr: Tor sunucusu
