Repository: ProtonVPN/ios-mac-app
Catalog: libraries/vpncore/Source/Localization/*.lproj/Localizable.strings
Languages: cs, el, es_419, hu, nl, pt, ru, tr

# _report_description
source: Providing the following details, our team can identify your problem and a possible solution with higher chances and shorter time: • Proton VPN app logs • OpenVPN logs • WireGuard logs
cs: Pokud nám poskytnete následující údaje, náš tým dokáže identifikovat váš problém a najít možné řešení s vyšší pravděpodobností a v kratším čase: • logy Proton VPN • logy OpenVPN • logy WireGuard
el: Δώστε λεπτομερείς πληροφορίες σχετικά με το πρόβλημα που αντιμετωπίσατε και επισυνάψτε τυχόν αρχεία που θα μας βοηθήσουν να αναπαράγουμε το πρόβλημα. Επίσης, μας δώστε μας έναν τρόπο να επικοινωνήσουμε μαζί σας για περισσότερες πληροφορίες.
es_419: Al proporcionar los siguientes datos, nuestro equipo podrá identificar su problema y dar una solución con más probabilidades en menos tiempo: • Registros de Proton VPN • Registros de OpenVPN • Registros de WireGuard
hu: Adj részletes leírást a felmerült problémáról, és csatolj minden olyan fájlt, amely segíthet nekünk a probléma megoldásában. Kérjük, hogy adj meg egy elérhetőséget is, hogy kapcsolatba léphessünk veled, ha további információra lenne szükség.
nl: Door de volgende details te verstrekken, kan ons team uw probleem identificeren en een mogelijke oplossing met hogere kansen en kortere tijd vinden: • ProtonVPN app logs • OpenVPN logboeken • WireGuard logboeken
ru: Наша команда сможет определить проблему и найти возможное решение с большей вероятностью и за более короткий срок, если вы предоставите следующую информацию: • журналы приложения Proton VPN • журналы OpenVPN • журналы WireGuard
tr: Aşağıdaki bilgileri verdiğinizde ekibimiz, sorununuzu ve olası çözümünü daha yüksek olasılıkla ve daha kısa sürede bulabilir: • ProtonVPN uygulama günlüğü kayıtları • OpenVPN günlüğü kayıtları • WireGuard günlüğü kayıtları

# _report_field_email
source: Email:
es_419: Correo:
nl: E-mailadres:
ru: Эл. почта:
tr: E-posta:

# _report_field_feedback
source: What went wrong?
cs: Co se pokazilo?
el: Αξιολόγηση
es_419: ¿Qué salió mal?
hu: Visszajelzés
nl: Wat is er misgegaan?
pt: O que correu mal?
ru: Что пошло не так?
tr: Yanlış giden neydi?

# _report_field_placeholder
source: Start typing...
cs: Pište...
es_419: Empiece a escribir...
nl: Begin met typen...
pt: Começar a escrever...
ru: Начинайте вводить текст...
tr: Yazmaya başlayın...

# _report_field_steps
source: What are the exact steps you performed?
cs: Jaké jsou přesné kroky, které jste provedli?
es_419: ¿Cuáles son los pasos exactos que realizó?
nl: Wat zijn de exacte stappen die u hebt uitgevoerd?
pt: Quais são exactamente os passos que deu?
ru: Какие именно шаги вы выполняли?
tr: Tam olarak yaptığınız işlemler nelerdir?

# _report_logs
source: VPN logs
cs: Logy VPN
es_419: Registros VPN
hu: VPN napló
pt: Diários VPN
ru: Журналы VPN
tr: VPN günlüğü kayıtları

# _report_logs_description
source: Enabling this will add your client side VPN logs to this report
cs: Povolením této funkce se do tohoto hlášení přidají také záznamy/protokoly/logy vaší VPN aplikace
el: Ενεργοποιώντας το, θα προστεθούν τα αρχεία καταγραφής VPN του πελάτη σας σε αυτήν την αναφορά
es_419: Activando esta opción añadirá los registros de su VPN a este reporte
hu: Ennek engedélyezésével az ügyféloldali VPN-naplók hozzáadódnak ehhez a jelentéshez
nl: Deze optie inschakelen zorgt ervoor dat de VPN logs van uw client toegevoegd worden aan dit rapport
pt: Activar isto adiciona os diários VPN do seu lado a este relatório
ru: Включение этого параметра добавит журналы работы VPN на стороне клиента в этот отчет
tr: Bu seçenek etkinleştirildiğinde, istemci tarafı VPN günlüğü kayıtlarınız bu bildirime eklenir

# _report_placeholder_email
source: Contact email
cs: Kontaktní e-mail
el: Email επικοινωνίας
es_419: Correo electrónico de contacto
hu: Kapcsolattartó email
pt: Email de contacto
ru: Контактная эл. почта
tr: İletişim e-posta adresi

# _report_placeholder_message
source: Your message...
cs: Vaše zpráva:
el: Το μήνυμα σας...
es_419: Su mensaje...
hu: Írd be az üzeneted...
nl: Uw bericht...
pt: A sua mensagem...
ru: Ваше сообщение...
tr: İletiniz...

# _report_report
source: Report message
cs: Nahlásit zprávu
el: Αναφορά μηνύματος
es_419: Mensaje del reporte
hu: Üzenet jelentése
nl: Rapporteer bericht
pt: Reportar mensagem
ru: Комментарий к отчету
tr: Hata bildirimi iletisi

# _report_send
source: Send Report
cs: Poslat zprávu
el: Αποστολή Αναφοράς
es_419: Enviar reporte
hu: Visszajelzés küldése
nl: Rapport verzenden
pt: Enviar relatório
ru: Отправить отчёт
tr: Bildirimi gönder

# _report_success
source: Thank you for your report
cs: Děkujeme za Vaši zprávu
el: Ευχαριστούμε για την αναφορά σας
es_419: Gracias por su reporte
hu: Köszönjük a bejelentést
nl: Bedankt voor uw melding
pt: Obrigado pelo seu relatório
ru: Спасибо за ваше сообщение
tr: Bildiriminiz için teşekkür ederiz

# _request_invitation
source: Request manual activation
cs: Požádat o manuální aktivaci
el: Ζητήστε χειροκίνητη ενεργοποίηση
es_419: Solicitar activación manual
hu: Kézi aktiválás kérése
nl: Handmatig activeren
pt: Pedir activação manual
ru: Запрос ручной активации
tr: El ile etkinleştirme isteği

# _resend_code
source: Request new code
cs: Požádat o nový kód
el: Ζητήστε νέο κωδικό
es_419: Solicitar un código nuevo
hu: Új kód kérése
nl: Nieuwe code aanvragen
pt: Pedir novo código
ru: Запросить новый код
tr: Yeni kod iste

# _resend_no_code
source: Didn't get the code?
cs: Neobdrželi jste kód?
el: Δεν λάβατε τον κωδικό;
es_419: ¿No obtuvo el código?
hu: Nem kaptad meg a kódot?
nl: Geen code ontvangen?
pt: Não recebeu o código?
ru: Не получили код?
tr: Kodu almadınız mı?

# _resend_success
source: New code requested
cs: Zažádáno o nový kód
el: Ζητήθηκε νέος κωδικός
es_419: Código nuevo solicitado
hu: Új kód kérése
nl: Nieuwe code aangevraagd
pt: Novo código pedido
ru: Новый код запрошен
tr: Yeni kod istendi

source: Reset Password
cs: Resetovat heslo
el: Επαναφορά Κωδικού
es_419: Restablecer contraseña
hu: Jelszó visszaállítás
nl: Wachtwoord resetten
pt: Repor senha
ru: Сбросить пароль
tr: Parolayı sıfırla

source: Retry
cs: Obnovit
el: Επανάληψη
es_419: Reintentar
hu: Újra
nl: Opnieuw proberen
pt: Repetir
ru: Повторить
tr: Yeniden dene

source: Save
cs: Uložit
el: Αποθήκευση
es_419: Guardar
hu: Mentés
nl: Opslaan
pt: Gravar
ru: Сохранить
tr: Kaydet

source: Save as Profile
cs: Uložit jako Profil
el: Αποθήκευση ως προφίλ
es_419: Guardar
hu: Profil mentése
nl: Bewaar als profiel
pt: Gravar como perfil
ru: Сохранить как профиль
tr: Profil olarak kaydet

source: Search for country
cs: Hledat zemi
el: Αναζήτηση για χώρα
es_419: Búsqueda por país
hu: Keresés az országok között
nl: Zoek een Land
pt: Procurar país
ru: Поиск страны
tr: Ülke ara

# _search_phone_country_code_placeholder
source: Search country
cs: Vyhledat zemi
el: Αναζήτηση χώρας
es_419: Buscar país
hu: Ország keresése
nl: Zoek land
pt: Procurar país
ru: Поиск по странам
tr: Ülke ara

# _secure_core_description
source: Ultra secure servers hosted by us
cs: Ultra bezpečné servery hostované námi
el: Εξαιρετικά ασφαλείς διακομιστές hosted από εμάς
es_419: Servidores ultra seguros alojados por nosotros
hu: Rendkívül biztonságos szerverek általunk üzemeltetett
nl: Ultra beveiligde servers beheerd door ons
pt: Servidores ultra-seguros alojados por nós
ru: Ультра-безопасные серверы размещенные нами
tr: Ultra güvenli sunucular ve biz işletiyoruz

# _secure_core_info
source: Provides additional protection against VPN server compromise by routing traffic through our Secure Core Network
cs: Poskytuje dodatečnou ochranu proti kompromitaci VPN serveru směrováním provozu přes naši Síť Secure Core
el: Παρέχει επιπρόσθετη προστασία ενάντια στην έκθεση του διακομιστή VPN, δρομολογώντας την κίνηση μέσω του Δικτύου Secure Core
es_419: Proporciona protección adicional contra el compromiso del servidor VPN al redireccionar las conexiones a través de la red Secure Core
hu: További védelmet nyújt a VPN-kiszolgálók veszélyeivel szemben, ha a forgalmat a biztonsági mag hálózatunkon keresztül irányítod át
nl: Biedt extra bescherming tegen VPN server blootstelling door verbindingen via onze Secure Core netwerk te leiden
pt: Oferece protecção adicional contra comprometimento do servidor VPN, redireccionando o tráfego pela nossa rede Secure Core
ru: Предоставляет дополнительную защиту от компрометации VPN-сервера, перенаправляя трафик через нашу сеть Secure Core
tr: Trafiği Secure Core ağımız üzerinden yönelterek VPN sunucunun ele geçirilmiş olmasına karşı ek koruma sağlar

# _secure_streaming_description
source: Secure streaming of your favorite content
cs: Bezpečné streamování vašeho oblíbeného obsahu
el: Ασφαλίστε τη ροή του αγαπημένου σας περιεχομένου
es_419: Transmisión segura de su contenido favorito
hu: Kedvenc tartalmaidnak biztonságos streamingje
nl: Veilige streaming van uw favoriete content
pt: Transmissão segura do seu conteúdo favorito
ru: Защищенный просмотр трансляций вашего любимого содержимого
tr: En sevdiğiniz içeriklerin güvenli yayın akışı

# _secure_streaming_title
source: Secure Streaming
cs: Bezpečné streamování
el: Ασφαλές Streaming
es_419: Transmisión segura
hu: Biztonságos streamelés
nl: Veilige Mediastreaming
pt: Transmissão segura
ru: Защищенный просмотр трансляций
tr: Güvenli yayın akışı

source: Security
cs: Zabezpečení
es_419: Seguridad
nl: Beveiliging
pt: Segurança
ru: Безопасность
tr: Güvenlik

source: Security Options
cs: Možnosti zabezpečení
el: Επιλογές Ασφαλείας
es_419: Opciones de seguridad
hu: Biztonsági beállítások
nl: Beveiligingsopties
pt: Opções de segurança
ru: Параметры безопасности
tr: Güvenlik seçenekleri

source: Select Country
cs: Vyberte zemi
el: Επιλογή Χώρας
es_419: Seleccionar país
hu: Ország kiválasztása
nl: Selecteer land
pt: Seleccione o país
ru: Выбор страны
tr: Ülke seçin

# _select_phone_country_code
source: Select Country Code
cs: Vyberte předčíslí země
el: Επιλέξτε Κωδικό Χώρας
es_419: Seleccionar código de país
hu: Országkód kiválasztása
nl: Selecteer Landnummer
pt: Seleccionar código do país
ru: Выберите код страны
tr: Ülke kodunu seçin

source: Select plan
cs: Zvolte tarif
el: Επιλέξτε πλάνο
es_419: Seleccionar plan
hu: Csomag kiválasztása
nl: Selecteer abonnement
pt: Seleccione o plano
ru: Выберите тарифный план
tr: Tarifeyi seçin

source: Select profile color
cs: Vyberte barvu profilu
el: Επιλογή χρώματος προφίλ
es_419: Seleccionar color de perfil
hu: Profil szín kiválasztása
nl: Kies profielkleur
pt: Seleccionar cor do perfil
ru: Выберите цвет профиля
tr: Profil rengini seçin

source: Select Server
cs: Vyberte server
el: Επιλογή Διακομιστή
es_419: Seleccionar servidor
hu: Szerver kiválasztása
nl: Selecteer server
pt: Seleccione o servidor
ru: Выбор сервера
tr: Sunucu seçin

# _select_verification_option
source: Please select a verification option to proceed:
cs: Pro pokračování vyberte možnost ověření:
el: Επιλέξτε μια επιλογή επαλήθευσης για να προχωρήσετε:
es_419: Por favor, seleccione una opción de verificación para continuar:
hu: Válassz egy ellenőrzési módot a folytatáshoz:
nl: Selecteer een verificatie-optie om door te gaan:
pt: Por favor, seleccione uma opção de verificação para continuar:
ru: Пожалуйста, выберите вариант подтверждения, чтобы продолжить:
tr: Devam etmek için bir doğrulama yöntemi seçin:

# _select_verification_option_top_message
source: To prevent abuse, you must verify you are a human.
cs: Abychom zabránili zneužití, musíte ověřit, že jste člověk.
el: Για να αποτρέψουμε την κατάχρηση, θα πρέπει να επαληθεύσετε ότι είστε άνθρωπος.
es_419: Para evitar el abuso, debe verificar que es humano.
hu: A visszaélések elkerülése érdekében igazolnod kell, hogy nem vagy robot.
nl: Om misbruik te voorkomen, moet u verifiëren dat u een natuurlijk persoon bent.
pt: Para impedir abusos tem de verificar que é um ser humano.
ru: Для предотвращения злоупотребления, мы должны убедиться, что вы человек.
tr: Kötüye kullanımı önlemek için, insan olduğunuzu doğrulamalısınız.

source: Server
el: Διακομιστής
es_419: Servidor
hu: Szerver
pt: Servidor
ru: Сервер
tr: Sunucu

source: Server IP:
cs: IP serveru:
el: IP Διακομιστή:
es_419: IP del servidor:
hu: Szerver IP:
pt: IP do servidor:
ru: IP-адрес сервера:
tr: Sunucu IP adresi:

source: Server Load:
cs: Vytížení serveru:
el: Φορτίο Διακομιστή:
es_419: Carga del servidor:
hu: Szerver terheltség:
nl: Serverbelasting:
pt: Carga do servidor:
ru: Нагрузка сервера:
tr: Sunucu yükü:

# _server_load_title
source: Server Load
cs: Vytížení serveru
es_419: Carga del servidor
nl: Serverbelasting
pt: Carga do servidor
ru: Нагрузка сервера
tr: Sunucu yükü

# _server_selection_is_required
source: Please select a server
cs: Prosím zvolte server
el: Παρακαλώ επιλέξτε ένα διακομιστή
es_419: Seleccione un servidor
hu: Kérlek válassz szervert
nl: Selecteer een server
pt: Por favor, seleccione um servidor
ru: Пожалуйста, выберите сервер
tr: Lütfen bir sunucu seçin

source: Server under maintenance
cs: Na serveru probíhá údržba
el: Διακομιστής υπό συντήρηση
es_419: Servidor en mantenimiento
hu: A szerver karbantartás alatt áll
nl: Server ondergaat onderhoud
pt: Servidor em manutenção
ru: Сервер на обслуживании
tr: Sunucuda bakım yapılıyor

source: Session Time
cs: Čas relace
el: Διάρκεια Συνεδρίας
es_419: Tiempo de sesión
hu: Eltelt idő
nl: Sessieduur
pt: Duração da sessão
ru: Время сеанса
tr: Oturum süresi

source: Settings
cs: Nastavení
el: Ρυθμίσεις
es_419: Ajustes
hu: Beállítások
nl: Instellingen
pt: Definições
ru: Настройки
tr: Ayarlar

source: Setup Complete
cs: Nastavení Dokončeno
el: Η Εγκατάσταση Ολοκληρώθηκε
es_419: Configuración completada
hu: Telepítés kész
nl: Installatie voltooid
pt: Configuração concluída
ru: Настройка завершена
tr: Kurulum tamamlandı

# _setup_complete_basic
source: Your purchase was successful. Your Proton VPN Basic plan is now active.
el: Η αγορά σας ήταν επιτυχής. Το πακέτο σας ProtonVPN Basic είναι τώρα ενεργό.
es_419: Su compra fue exitosa. Su plan Proton VPN Basic ahora está activo.
hu: A vásárlás sikerült. Aktiváltuk a megrendelt ProtonVPN csomagot.
nl: Uw aankoop was succesvol. Uw ProtonVPN Basic-abonnement is nu actief.
pt: A sua compra teve sucesso. O seu plano Proton VPN Basic está agora activo.
tr: Satın alma işleminiz tamamlandı. ProtonVPN Basic tarifeniz etkinleştirildi.

# _setup_complete_free
source: You are now signed up for a Proton VPN Free plan. To get you started, enjoy seven days of our Proton VPN Plus plan for free.
cs: Nyní jste se přihlásili k bezplatnému tarifu Proton VPN. Pro začátek si ale užijte sedm dnů zdarma na tarifu Proton VPN Plus.
el: Τώρα έχετε εγγραφεί για ένα δωρεάν πρόγραμμα ProtonVPN. Για να ξεκινήσετε, απολαύστε δωρεάν τις επτά ημέρες του πακέτου ProtonVPN Plus.
es_419: Ahora está registrado en un plan Proton VPN Free. Para comenzar, disfrute de siete días de nuestro plan Proton VPN Plus de forma gratuita.
hu: A ProtonVPN ingyenes csomagját választottad. Mivel új felhasználó vagy, hét napig ingyenesen használhatod a ProtonVPN Plus összes szolgáltatását.
nl: U bent nu aangemeld voor een ProtonVPN Free abonnement. Om u op weg te helpen, geniet u zeven dagen gratis van ons ProtonVPN Plus-plan.
pt: Está agora registado no plano Proton VPN Free. Para começar, desfrute de sete dias do nosso plano Proton VPN Plus gratuitamente.
ru: Сейчас вы подписались на тариф Proton VPN Free. Сначала воспользуйтесь семью днями тарифа Proton VPN Plus бесплатно.
tr: Ücretsiz ProtonVPN hesabınızı açtınız. Başlamak için, yedi günlük ProtonVPN Plus tarifemizin tadını çıkarın.

# _setup_complete_plus
source: Your purchase was successful. Your Proton VPN Plus plan is now active.
cs: Váš nákup byl úspěšný. Váš tarif Proton VPN Basic je nyní aktivní.
el: Η αγορά σας ήταν επιτυχής. Το πακέτο σας ProtonVPN Plus είναι τώρα ενεργό.
es_419: Su compra fue exitosa. Su plan Proton VPN Plus ahora está activo.
hu: A vásárlás sikerült. Aktiváltuk a megrendelt ProtonVPN csomagot.
nl: Uw aankoop was succesvol. Uw ProtonVPN Plus abonnement is nu actief.
pt: A sua compra teve sucesso. O seu plano Proton VPN Plus está agora activo.
ru: Покупка прошла успешно. Ваш тариф Proton VPN Plus теперь активен.
tr: Satın alma işleminiz tamamlandı. ProtonVPN Plus tarifeniz etkinleştirildi.

source: SHOW
cs: ZOBRAZIT
el: ΕΜΦΑΝΙΣΗ
es_419: MOSTRAR
hu: MEGJELENÍT
nl: TOON
pt: MOSTRAR
ru: ПОКАЗАТЬ
tr: GÖSTER

source: Show instructions
cs: Zobrazit instrukce
es_419: Mostrar instrucciones
nl: Instructies tonen
pt: Ver instruções
ru: Показать инструкции
tr: Yönergeleri göster

source: Show Proton VPN
cs: Zobrazit Proton VPN
el: Εμφάνιση ProtonVPN
es_419: Mostrar Proton VPN
hu: ProtonVPN megjelenítése
nl: ProtonVPN tonen
pt: Mostrar o Proton VPN
ru: Показать Proton VPN
tr: ProtonVPN'i göster

source: Sign Up
cs: Registrace
el: Εγγραφή
es_419: Registrarse
hu: Regisztráció
nl: Registreren
pt: Registar
ru: Регистрация
tr: Hesap açın

source: Skip
cs: Přeskočit
el: Παράλειψη
es_419: Omitir
hu: Kihagy
nl: Overslaan
pt: Saltar
ru: Пропустить
tr: Atla

# _smart_protocol_description
source: Enable Smart Protocol to automatically use the protocol and port that offers the best connectivity.
cs: Zapněte Smart Protocol pro automatické využití protokolu a portu s nejlepší konektivitou.
es_419: Habilite Smart Protocol para usar automáticamente el protocolo y puerto que ofrecen la mejor conectividad.
nl: Schakel Smart Protocol in om automatisch het protocol en de poort te gebruiken die de beste connectiviteit bieden.
ru: Включите Smart Protocol, чтобы автоматически использовать протокол и порт, которые обеспечивают наилучшее подключение.
tr: Otomatik olarak en iyi bağlantıyı sunan iletişim kuralı ve kapı numarasının kullanılması için Smart Protocol özelliğini etkinleştirin.

# _smart_protocol_reconnect_modal_body
source: Your connection will be restarted to change the Smart Protocol mode.
cs: Vaše připojení bude restartováno kvůli změně režimu Smart Protocol.
es_419: Su conexión se reiniciará para cambiar el modo de Smart Protocol.
nl: Uw verbinding wordt opnieuw gestart om de Smart Protocol modus te wijzigen.
pt: A ligação será reiniciada para alterar o modo do Smart Protocol.
ru: Ваше соединение будет перезапущено для изменения режима Smart Protocol.
tr: Smart Protocol kipini değiştirmek için bağlantınız yeniden başlatılacak.

# _smart_protocol_reconnect_modal_title
source: Reconnection required
cs: Je nutné opětovné připojení
es_419: Reconexión requerida
nl: Opnieuw verbinden vereist
pt: Nova ligação requerida
ru: Требуется переподключение
tr: Yeniden bağlantı kurmak gerekli

# _smart_title
source: Smart
es_419: Inteligente

source: %@ speed
cs: %@ rychlost
el: %@ ταχύτητα
es_419: %@ velocidad
hu: %@ sebesség
nl: %@ snelheid
pt: Velocidade: %@
ru: %@ скорость
tr: %@ hız

source: Standard
cs: Standardní
el: Τυπική
es_419: Estándar
hu: Alapértelmezett
nl: Standaard
pt: Padrão
ru: Стандартные
tr: Standart

source: Start Minimized
cs: Spustit minimalizovaně
el: Εκκίνηση με Ελαχιστοποίηση
es_419: Iniciar minimizado
hu: Indítás a háttérben
nl: Geminimaliseerd Starten
pt: Iniciar minimizado
ru: Запускать в свернутом виде
tr: Küçültülmüş olarak başlat

source: Start on Boot
cs: Spustit při startu systému
el: Έναρξη κατά την εκκίνηση
es_419: Iniciar al encender
hu: Indítás a rendszerrel
nl: Starten bij het opstarten
pt: Iniciar no arranque
ru: Автозапуск при загрузке
tr: Açılışta başlat

source: Status
cs: Stav
el: Κατάσταση
es_419: Estado
hu: Állapot
pt: Estado
ru: Состояние
tr: Durum

# _streaming_servers_description
source: Connect to a Plus server in this country to start streaming.
cs: Chcete-li zahájit streamování, připojte se k serveru Plus v této zemi.
es_419: Conéctese a un servidor Plus en este país para empezar a transmitir en streaming.
nl: Maak verbinding met een Plus server in dit land om te beginnen met streamen.
pt: Ligue a um servidor Plus neste país para iniciar a transmissão.
ru: Подключитесь к серверу Plus в этой стране, чтобы начать просмотр трансляции.
tr: Yayın akışını başlatmak için bu ülkedeki bir Plus sunucusuna bağlanın.

# _streaming_servers_extra
source: and more
cs: a další
es_419: y más
nl: en meer
pt: e mais
ru: и многое другое
tr: ve daha fazlası

# _streaming_servers_note
source: Note: Turn off the Location Service and clear the cache of the streaming apps to ensure new content appears.
cs: Poznámka: Vypněte službu určování polohy a vymažte mezipaměť streamovacích aplikací, abyste zajistili zobrazení nového obsahu.
es_419: Nota: Desactive el servicio de ubicación y borre la caché de las aplicaciones de streaming para asegurarse de que el contenido nuevo aparezca.
nl: Opmerking: Schakel de Locatieservice uit en wis de cache van de streaming apps om ervoor te zorgen dat nieuwe inhoud wordt weergegeven.
pt: Nota: desactive o serviço de localização e limpe a memória das aplicações de transmissão para garantir que o novo conteúdo aparece.
ru: Примечание: Отключите службу определения местоположения и очистите кэш приложений трансляции, чтобы обеспечить появление нового содержимого.
tr: Not: Yeni içeriğin görüntülenmesini sağlamak için konum hizmetini kapatın ve yayın akışı uygulamalarının ön belleğini temizleyin.

# _submit_verification_code
source: Submit
cs: Odeslat
el: Υποβολή
es_419: Enviar
hu: Küldés
nl: Versturen
pt: Submeter
ru: Отправить
tr: Gönder

# _subscription_button
source: Extend plan for 1 year %@.
cs: Prodloužení tarifu o 1 rok %@.
el: Επεκτείνετε το πλάνο για 1 χρόνο %@.
es_419: Ampliar plan por un año %@.
hu: Csomag meghosszabbítása 1 évre %@.
nl: Abonnement verlengen voor 1 jaar %@.
pt: Estenda o plano por 1 ano %@.
ru: Продлить подписку на 1 год %@.
tr: Tarifeyi 1 yıl uzat %@.

# _subscription_description
source: You can purchase more credits to automatically extend your current plan. At the end of your current subscription period, these credits will be applied to continue your plan.
cs: Můžete si zakoupit více kreditů pro automatické prodloužení stávajícího tarifu. Na konci předplaceného období budou kredity použity na prodloužení tarifu.
el: Μπορείτε να αγοράσετε περισσότερα credits για να επεκτείνετε αυτόματα το τρέχον πακέτο σας. Στο τέλος της τρέχουσας περιόδου εγγραφής σας, οι πιστώσεις αυτές θα εφαρμοστούν προκειμένου να συνεχίσετε το πακέτο σας.
es_419: Puede comprar más créditos para extender automáticamente su plan actual. Al final del periodo de su sucripción actual, estos créditos se aplicarán para continuar su plan.
hu: Előre vásárolhatsz kreditet a jelenlegi csomag automatikus meghosszabbításához. A jelenlegi előfizetési időszak végén ezekből a kreditekből vonjuk le a szolgáltatás díját.
nl: U kunt meer credits kopen om uw huidige abonnement automatisch te verlengen. Aan het einde van uw huidige abonnementsperiode zullen deze credits worden toegepast om uw abonnement te voortzetten.
pt: Pode adquirir mais créditos para estender automaticamente o seu plano actual. No final do seu período de subscrição, esses créditos serão aplicados para prolongar o plano.
ru: Вы можете приобрести больше кредитов, чтобы автоматически обновлять Ваш текущий план. По истечении вашего текущего периода подписки, эти кредиты будут использованы для пролонгации подписки.
tr: Geçerli tarifenizi otomatik olarak uzatmak için daha fazla kredi satın alabilirsiniz. Bu krediler, geçerli abonelik döneminizin sonunda tarifenizi sürdürmek için kullanılır.

# _subscription_expired_description
source: Your subscription has been downgraded.
cs: Vaše předplatné bylo sníženo.
es_419: Su suscripción ha sido degradada.
nl: Uw abonnement is gedegradeerd.
pt: A sua subscrição regrediu.
ru: Вы перешли на более дешевую версию подписки.
tr: Aboneliğiniz düşürüldü.
