Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Onboarding/Sources/Onboarding/Resources/*.lproj/Localizable.strings
Languages: be, cs, de, el, es, es_419, fa, fi, fr, id, it, ja, ka, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh_hant

# onboarding_not_connected_subtitle
source: You’re ready to browse the web.
be: Усё гатова для прагляду старонак у інтэрнэце.
cs: Můžete začít procházet web.
de: Du bist bereit im Internet zu surfen.
el: Είστε έτοιμος/η για περιήγηση στον ιστό.
es: Estás listo para navegar por la web.
es_419: Ya está listo para navegar en Internet.
fa: شما برای وبگردی آماده اید.
fi: Olet valmis selaamaan verkkoa.
fr: Vous pouvez naviguer sur le web.
id: Anda kini telah siap untuk menjelajah internet.
it: Sei pronto per navigare sul web.
ja: Webにアクセスする準備ができました。
ka: ვებგვერდების დასათვალიერებლად მზად ბრძანდებით.
ko: 웹을 브라우징할 준비가 되었습니다.
nl: U bent klaar om op het web te browsen.
no: Du er klar til å surfe nettet.
pl: Możesz przeglądać Internet.
pt: Está pronto para navegar na web.
ro: Acum puteți naviga pe internet.
ru: Вы готовы к просмотру веб-страниц.
sk: Môžete začať prechádzať web.
sv: Du är redo att surfa på webben.
tr: İnternet üzerinde gezinmeye hazırsınız.
uk: Все готово для перегляду в інтернеті.
zh_hant: 您已準備好瀏覽網路。
