Repository: ProtonVPN/ios-mac-app
Catalog: libraries/Onboarding/Sources/Onboarding/Resources/*.lproj/Localizable.strings
Languages: be, cs, de, el, es, es_419, fa, fi, fr, id, it, ja, ka, ko, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, zh_hant

# onboarding_take_tour
source: Take a tour
be: Пачаць знаёмства
cs: Absolvujte prohlídku
de: Rundgang
el: Κάντε μια περιήγηση
es: Hacer el recorrido
es_419: Tomar un recorrido
fa: نمایش آموزش
fi: Katso esittely
fr: Découvrez-le
id: Ikuti tur kami
it: Fai un tour
ja: ツアーを開始
ka: გასაცნობი ტური
ko: 둘러보기
nl: Neem een rondleiding
no: Få en omvisning
pl: Otwórz przewodnik
pt: Visita guiada
ro: Faceți un tur
ru: Ознакомительный тур
sk: Absolvujte prehliadku
sv: Ta en rundtur
tr: Tura çıkın
uk: Показати знайомство
zh_hant: 逛一圈

# onboarding_skip
source: Skip
be: Прапусціць
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fa: رد شدن
fi: Ohita
fr: Ignorer
id: Lewati
it: Salta
ja: スキップ
ka: გამოტოვება
ko: 건너뛰기
nl: Overslaan
no: Hopp over
pl: Pomiń
pt: Saltar
ro: Omitere
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_hant: 略過

# onboarding_welcome_title
source: Welcome to ProtonVPN
be: Вітаем у Proton VPN
cs: Vítejte v Proton VPN
de: Willkommen bei Proton VPN
el: Καλώς ήρθατε στο Proton VPN
es: ¡Te damos la bienvenida a Proton VPN!
es_419: Bienvenido a Proton VPN
fa: به Proton VPN خوش آمدید
fi: Tervetuloa Proton VPN:ään
fr: Bienvenue sur Proton VPN
id: Selamat datang di Proton VPN
it: Ti diamo il benvenuto in Proton VPN
ja: Proton VPN へようこそ
ka: მოგესალმებით Proton VPN-ში
ko: Proton VPN에 오신 것을 환영합니다
nl: Welkom bij Proton VPN
no: Velkommen til Proton VPN
pl: Witaj w Proton VPN
pt: Boas vindas ao Proton VPN
ro: Bine ați venit la Proton VPN
ru: Добро пожаловать в Proton VPN
sk: Víta vás Proton VPN
sv: Välkommen till Proton VPN
tr: Proton VPN hizmetine hoş geldiniz
uk: Ласкаво просимо у Proton VPN
zh_hant: 歡迎使用 Proton VPN

# onboarding_welcome_subtitle
source: Learn how to get the most out of ProtonVPN in just a few seconds
be: Даведайцеся за некалькі секунд, як атрымаць максімальную карысць ад Proton VPN
cs: Zjistěte během chvíle, jak získat co nejvíce z Proton VPN
de: Erfahre in wenigen Sekunden, wie du das Beste aus Proton VPN herausholst
el: Μάθετε πως να εκμεταλευτείτε στο έπακρο το Proton VPN μέσα σε μερικά δευτερόλεπτα
es: Aprenda a sacar el máximo provecho de Proton VPN en sólo unos segundos
es_419: Aprenda a aprovechar al máximo Proton VPN en solo unos segundos
fa: تنها در چند ثانیه با Proton VPN آشنا شوید
fi: Lue miten otat Proton VPN:stä kaiken irti vain muutamassa sekunnissa
fr: Apprenez en quelques secondes comment profiter pleinement de Proton VPN
id: Pelajari cara untuk memaksimalkan Proton VPN hanya dalam beberapa detik
it: Scopri come ottenere il massimo da Proton VPN in pochi secondi
ja: Proton VPN を最大限に活用する方法を、わずか数秒でご紹介します。
ka: რამდენიმე წამში გაიგეთ, როგორ მიიღოთ Proton VPN-ისგან მაქსიმალურად ბევრი
ko: Proton VPN의 대부분의 기능들을 몇 초만에 알아봅시다
nl: Ontdek in enkele seconden hoe u het meeste uit Proton VPN haalt
no: Lær hvordan du får mest mulig ut av Proton VPN på bare noen få sekunder
pl: Dowiedz się, jak wykorzystać możliwości aplikacji Proton VPN
pt: Saiba como tirar o máximo partido do Proton VPN em apenas alguns segundos
ro: Învățați cum să profitați de Proton VPN în câteva secunde
ru: Узнайте, как получить максимум от Proton VPN всего за несколько секунд
sk: Naučte sa ako v priebehu niekoľkých sekúnd vyťažiť z Proton VPN maximum.
sv: Lär dig hur du får ut det mesta av Proton VPN på bara några sekunder
tr: Proton VPN hizmetinden en iyi şekilde nasıl yararlanabileceğinizi öğrenmek için bir kaç saniyenizi ayırın
uk: Довідайтеся, як одержати максимум від Proton VPN всього за кілька секунд
zh_hant: 了解如何在幾秒鐘內充分利用 Proton VPN

# onboarding_beprotected_title
source: Be protected everywhere
be: Будзьце абаронены ў любым месцы
cs: Buďte všude chráněni
de: Sei überall geschützt
el: Εξασφαλίστε προστασία παντού
es: Estar protegido en todas partes
es_419: Esté protegido en todas partes
fa: همه‌جا محافظت شوید
fi: Pysy turvassa kaikkialla
fr: Être protégé, partout
id: Lindungi diri Anda di manapun Anda berada
it: Resta protetto ovunque
ja: すべてが保護されます
ka: იყავით დაცული ყველგან
ko: 어디서나 보호받으세요
nl: Wees overal beveiligd
no: Vær beskyttet overalt
pl: Bądź wszędzie chroniony
pt: Proteção em todos os lugares
ro: Protejați-vă pretutindeni
ru: Будьте защищены везде
sk: Buďte chránení všade
sv: Var skyddad överallt
tr: Her yerde korunun
uk: Будьте захищені всюди
zh_hant: 所到之處，皆受保護

# onboarding_beprotected_subtitle
source: ProtonVPN supports all devices, including Windows, macOS, and many others.
be: Proton VPN падтрымлівае ўсе прылады, уключаючы Windows, macOS і іншыя платформы.
cs: Proton VPN podporuje všechna zařízení, včetně Windows, macOS a mnoha dalších.
de: Proton VPN unterstützt alle Geräte, einschließlich Windows, macOS und viele andere.
el: Το Proton VPN υποστηρίζει όλες τις συσκευές, συμπεριλαμβανομένων Windows, macOS και πολλές άλλες.
es: Proton VPN es compatible con todos los dispositivos, incluidos Windows, macOS y muchos otros.
es_419: Proton VPN es compatible con todos los dispositivos, incluidos Windows, macOS y muchos otros.
fa: Proton VPN از تمام دستگاه ها از جمله ویندوز، مک و بسیاری دیگر پشتیبانی می کند.
fi: Proton VPN tukee kaikkia laitteita, mukaanlukien mm. Windows- ja macOS-laitteet.
fr: Proton VPN prend en charge tous les appareils, y compris Windows, macOS et bien d'autres.
id: Proton VPN mendukung berbagai perangkat, mulai dari Windows, macOS, dan masih banyak lagi.
it: Proton VPN supporta tutti i dispositivi, inclusi Windows, macOS e molti altri.
ja: Proton VPN は WIndows や macOS などを含むすべてのデバイスをサポートしています。
ka: Proton VPN-ს ყველა მოწყობილობის მხარდაჭერა გააჩნია, Windows, macOS და ბევრი სხვა.
ko: Proton VPN은 Windows, macOS와 기타 모든 기기를 지원합니다.
nl: Proton VPN ondersteunt alle apparaten, inclusief Windows, macOS en vele anderen.
no: Proton VPN støtter alle enheter, inkludert Windows, macOS og mange andre.
pl: Aplikacja Proton VPN wspiera wszystkie urządzenia, w tym systemy Windows, macOS i wiele innych.
pt: O Proton VPN suporta todos os dispositivos, incluindo Windows, macOS e muitos outros.
ro: Proton VPN acceptă toate dispozitivele, inclusiv Windows, macOS și multe altele.
ru: Proton VPN поддерживает все устройства, включая Windows, macOS и многие другие.
sk: Proton VPN podporuje všetky zariadenia, vrátane Windows, macOS a mnohých ďalších.
sv: Proton VPN stöder alla enheter, inklusive Windows, macOS och många andra.
tr: Proton VPN Windows, macOS ve diğer pek çok aygıtı destekler.
uk: Proton VPN підтримує всі пристрої, включно з Windows, macOS і багатьма іншими.
zh_hant: Proton VPN 支援所有裝置，包括 Windows、macOS 以及其它系統裝置。

# onboarding_unblockstreaming_title
source: Unblock streaming
be: Разблакіраваць трансляцыі
cs: Odblokujte streamování
de: Streaming entsperren
el: Αφαίρεση φραγής μετάδοσης
es: Desbloquear el streaming
es_419: Desbloquear streaming
fa: رفع انسداد پخش آنلاین
fi: Vapauta suoratoisto
fr: Débloquez le streaming
id: Akses konten streaming yang diblokir
it: Sblocca streaming
ja: ストリーミングサイトのブロックを解除
ka: სტრიმინგის განბლოკვა
ko: 스트리밍 차단 해제
nl: Deblokkeer streamingdiensten
no: Opphev blokkering av strømming
pl: Odblokuj usługi streamingu
pt: Desbloquear o streaming
ro: Deblocare transmisii în flux
ru: Разблокируйте трансляции
sk: Odblokujte streamovanie
sv: Avblockera streaming
tr: Yayın akışı hizmetlerine erişin
uk: Розблокувати потокову трансляцію
zh_hant: 解除封鎖串流

# onboarding_unblockstreaming_subtitle
source: Secure access your favourite content from other countries, now also on AndroidTV.
be: Бяспечны доступ да вашага ўлюблёнага змесціва з іншых краін цяпер даступны і на Android TV.
cs: Bezpečný přístup k oblíbenému obsahu z jiných zemí — Nyní i na Android TV.
de: Sicherer Zugriff auf deine Lieblingsinhalte aus anderen Ländern — jetzt auch auf Android TV.
el: Ασφαλής πρόσβαση στο αγαπημένο σας περιεχόμενο από άλλες χώρες — Τώρα διαθέσιμο στο Android TV.
es: Acceso seguro a tus contenidos favoritos de otros países — Ahora disponible en Android TV.
es_419: Acceda de forma segura a sus contenidos favoritos de otros países, ahora también en Android TV.
fa: دسترسی امن به محتوای مورد علاقه شما از دیگر کشورها — هم اکنون در Android TV.
fi: Turvallinen pääsy muiden maiden suosikkisisältöösi - Nyt myös Android TV:llä.
fr: Accédez à votre contenu favori en toute sécurité depuis d'autres pays (maintenant disponible sur Android TV).
id: Akses aman menuju konten-konten kesayangan Anda dari berbagai negara â€” kini tersedia di AndroidTV.
it: Accedi in sicurezza ai tuoi contenuti preferiti da altri paesi, ora anche su AndroidTV.
ja: ほかの国から安全に好きなコンテンツへアクセスします。現在は Android TV でも利用できます。
ka: უსაფრთხო წვდომა სხვა ქვეყნებში მდებარე შემცველობასთან - ახლა ხელმისაწვდომია Android TV-სთვის.
ko: 다른 나라에서 가장 좋아하는 컨텐츠에 안전하게 접근하세요 — 이제 Android TV에서 지원됩니다
nl: Veilige toegang tot uw favoriete inhoud van andere landen, nu ook op AndroidTV.
no: Sikker tilgang til favorittinnholdet ditt fra andre land – Nå tilgjengelig på Android TV.
pl: Bezpieczny dostęp do ulubionych treści z innych krajów, teraz także na Android TV.
pt: Acesso seguro aos seus conteúdos favoritos de outros países - Agora disponível na Android TV.
ro: Accesați în siguranță conținutul favorit din alte țări — Acum disponibil și pe Android TV.
ru: Защищенный доступ к любимому содержимому из других стран теперь возможен и на Android TV.
sk: Zabezpečený prístup k obľúbenému obsahu z iných krajín — Teraz už aj pre Android TV.
sv: Säker åtkomst till ditt favoritinnehåll från andra länder — Nu tillgängligt på Android TV.
tr: Diğer ülkelerdeki sevdiğiniz içeriklere güvenle erişin. Artık Android TV üzerinde de.
uk: Безпечний доступ до улюбленого вмісту з інших країн, тепер і на Android TV.
zh_hant: 安全地造訪從其他國家而來的您最愛內容。現在也在 Android TV 上可用。

# onboarding_netshield_title
source: Block ads and much more
be: Блакіроўка рэкламы і шмат чаго іншага
cs: Blokujte reklamy a mnoho dalšího
de: Werbung blockieren und vieles mehr
el: Φραγή διαφημίσεων και πολλών άλλων
es: Bloquear anuncios y mucho más
es_419: Bloquee anuncios y más
fa: مسدود کردن تبلیغات و خیلی بیشتر
fi: Estä mainoksia ja paljon muuta
fr: Bloquez les publicités et bien plus encore
id: Blokir iklan dan lain sebagainya
it: Blocca annunci e molto altro
ja: 広告などをブロック
ka: დაბლოკეთ რეკლამა და ბევრი სხვა რამ
ko: 광고와 다른 것들을 차단하세요
nl: Blokkeer advertenties en veel meer
no: Blokkér annonser og mye mer
pl: Zablokuj reklamy i wiele więcej
pt: Bloquear anúncios e muito mais
ro: Blocare reclame și multe altele
ru: Блокируйте рекламу и многое другое
sk: Blokujte reklamy a mnoho ďalšieho
sv: Blockera annonser och mycket mer
tr: Reklamları ve çok daha fazlasını engelleyin
uk: Блокуйте рекламу і багато чого іншого
zh_hant: 封鎖廣告與更多

# onboarding_netshield_subtitle
source: Block malware, ads, and trackers in browser and in all apps.
be: Блакіруе шкодныя праграмы, рэкламу, праграмы сачэння ў браўзерах і ў ва ўсіх праграмах.
cs: Blokujte malware, reklamy a trackery v prohlížeči a dalších aplikacích.
de: Blockiere Malware, Werbung und Tracker im Browser und in allen Anwendungen.
el: Μπλοκάρει κακόβουλο λογισμικό, διαφημίσεις και ιχνηλάτες σε προγράμματα περιήγησης και σε όλες τις εφαρμογές.
es: Bloquea el malware, los anuncios y los rastreadores en el navegador y en todas las aplicaciones.
es_419: Bloquee malware, anuncios y rastreadores en el navegador y en todas las apps.
fa: بدافزارها، تبلیغات و ردیاب ها را در مرورگر و در تمام برنامه ها مسدود کنید.
fi: Estä haittaohjelmat, mainokset ja seuranta selaimissa sekä muissa sovelluksissa.
fr: Bloquez les logiciels malveillants, les publicités et les traqueurs, dans le navigateur et toutes les applications.
id: Lindungi seluruh browser dan aplikasi Anda dari gangguan malware, iklan, dan program pelacak lainnya.
it: Blocca malware, pubblicità e tracker nel browser e in tutte le app.
ja: すべてのブラウザーやアプリからマルウェア、広告、トラッカーをブロック
ka: დაბლოკეთ არასასურველი პროგრამები, რეკლამები და ტრეკერები ბრაუზერებში და სხვა აპებში.
ko: 브라우저와 모든 앱에서 멀웨어, 광고, 추적기를 차단하세요
nl: Blokkeer malware, advertenties, en trackers in browser en in alle apps.
no: Blokkér skadelig programvare, annonser og sporere i nettleseren og i alle apper.
pl: Zablokuj złośliwe oprogramowanie, reklamy i elementy śledzące w przeglądarce oraz aplikacjach.
pt: Bloqueie malware, anúncios e rastreadores no navegador e em todas as aplicações.
ro: Blocare malware, reclame și instrumente de urmărire în navigator și în toate aplicațiile.
ru: Блокируйте вредоносные программы, рекламу и трекеры в браузере и во всех приложениях.
sk: Blokovanie malvéru, reklám a trackerov v prehliadači a vo všetkých aplikáciách.
sv: Blockera skadlig programvara, annonser och spårare i webbläsaren och i alla appar.
tr: Tarayıcıda ve tüm uygulamalarda kötü amaçlı yazılımları, reklamları ve etkinlik izleyicileri engelleyin.
uk: Блокуйте зловмисні програми, рекламу та стеження в браузері та в усіх програмах.
zh_hant: 在瀏覽器與所有應用程式中封鎖惡意軟體、廣告與追蹤器。

# onboarding_next
source: Next
be: Далей
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
id: Selanjutnya
it: Avanti
ja: 次へ
ka: შემდეგი
ko: 다음
nl: Volgende
no: Neste
pl: Dalej
pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sv: Nästa
tr: Sonraki
uk: Далі
zh_hant: 下一步

# onboarding_plus_only
source: AVAILABLE WITH PLUS
be: Даступна з Plus
cs: Přístupné s Plus
de: Verfügbar mit Plus
el: Διαθέσιμο με Plus
es: Disponible con Plus
es_419: Disponible con Plus
fa: در دسترس برای Plus
fi: Käytettävissä Plus-tilauksella
fr: Disponible avec Plus
id: Tersedia dengan Plus
it: Disponibile con Plus
ja: Plus で利用可能
ka: ხელმსაწვდომია Plus-სთან ერთად
ko: Plus에서 사용 가능합니다
nl: Beschikbaar met Plus
no: Tilgjengelig med Plus
pl: Funkcja dostępna w planie Plus
pt: Disponível com o Plus
ro: Disponibil cu Plus
ru: Доступно с Plus
sk: Dostupné s Plus
sv: Tillgängligt med Plus
tr: Plus tarifesiyle kullanılabilir
uk: Доступно з Plus
zh_hant: 適用於 Plus 方案

# onboarding_establish_title
source: Establish your first connection
be: Усталюйце ваша першае падключэнне
cs: Navažte své první připojení
de: Stelle deine erste Verbindung her
el: Εγκαθίδρυση της πρώτης σας σύνδεσης
es: Establece tu primera conexión
es_419: Establezca su primera conexión
fa: اولین اتصال خود را برقرار کنید
fi: Muodosta ensimmäinen yhteytesi
fr: Faites votre première connexion
id: Hubungkan diri Anda untuk pertama kalinya
it: Stabilisci la tua prima connessione
ja: 初めての接続を確立
ka: დაამყარეთ თქვენი პირველი კავშირი
ko: 첫 번째 연결을 구성하세요
nl: Uw eerste verbinding tot stand brengen
no: Opprett din første forbindelse
pl: Nawiąż pierwsze połączenie
pt: Estabeleça a sua primeira ligação
ro: Stabiliți prima conexiune
ru: Установите первое подключение
sk: Nadviažte prvé pripojenie
sv: Etablera din första anslutning
tr: İlk bağlantınızı kurun
uk: Встановіть ваше перше з'єднання
zh_hant: 建立您的首次連線

# onboarding_establish_note
source: We will connect you to the fastest and most stable server depending on your location.
be: Мы падключым вас да самага хуткага і стабільнага сервера ў залежнасці ад вашага размяшчэння.
cs: Připojíme vás k nejrychlejšímu a nejstabilnějšímu serveru v závislosti na vaší poloze.
de: Wir verbinden dich je nach deinem Standort mit dem schnellsten und stabilsten Server.
el: Θα σας συνδέσουμε στον ταχύτερο και πιο ευσταθή διακομιστή ανάλογα με την τοποθεσία σας.
es: Le conectaremos al servidor más rápido y estable en función de su ubicación.
es_419: Le conectaremos al servidor más rápido y estable según su ubicación.
fa: ما شما را به سریع‌ترین و پایدارترین سرور بر اساس موقعیت شما متصل می‌کنیم.
fi: Yhteys muodostetaan sijaintisi perusteella nopeimpaan ja vakaimpaan palvelimeen.
fr: Nous vous connecterons au serveur le plus rapide et le plus stable en fonction de votre emplacement.
id: Kami akan menghubungkan Anda ke server yang paling cepat dan stabil bagi Anda.
it: Ti connetteremo al server più veloce e stabile in base alla tua posizione.
ja: 現在地から最も最適なサーバーに接続しています。
ka: დაგაკავშირებთ უსწრაფეს და ყველაზე სტაბილურ სერვერთან თქვენი მდებარეობისთვის.
ko: 당신의 지역에 따라 가장 빠르고 안정적인 서버에 연결할 것입니다.
nl: We verbinden u met de snelste en meest stabiele server afhankelijk van uw locatie.
no: Vi vil koble deg til den raskeste og mest stabile tjeneren, avhengig av hvor du befinner deg.
pl: Połączenie zostanie nawiązane z najszybszym i najbardziej stabilnym serwerem dla Twojej lokalizacji.
pt: Vamos ligaá-lo ao servidor mais rápido e estável dependendo de sua localização.
ro: Se va conecta la cel mai rapid și stabil server posibil în funcție de locul unde vă aflați.
ru: Мы подключим вас к самому быстрому и стабильному серверу в зависимости от вашего местоположения.
sk: Pripojíme vás k najrýchlejšiemu a najstabilnejšiemu serveru v závislosti od vašej polohy.
sv: Vi kommer att ansluta dig till den snabbaste och mest stabila servern beroende på din plats.
tr: Sizi konumunuza göre en hızlı ve en kararlı sunucuya bağlayacağız.
uk: Ми під'єднаємо вас до найшвидшого і найстабільнішого сервера залежно від вашого розташування.
zh_hant: 取決於您的地點，我們將會連線至最快且最穩定的伺服器。

# onboarding_establish_connect_now
source: Connect now
be: Падключыць
cs: Připojit ihned
de: Jetzt verbinden
el: Σύνδεση τώρα
es: Conectar ahora
es_419: Conectar ahora
fa: اتصال
fi: Yhdistä nyt
fr: Se connecter maintenant
id: Hubungkan sekarang
it: Connettiti adesso
ja: 今すぐ接続
ka: დაკავშირება
ko: 지금 연결하세요
nl: Nu verbinden
no: Koble til nå
pl: Połącz
pt: Ligar agora
ro: Conectare
ru: Подключить сейчас
sk: Pripojiť teraz
sv: Anslut nu
tr: Bağlan
uk: З'єднатися зараз
zh_hant: 立即連線

# onboarding_done
source: Done
be: Гатова
cs: Hotovo
de: Fertig
el: Έτοιμο
es: Completado
es_419: Hecho
fa: انجام شد
fi: Valmis
fr: Terminé
id: Selesai
it: Completato
ja: 完了
ka: მზადაა
ko: 완료
nl: Klaar
no: Ferdig
pl: Gotowe
pt: Feito
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Виконано
zh_hant: 完成

# onboarding_connected_title
source: Congratulations
be: Віншуем
cs: Blahopřejeme
de: Herzlichen Glückwunsch
el: Συγχαρητήρια
es: Enhorabuena
es_419: Felicitaciones
fa: تبریک
fi: Onnittelut
fr: Félicitations
id: Selamat
it: Congratulazioni
ja: おめでとうございます
ka: გილოცავთ
ko: 축하합니다
nl: Gefeliciteerd
no: Gratulerer
pl: Gratulacje
pt: Parabéns
ro: Felicitări
ru: Поздравляем
sk: Gratulujeme
sv: Grattis
tr: Tebrikler
uk: Вітаємо
zh_hant: 恭喜您

# onboarding_connected_subtitle
source: Your connection is protected and you’re ready to browse the web.
be: Ваша падключэнне абаронена і ўсё гатова для прагляду старонак у інтэрнэце.
cs: Vaše připojení je chráněno a jste připraveni k prohlížení webu.
de: Deine Verbindung ist geschützt, und du bist bereit, sicher im Internet zu surfen.
el: Η σύνδεσή σας είναι προστατευμένη και εσείς έτοιμος/η για περιήγηση του ιστού.
es: Tu conexión está protegida y estás listo para navegar por la web.
es_419: Su conexión está protegida y ya está listo para navegar en Internet.
fa: اتصال شما محافظت شده است و آماده برای وبگردی هستید.
fi: Yhteytesi on suojattu ja olet valmis selaamaan verkkoa.
fr: Votre connexion est protégée, vous pouvez naviguer sur le web.
id: Koneksi Anda telah terlindung dan Anda kini telah siap untuk menjelajah internet.
it: La tua connessione è protetta e sei pronto per navigare sul web.
ja: 接続は保護されており、安全に Web をブラウズできます。
ka: თქვენი შეერთება დაცულია და ვებგვერდების დასათვალიერებლად მზად ხართ.
ko: 당신의 연결이 보호되었고 이제 웹을 브라우징할 준비가 되었습니다.
nl: Uw verbinding is beveiligd en u bent klaar om op het web te browsen.
no: Tilkoblingen din er beskyttet, og du er klar til å surfe på nettet.
pl: Twoje połączenie jest chronione i możesz przeglądać Internet.
pt: A sua ligação está protegida e está pronto para navegar na web.
ro: Conexiunea este protejată și acum puteți naviga pe internet.
ru: Ваше подключение защищено, и вы готовы к просмотру веб-страниц.
sk: Vaše pripojenie je chránené a ste pripravení na prezeranie webu.
sv: Din anslutning är skyddad och du är redo att surfa på webben.
tr: Bağlantınız korunmaya başladı şimdi İnternet üzerinde gezinebilirsiniz.
uk: Ваше з'єднання захищене, і ви готові до роботи в інтернеті.
zh_hant: 您的連線已受保護，準備就緒讓您瀏覽網頁。

# onboarding_connected_note
source: Safely.
be: Бяспечна.
cs: Bezpečně.
de: Sicher.
el: Με ασφάλεια.
es: De forma segura.
es_419: Con seguridad.
fa: امن.
fi: Turvallisesti.
fr: En toute sécurité.
id: Dengan aman.
it: In sicurezza.
ja: 安全です。
ka: უსაფრთხოდ.
ko: 안전하게요.
nl: Veilig.
no: Trygt
pl: Bezpiecznie.
pt: Seguramente.
ro: În siguranță.
ru: Безопасно.
sk: Bezpečne.
sv: Säkert.
tr: Güvenle.
uk: Безпечно.
zh_hant: 安全無憂。

# onboarding_connected_connected_to
source: Connected to:
be: Падключана да:
cs: Připojeno k:
de: Verbunden mit:
el: Συνδεδεμένο με:
es: Conectado a:
es_419: Conectado a:
fa: متصل به:
fi: Yhdistetty palvelimeen:
fr: Connecté à :
id: Terhubung ke:
it: Connesso a:
ja: 接続先:
ka: დაკავშირებულია:
ko: 연결됨:
nl: Verbonden met:
no: Koblet til:
pl: Połączono z:
pt: Ligado a:
ro: Conectat la:
ru: Подключен к:
sk: Pripojené ku:
sv: Ansluten till:
tr: Şuraya bağlandı:
uk: З'єднано з:
zh_hant: 已連線至：

# onboarding_connected_connect_to_plus
source: Connect to a PLUS server
be: Падключыцеся да сервера Plus
cs: Připojit k Plus serveru
de: Verbinde dich mit einem Plus-Server
el: Σύνδεση σε διακομιστή Plus
es: Conectar con un servidor Plus
es_419: Conéctese a un servidor Plus
fa: به یک سرور Plus متصل شوید
fi: Yhdistä Plus-palvelimeen
fr: Connectez-vous à un serveur « Plus »
id: Hubungkan ke server Plus
it: Collegati ad un server Plus
ja: Plus サーバーに接続
ka: Plus სერვერთან მიერთება
ko: Plus 서버에 연결하세요
nl: Verbind met een Plus server
no: Koble til en Plus-tjener
pl: Połącz się z serwerem planu Plus
pt: Ligue-se a um servidor Plus
ro: Conectare la un server Plus
ru: Подключитесь к серверу Plus
sk: Pripojiť k Plus serveru
sv: Anslut till en Plus-server
tr: Bir Plus sunucusuna bağlanın
uk: З'єднатися з сервером Plus
zh_hant: 連線到 Plus 伺服器

# onboarding_congratulations
source: Congratulations
be: Віншуем
cs: Blahopřejeme
de: Herzlichen Glückwunsch
el: Συγχαρητήρια
es: Enhorabuena
es_419: Felicitaciones
fa: تبریک
fi: Onnittelut
fr: Félicitations
id: Selamat
it: Congratulazioni
ja: おめでとうございます
ka: გილოცავთ
ko: 축하합니다
nl: Gefeliciteerd
no: Gratulerer
pl: Gratulacje
pt: Parabéns
ro: Felicitări
ru: Поздравляем
sk: Gratulujeme
sv: Grattis
tr: Tebrikler
uk: Вітаємо
zh_hant: 恭喜您

# onboarding_purchased_note
source: Enjoy the world of privacy.
be: Далучыцеся да свету прыватнасці.
cs: Užívejte si svět soukromí.
de: Genieße die Welt der Privatsphäre.
el: Απολαύστε τον κόσμο της ιδιωτικότητας.
es: Disfruta del mundo de la privacidad.
es_419: Disfrute del mundo de la privacidad.
fa: از دنیای حریم خصوصی لذت ببرید.
fi: Nauti yksityisyyden maailmasta.
fr: Profitez d'un monde respectueux de la vie privée.
id: Nikmati dunia yang mengedepankan privasi.
it: Goditi il ​​mondo della privacy.
ja: プライバシーの世界を楽しもう。
ka: ისიამოვნეთ კონფიდენციალობის სამყაროთი.
ko: 사생활의 세계를 즐기세요.
nl: Geniet van de wereld van privacy.
no: Nyt en verden med personvern.
pl: Ciesz się prywatnością.
pt: Aproveite o mundo da privacidade.
ro: Bucurați-vă de lumea vieții private.
ru: Пользуйтесь миром конфиденциальности.
sk: Užívajte si svet súkromia.
sv: Njut av en värld av integritet.
tr: Gizliliğe saygı duyulan bir dünyanın tadını çıkarın.
uk: Оцініть переваги світу приватності.
zh_hant: 享受有隱私權的世界。

# onboarding_get_plus
source: Get Plus
be: Перайсці на Plus
cs: Získat Plus
de: Plus holen
el: Αποκτήστε το Plus
es: Obtener Plus
es_419: Obtener Plus
fa: دریافت پلاس
fi: Hanki Plus
fr: Obtenir l'abonnement Plus
id: Dapatkan Plus
it: Ottieni Plus
ja: PLUS を入手
ka: Plus-ის მიღება
ko: Plus 얻기
nl: Neem Plus
no: Få Plus
pl: Wybierz plan Plus
pt: Obter o Plus
ro: Luați Plus
ru: Получить Plus
sk: Zakúpiť Plus
sv: Skaffa Plus
tr: Plus edinin
uk: Отримати Plus
zh_hant: 取得 Plus
